{
    "title": "Making “Anti-Music”: Divergent Interactional Strategies in the Miles Davis Quintet’s <i>The Complete Live at the Plugged Nickel 1965</i>",
    "date": "2019/09/01",
    "volume": "25",
    "issue": "3",
    "authors": [
        "Michaelsen, Garrett"
    ],
    "abstract": "This article examines three improvisations by the Miles Davis Quintet from their recordingThe Complete Live at the Plugged Nickel 1965through the lens of a new theory of musical interaction. It shows how the quintet favored divergent over convergent interactional strategies in the interpersonal, referent, role, and style domains in its quest to create what one band member called “anti-music.”",
    "keywords": [
        "Miles Davis",
        "musical interaction",
        "jazz",
        "improvisation"
    ],
    "doi": "10.30535/mto.25.3.3",
    "received": "October 2018",
    "pdf": "",
    "author_info": [
        {
            "name": "Garrett Michaelsen",
            "university": "University of Massachussetts Lowell",
            "address": "Department of Music, 35 Wilder Street, Durgin Hall, Lowell, MA 01854",
            "email": "garrett_michaelsen@uml.edu"
        }
    ],
    "citations": {
        "al-zand_2005": "Al-Zand, Karim. 2005. “Improvisation as Continually Juggled Priorities: Julian ‘Cannonball’ Adderley’s ‘Straight, No Chaser.’” Journal of Music Theory 49 (2): 209–39.",
        "ashe_1999": "Ashe, Bertram D. 1999. “On the Jazz Musician’s Love/Hate Relationship with the Audience.” In Signifyin(g), Sanctifyin’, and Slam Dunking: A Reader in African-American Expressive Culture , edited by Gena Dagel Caponi, 277–89. University of Massachusetts Press.",
        "bakhtin_1986": "Bakhtin, Mikhail. 1986. Speech Genres and Other Late Essays . Translated by Vern W. McGee. Edited by Caryl Emerson and Michael Holquist. University of Texas Press.",
        "benadon_2006": "Benadon, Fernando. 2006. “Slicing the Beat: Jazz Eighth-Notes as Expressive Microrhythm.” Ethnomusicology 50 (1): 73–98.",
        "berkowitz_2010": "Berkowitz, Aaron. 2010. The Improvising Mind: Cognition and Creativity in the Musical Moment . Oxford University Press.",
        "berliner_1994": "Berliner, Paul. 1994. Thinking in Jazz: The Infinite Art of Improvisation . University of Chicago Press.",
        "bowen_1993": "Bowen, José. 1993. “The History of Remembered Innovation: Tradition and Its Role in the Relationship Between Musical Works and Their Performance.” The Journal of Musicology 11 (2): 139–73.",
        "bregman_1990": "Bregman, Albert. 1990. Auditory Scene Analysis . MIT Press.",
        "brofsky_1983": "Brofsky, Howard. 1983. “Miles Davis and ‘My Funny Valentine’: Evolution of a Solo.” Black Music Research Journal 3: 23–45.",
        "carr_1998": "Carr, Ian. 1998. Miles Davis: The Definitive Biography . Da Capo Press.",
        "coleman_2014": "Coleman, Kwami. 2014. “The ‘Second Quintet’: Miles Davis, the Jazz Avant-Garde, and Change, 1959–68.” Ph.D. diss., Stanford University.",
        "davis_1989": "Davis, Miles, with Quincy Troupe. 1989. Miles: The Autobiography . Touchstone.",
        "dybo_1999": "Dybo, Tor. 1999. “Analyzing Interaction During Jazz Improvisation.” Jazzforschung/Jazz Research 31: 51–63.",
        "gates_1988": "Gates, Henry Louis, Jr. 1988. The Signifying Monkey: A Theory of African–American Literary Criticism . Oxford University Press.",
        "givan_2009": "Givan, Benjamin. 2009. “Thelonious Monk’s Pianism.” The Journal of Musicology 26 (3): 404–42.",
        "givan_2014": "Givan, Benjamin. 2014. “Gunther Schuller and the Challenge of Sonny Rollins: Stylistic Context, Intentionality, and Jazz Analysis.” Journal of the American Musicological Society 67 (1): 167–237.",
        "givan_2016": "Givan, Benjamin. 2016. “Rethinking Interaction in Jazz Improvisation.” Music Theory Online 22 (3).",
        "gratier_2008": "Gratier, Maya. 2008. “Grounding in Musical Interaction: Evidence from Jazz Performances.” Musicae Scientiae special issue: 71–110.",
        "haimo_1996": "Haimo, Ethan. 1996. “Atonality, Analysis, and the Intentional Fallacy.” Music Theory Spectrum 18 (2): 167–99.",
        "hancock_2014": "Hancock, Herbie, with Lisa Dickey. 2014. Herbie Hancock: Possibilities . Penguin Books.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "hodson_2007": "Hodson, Robert. 2007. Interaction, Interplay, and Improvisation in Jazz . Routledge.",
        "jost_1974": "Jost, Ekkehard. 1974. Free Jazz . Reprint, Da Capo Press, 1994.",
        "julien_2003": "Julien, Patricia. 2003. “Review of Footprints: The Life and Work of Wayne Shorter , by Michelle Mercer.” In Annual Review of Jazz Studies 13, ed. Edward Berger, Henry Martin, and Dan Morgenstern, 207–22.",
        "keil_1987": "Keil, Charles. 1987. “Participatory Discrepancies and the Power of Music.” Cultural Anthropology 2 (3): 275–83.",
        "klorman_2016": "Klorman, Edward. 2016. Mozart’s Music of Friends: Social Interplay in the Chamber Works . Cambridge University Press.",
        "kofsky_1998": "Kofsky, Frank. 1998. John Coltrane and the Jazz Revolution of the 1960s . 2nd edition. Pathfinder Press.",
        "lewin_1986": "Lewin, David. 1986. “Music Theory, Phenomenology, and Modes of Perception.” Music Perception 3 (4): 327–92.",
        "limb_and_braun_2008": "Limb, Charles, and Allen Braun. 2008. “Neural Substrates of Spontaneous Musical Performance: An fMRI Study of Jazz Improvisation.” PLoS ONE 3 (2).",
        "mercer_2004": "Mercer, Michelle. 2004. Footprints: The Life and Work of Wayne Shorter . J.P. Tarcher.",
        "meyer_1989": "Meyer, Leonard. 1989. Style and Music: Theory, History, and Ideology . University of Pennsylvania Press.",
        "michaelsen_2013": "Michaelsen, Garrett. 2013. “Analyzing Musical Interaction in Jazz Improvisations of the 1960s.” Ph.D. diss., Indiana University.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . University of Chicago Press.",
        "obenhaus_1986": "Obenhaus, Mark, dir. 1986. Miles Ahead: The Music of Miles Davis . Great Performances television series. KQED. https://vimeo.com/13967790 .",
        "pascall_2001": "Pascall, Robert. 2001. “Style.” Grove Music Online . https://www.oxfordmusiconline.com/grovemusic/view/10.1093/gmo/9781561592630.001.0001/omo-9781561592630-e-0000027041",
        "pressing_1984": "Pressing, Jeff. 1984. “Cognitive Processes in Improvisation.” In Cognitive Processes in the Perception of Art , ed. W. Ray Crozier and Anthony Chapman, 345–63. Elsevier Science Publishers.",
        "prouty_2011": "Prouty, Ken. 2011. “Plagiarizing Your Own Autobiography, and Other Strange Tales: Miles Davis, Jazz Discourse, and the Aesthetic of Silence.” Jazz Research Journal 4 (1): 15–41.",
        "reinholdsson_1998": "Reinholdsson, Peter. 1998. “Making Music Together: An Interactionist Perspective on Small-Group Performance in Jazz.” Ph.D. diss., Uppsala University.",
        "rinzler_1988": "Rinzler, Paul. 1988. “Preliminary Thoughts on Analyzing Musical Interaction Among Jazz Performers.” Annual Review of Jazz Studies 4: 153–60.",
        "sawyer_1997": "Sawyer, R. Keith. 1997. “Improvisational Theater: An Ethnotheory of Conversational Practice.” In Creativity in Performance , ed. R. Keith Sawyer, 171–93. Ablex.",
        "sawyer_2003": "Sawyer, R. Keith. 2003. Group Creativity: Music, Theater, Collaboration . Lawrence Erlbaum Associates.",
        "sidran_1995": "Sidran, Ben. 1995. Talking Jazz: An Oral History . Expanded edition. Da Capo Press.",
        "silverstein_1976": "Silverstein, Michael. 1976. “Shifters, Linguistic Categories, and Cultural Description.” In Meaning in Anthropology , ed. Keith Basso and Henry Shelby, 11–55. University of New Mexico Press.",
        "steinbeck_2008a": "Steinbeck, Paul. 2008a. “‘Area by Area the Machine Unfolds’: The Improvisational Practice of the Art Ensemble of Chicago.” Journal of the Society for American Music 2 (3): 397–427.",
        "steinbeck_2008b": "Steinbeck, Paul. 2008b. “Urban Magic: The Art Ensemble of Chicago’s Great Black Music.” PhD diss., Columbia University.",
        "steinbeck_2016": "Steinbeck, Paul. 2016. “Talking Back: Performer-Audience Interaction in Roscoe Mitchell’s ‘Nonaah.’” Music Theory Online 22 (3).",
        "stewart_1986": "Stewart, Milton. 1986. “Player Interaction in the 1955–1957 Miles Davis Quintet.” Jazz Research Papers 6: 187–210.",
        "stover_2017": "Stover, Chris. 2017. “Time, Territorialization, and Improvisational Spaces.” Music Theory Online 23 (1).",
        "szwed_2002": "Szwed, John. 2002. So What: The Life of Miles Davis . Simon and Schuster.",
        "walser_1993": "Walser, Robert. 1993. “Out of Notes: Signification, Interpretation, and the Problem of Miles Davis.” The Musical Quarterly 77 (2): 343–65.",
        "waters_2011": "Waters, Keith. 2011. The Studio Recordings of the Miles Davis Quintet, 1965–68 . Oxford University Press.",
        "waters_2016": "Waters, Keith. 2016. “Chick Corea and Postbop Harmony.” Music Theory Spectrum 38 (1): 37–57.",
        "yudkin_2008": "Yudkin, Jeremy. 2008. Miles Davis, Miles Smiles, and the Invention of Post Bop . Indiana University Press.",
        "_": "Recordings cited"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Patricia Julien ( 2003 , released in 2007) has raised questions about the reliability of Mercer’s 2004 biography of Shorter. In her book review, Julien discusses many of these issues in detail, in particular its lack of a detailed bibliography and citation of sources. While Mercer had extensive access to the musicians in Shorter’s orbit, she rarely makes it clear when she is using a direct quote from her own interviews or another source (see Julien 2003 , 207–8 for one example). She also takes the liberty of speaking for the musicians rather than directly quoting them. While this may cast doubt on Williams’s characterization of the Plugged Nickel recordings as “anti-music,” Hancock ( 2014 , 92) corroborated Mercer’s story in his autobiography. Szwed ( 2002 , 255) also briefly mentions the term “anti-music” in his biography of Davis but incorrectly attributes it to Hancock, not Williams. Davis mentions that his bandmates were constantly discussing and dissecting their performances as well: “Every night Herbie, Tony, and Ron would sit around back in their hotel rooms, talking about what they had played until the morning came. Every night they would come back and play something different. And every night I would have to react” ( 1989 , 278).",
            "citations": [
                "julien_2003",
                "mercer_2004",
                "julien_2003",
                "hancock_2014",
                "szwed_2002",
                "davis_1989"
            ]
        },
        "FN2": {
            "text": "2. Hancock ( 2014 , 92) mentions that Davis’s bandmates almost lost their nerve to play “anti-music” when they saw Macero preparing the recording equipment. According to Mercer ( 2004 , 109), it was Williams who kept them committed to what she calls their “sabotage mission.”",
            "citations": [
                "hancock_2014",
                "mercer_2004"
            ]
        },
        "FN3": {
            "text": "3. Coleman 2014 , 78–107, summarizes the years leading up to the Plugged Nickel as well, focusing particularly on the ways the group assimilated avant-garde elements into their performance style.",
            "citations": [
                "coleman_2014"
            ]
        },
        "FN4": {
            "text": "4. Davis wrote the following about his bandmates: “If I was the inspiration and wisdom and the link for this band, Tony was the fire, the creative spark; Wayne was the idea person, the conceptualizer of a whole lot of musical ideas we did; and Ron and Herbie were the anchors. I was just the leader who put us all together. Those were all young guys and although they were learning from me, I was learning from them, too, about the new thing, the free thing” ( 1989 , 273).",
            "citations": [
                "davis_1989"
            ]
        },
        "FN5": {
            "text": "5. See 2008 , 58–65, for a discussion of Davis’s struggles in these years. Yudkin’s title for this chapter is “Not Happening,” which echoes Carr’s chapter title discussing the same period: “In and Out of the Doldrums” ( 2008 , 180–208).",
            "citations": [
                "yudkin_2008",
                "yudkin_2008"
            ]
        },
        "FN6": {
            "text": "6. Like Mercer’s ( 2004 ) biography of Shorter, concerns have been raised about Davis’s autobiography. While Quincy Troupe is acknowledged as its co-author, it is unclear how much the book reflects Davis’s own perspective on his life and how much is Troupe’s retelling. As Ken Prouty ( 2011 ) outlines, numerous passages were plagiarized from an existing biography. After recounting the difficulties most interviewers had in dealing with Davis over his career, Prouty speculates that, in the course of their interviews, “Davis simply said ‘no’ to Troupe, and refused to cooperate in the way Troupe had hoped he would, or indeed, that was required for an as-told-to autobiography. This refusal to cooperate created a silence which had to be filled” (32), and which Troupe filled with prose written in Davis’s voice that was cobbled together from pre-existing sources. Instead of rendering the autobiography completely unreliable, Prouty offers a compelling reading of it as an example of Davis’s “aesthetic of silence”: “Davis’s frequent use of extensive gaps in his playing, spaces in which members of the rest of the band can interject or overlay their own ideas, could be in some way related to Davis’s lack of full, detailed accounting of his own life” (36). Prouty suggests that, “through his silence, perhaps Miles was also signifyin(g) on jazz criticism at some level, playing the trickster to his literary tormentors, confounding their expectations just as his music has confounded critics and collaborators alike. Miles Davis plays his life story in the autobiography, and it is perhaps for this reason that it rings true for so many of its readers” (38). I will occasionally reference Davis’s (auto)biography here, which the reader should understand with this context in mind.",
            "citations": [
                "mercer_2004",
                "prouty_2011"
            ]
        },
        "FN7": {
            "text": "7. “Time, no changes” compositions, such as “Orbits” from Miles Smiles , consist of standard opening and closing melodic statements, but the intervening solo improvisations are not based on any repeating harmonic frameworks, either that undergird the melody or that are separately composed. The musicians maintain the “time”—the rhythmic and metric foundations that constitute the performance’s groove—but use no repeating pattern of chord changes. See Waters 2011 , 76–81, for a discussion of the quintet’s use of “time, no changes” compositions in the context of their relationship to traditional and avant-garde jazz styles.",
            "citations": [
                "waters_2011"
            ]
        },
        "FN8": {
            "text": "8. This conclusion is also implicit in Yudkin’s ( 2008 ) decision to make Miles Smiles the focus of his monograph, not E.S.P.",
            "citations": [
                "yudkin_2008"
            ]
        },
        "FN9": {
            "text": "9. Interestingly, the Plugged Nickel dates were the first live performances the quintet made as a complete unit following Davis’s surgeries. Carter was unable to perform with them on the gigs leading up to the Plugged Nickel, due to other performing commitments ( Carr 1998 , 204).",
            "citations": [
                "carr_1998"
            ]
        },
        "FN10": {
            "text": "10. Davis offers two other explanations—the ensemble’s hiatus and the jazz Zeitgeist —for the infusion of energy and creativity evinced by the Plugged Nickel recordings: “After that, I went on the road in December to Philly and Chicago, where we played the Plugged Nickel and made a record there. This was the time when Teo Macero made his return, and he did the recording there. Columbia still has some tapes they haven’t released from that taping. But Ron came back for this gig and everybody played like we hadn’t been separated at all. Like I said, I have always believed not playing with each other for a while is good for a band if they are good musicians and like playing with each other. It just makes the music fresher, and that’s what happened at the Plugged Nickel, even though we were playing the same book we had always played. In 1965 the music that people were listening to was freer than ever; it seemed like everyone was playing out. It had really taken root” ( 1989 , 282–83).",
            "citations": [
                "davis_1989"
            ]
        },
        "FN11": {
            "text": "11. On the topic of Davis tailoring his performances to the whims of his audience, Szwed writes: “Like some other musicians at this time, Miles was looking into the heart of jazz and questioning its intentions. He might have gone further and gotten there faster if the group had played more of their original compositions, such as those they had recorded in the E.S.P. studio sessions, but at this point he was not willing to risk cutting himself loose from his audience. He knew how far out not to go” ( 2002 , 256).",
            "citations": [
                "szwed_2002"
            ]
        },
        "FN12": {
            "text": "12. Davis allegedly stated that it was Williams who did not want to record the first night, though it is clear from the recording that Davis’s chops were not quite back in form after his surgery. He relented the next night after Macero threatened to dock his royalties for the recording expenses ( Szwed 2002 , 254–55).",
            "citations": [
                "szwed_2002"
            ]
        },
        "FN13": {
            "text": "13. Davis wryly noted that “there were some live recordings that I guess Columbia will release when they think they can make the most money—probably after I’m dead” ( 1989 , 278). He knew the recording industry well: Davis died in 1991 and The Complete Live at the Plugged Nickel 1965 was released in 1995.",
            "citations": [
                "davis_1989"
            ]
        },
        "FN14": {
            "text": "14. Waters 2011 , 280, discusses the various connections between Marsalis and Davis’s second quintet, including Wynton and his brother Branford recording and touring with Hancock, Carter, and Williams.",
            "citations": [
                "waters_2011"
            ]
        },
        "FN15": {
            "text": "15. The quintet was engaged to play four sets each night, and as a result of the first set on December 22, 1965 not being recorded, The Complete Live at the Plugged Nickel 1965 features seven sets in total.",
            "citations": []
        },
        "FN16": {
            "text": "16. The track listing for Live in Europe 1967 reveals that, contrary to Davis’s assertion that “the band wanted to play the tunes we were recording which we never did live” ( 1989 , 278), at this point the quintet had started performing some of the compositions from their studio albums—“Agitation,” “Footprints,” “Riot,” “Masqualero,” and “Gingerbread Boy”—in addition to Davis’s standards. These compositions are notably all harmonically open-ended and modal or blues-based. At the time the Plugged Nickel recordings were made in 1965, only “Agitation” had made its way into their touring repertoire.",
            "citations": [
                "davis_1989"
            ]
        },
        "FN17": {
            "text": "17. See Waters 2011 , 241–72, for a discussion of how these albums reveal Davis in transition to fusion as well as the more subtle and experimental ways they explore compositional structures new to jazz.",
            "citations": [
                "waters_2011"
            ]
        },
        "FN18": {
            "text": "18. In their 1995 release of the Plugged Nickel recordings, Columbia split the second set on December 22 across two compact discs. As it happens, the performance of “When I Fall in Love” in question ends the first disc and contains a brief snippet of “Agitation” to give the listener context. The second disc begins with the applause following “When I Fall in Love,” and then continues with “Agitation.”",
            "citations": []
        },
        "FN19": {
            "text": "19. The other performance, which will be discussed in the next section, occurred on the third set on December 23.",
            "citations": []
        },
        "FN20": {
            "text": "20. On the Plugged Nickel performance in question, Davis often overshoots the initial G5 pitch indicated in Example 1, oftentimes hitting A5 instead. Waters ( 2011 , 119) notes that this occurs on his first statement on E.S.P. as well. While this might be evidence of Davis’s famous “‘mistakes,’ the cracked and missed notes common in his performances” ( Walser 1993 , 343), Robert Walser might argue instead that it is evidence of “the extraordinary lengths to which Davis goes to make playing the trumpet even more difficult and risky than it already is, and to understand the musical results of his doing so” (353). Hitting that starting pitch accurately on the trumpet may or may not be challenging for an accomplished player, but doing so with the extreme staccato attack and precise timbre Davis desired, in addition to the lower “ghosted notes” he often precedes each pitch with, adds a new level of difficulty to the task. Accuracy was always his goal, but “he played closer to the edge than anyone else and simply accepted the inevitable missteps, never retreating to a safer, more consistent performing style” (356). Givan 2009 makes similar arguments about Thelonious Monk’s pianistic style.",
            "citations": [
                "waters_2011",
                "walser_1993",
                "givan_2009"
            ]
        },
        "FN21": {
            "text": "21. See Waters 2011 , 49–52 and 119–24, for a detailed discussion of the quintet’s performance of “Agitation” on E.S.P.",
            "citations": [
                "waters_2011"
            ]
        },
        "FN22": {
            "text": "22. For instance, in his solo, Davis repeatedly performs an A ♭ -major triad at 1:04 and then emphasizes D ♭ at 1:14 before returning to C Aeolian at 1:38.",
            "citations": []
        },
        "FN23": {
            "text": "23. This formal arrangement is reminiscent of a rhythm-changes tune with an improvised B section, such as Sonny Rollins’s “Oleo,” which Davis popularized. “Agitation” lacks the extra A repetition of the AABA rhythm changes, however.",
            "citations": []
        },
        "FN24": {
            "text": "24. See Coleman 2014 , 99–100, for a brief overview of this performance and Shorter’s solo.",
            "citations": [
                "coleman_2014"
            ]
        },
        "FN25": {
            "text": "25. This contextual indexicality of utterances is reminiscent of Henry Louis Gates, Jr.’s ( 1988 ) theory of “Signifyin(g)” in African-American literature, which has been applied to music by Walser 1993 and Monson 1996 , among others. Keith Sawyer ( 2003 , 82–96) also relies on Silverstein’s metapragmatics to construct a model of group creativity in improvised music and theatre.",
            "citations": [
                "gates_1988",
                "walser_1993",
                "monson_1996",
                "sawyer_2003"
            ]
        },
        "FN26": {
            "text": "26. Indeed, as Monson describes, Silverstein’s ultimate argument is that referential meaning can be subsumed under pragmatic meaning: “Silverstein argues that semantic (referential) meaning is a special case of pragmatic meaning—that is, the broader class of communicative meanings that may include both referential and nonreferential modalities” ( 1996 , 187).",
            "citations": [
                "monson_1996"
            ]
        },
        "FN27": {
            "text": "27. My use of the term “stream” here originates with psychologist Albert Bregman’s ( 1990 ) “auditory scene analysis.” Bregman defines an “auditory stream” as “our perceptual grouping of the parts of the neural spectrogram that go together” (9). He prefers the term “stream” to “sound” because a stream encompasses a person’s “perceptual representation” of, typically, many sounds grouped together into a meaningful unit (10). Listeners segregate music, or what Bregman calls “an auditory scene,” based on “primitive” and “schema-based” principles (38). Primitive stream segregation is an innate ability developed through human evolution that follows the principles of Gestalt psychology, while schema-based segregation is learned and varies from person to person and culture to culture (38–43). The interactional mode of listening I develop here relies on segregating the auditory scene of a jazz ensemble performance using a schema.",
            "citations": [
                "bregman_1990"
            ]
        },
        "FN28": {
            "text": "28. Many scholars—for instance, Berliner ( 1994 ), Monson ( 1996 ), and Reinholdsson ( 1998 )—have worked around this intentionality issue by interviewing musicians, to many productive ends. Even so, there is no way to know if every interaction or response was intentionally produced. Nascent studies that use real-time fMRI data during improvisations ( Limb and Braun 2008 ; Berkowitz 2010 ) are beginning to shed light on the subject.",
            "citations": [
                "berliner_1994",
                "monson_1996",
                "reinholdsson_1998",
                "limb_and_braun_2008",
                "berkowitz_2010"
            ]
        },
        "FN29": {
            "text": "29. See Haimo 1996 and Givan 2014 for more on the issues of composers’ and improvisers’ intentions, respectively.",
            "citations": [
                "haimo_1996",
                "givan_2014"
            ]
        },
        "FN30": {
            "text": "30. In David Lewin’s ( 1986 ) phenomenological theory of musical perceptions, he defines a perception as not only a particular event, but also a particular context in which that event is considered.",
            "citations": [
                "lewin_1986"
            ]
        },
        "FN31": {
            "text": "31. Paul Steinbeck ( 2008a , 401–2; 2008b , 7–11) was the first music theorist to use the terms convergence and divergence in relation to musical improvisations. He uses them primarily to describe the processes by which the Art Ensemble of Chicago moves either towards more specific, pre-composed musical materials or away from those materials and towards more freely improvised passages. His usage was inspired by Keith Sawyer ( 1997 ), who uses them to describe the stages of creativity in works of improvised theater.",
            "citations": [
                "steinbeck_2008a",
                "steinbeck_2008b",
                "sawyer_1997"
            ]
        },
        "FN32": {
            "text": "32. See, for instance, Stewart 1986 ; Rinzler 1988 ; Dybo 1999 ; Al-Zand 2005 ; Hodson 2007 ; and Givan 2016 .",
            "citations": [
                "stewart_1986",
                "rinzler_1988",
                "dybo_1999",
                "hodson_2007",
                "givan_2016"
            ]
        },
        "FN33": {
            "text": "33. Performers’ interpretive choices provide yet another vector for discussing interaction in composed music. Klorman 2016 provides a recent example.",
            "citations": [
                "klorman_2016"
            ]
        },
        "FN34": {
            "text": "34. See Steinbeck 2016 for a detailed analysis of saxophonist Roscoe Mitchell’s interactions with an audience during a solo improvisation.",
            "citations": [
                "steinbeck_2016"
            ]
        },
        "FN35": {
            "text": "35. Szwed ( 2002 ) calls out a particularly amusing moment of audience interaction, which he incorrectly identifies as occurring during one of Davis’s performances of “I Fall in Love Too Easily.” This moment actually occurs during “When I Fall in Love” from the same set—set two on December 22—as “Agitation” discussed here and may involve the same vociferous audience member. Szwed’s interpretation of the event is as follows: “A drunk at a nearby table can be heard on the record groaning out what he thought Miles should play next in the solo, and Miles obliged him by playing precisely that” (257). Starting at 0:33, the “drunk” in question sings a snippet of the tune’s melody that he expects to hear. Davis let this utterance hang in the air, then performs it as requested, eliciting laughter from the audience. Bertram Ashe describes how, despite Davis’s “chilly on-stage demeanor,” in this moment “he good-naturedly nods to the ‘group creation’ aspect of the vernacular tradition, easily and effortlessly expanding the stage to include the audience” ( 1999 , 280).",
            "citations": [
                "szwed_2002",
                "ashe_1999"
            ]
        },
        "FN36": {
            "text": "36. Sawyer describes the degree of specificity provided by musical aspects like referents as the “interactional power of the emergent,” which is his term for all of the various constraining elements that emerge from the musicians’ prior utterances: “at some moments the emergent is highly constraining and leaves only a small range of possible actions, whereas at other moments, the emergent is weakly constraining and performers have a wide range of possible actions” ( 2003 , 89).",
            "citations": [
                "sawyer_2003"
            ]
        },
        "FN37": {
            "text": "37. Following notational practice for the bass, the transcription gives pitches an octave higher than they sound. In the prose, I will refer to the sounding pitch, not the notated one.",
            "citations": []
        },
        "FN38": {
            "text": "38. As discussed in Michaelsen 2013 , 94–106, while they diverged from the tune, Davis’s utterances at letter C had become his standard way of playing “My Funny Valentine” by this time. Brofsky 1983 and Walser 1993 discuss Davis’s detailed history with “My Funny Valentine,” and Stover 2017 engages with this moment as well.",
            "citations": [
                "michaelsen_2013",
                "brofsky_1983",
                "walser_1993",
                "stover_2017"
            ]
        },
        "FN39": {
            "text": "39. In his liner notes to Ascension , A. B. Spellman quoted participating saxophonist Archie Shepp on the nature of the recording’s referent: “the ensemble passages were based on chords, but these chords were optional. What Trane did was to relate or juxtapose tonally centered ideas, along with melodic and non-melodic elements. In those descending chords there is a definite tonal center, like a B-flat minor, but there are different roads to that center. In the solo-plus-quartet parts, there are no specified chords. These sections were to be dialogues between the soloists and the rhythm section” (quoted in Kofsky 1998 , 315). Jost 1974 , 84–96, discusses the myriad improvisational approaches taken by the soloists as well as the recording’s historical import.",
            "citations": [
                "kofsky_1998",
                "jost_1974"
            ]
        },
        "FN40": {
            "text": "40. Monson 1996 , 26–72, provides a lucid description of these ensemble roles and functions.",
            "citations": [
                "monson_1996"
            ]
        },
        "FN41": {
            "text": "41. Waters echoes this critique of focusing overly on group interaction while pointing out its centrality to Davis’s quintet: “Some appeals to promote analysis of group interaction—and to demote analysis of individual solos—suggest that the former examines ‘process’ while the latter examines ‘product.’ But this dichotomy is overstated. It prohibits the view of individual jazz improvisation as processive, that jazz improvisers work out and develop improvisational ideas in real time, and that they may respond to their own ideas or motives stated during the flow of improvisation. Moreover, it can be argued that group analysis sometimes offers limited analytical observations, ones that stress overt repetition occurring among different ensemble members. Yet certainly for the [Miles Davis] quintet the role of group interaction, response, and communication is crucial” ( 2011 , 74).",
            "citations": [
                "waters_2011"
            ]
        },
        "FN42": {
            "text": "42. Monson’s ethnographic research supports this conclusion, which she summarizes as follows: “musicians’ discussions of the higher levels of improvisational achievement frequently emphasize time and ensemble responsiveness as the relevant framework rather than, for example, large-scale tonal organization” ( 1996 , 29).",
            "citations": [
                "monson_1996"
            ]
        },
        "FN43": {
            "text": "43. The nomenclature and notation appear to be somewhat at odds here. While standard time is the 125 BPM tempo, the transcription gives each quarter note at the double-time rate of 250 BPM. The transcription, then, gives precedence to the double-time tempo over standard time. I chose this method of transcription because, for Hancock’s solo, the double-time tempo serves as the prevailing reference point. It is the tempo sustained by the musicians for the longest amount of time, particularly in Carter’s part. Notating the transcription in standard time would result in a doubling of all rhythmic values.",
            "citations": []
        },
        "FN44": {
            "text": "44. Note that, while the barlines outline each of his measures in one-and-a-half time, the transcription notates his rhythms in relation to double time. For this reason, the triplet groupings reflect double-time meter rather than one-and-a-half time, in which they would simply be quarter notes.",
            "citations": []
        },
        "FN45": {
            "text": "45. See, among many examples, Benadon’s ( 2006 ) discussion of “expressive microrhythm” in swing.",
            "citations": [
                "benadon_2006"
            ]
        },
        "FN46": {
            "text": "46. Gratier develops the metaphor of “grounding” in improvisation as “the process through which musicians negotiate what it is they hold in common and share a vision of how their music should take form for themselves and for their audiences” ( 2008 , 101).",
            "citations": [
                "gratier_2008"
            ]
        },
        "FN47": {
            "text": "47. See Yudkin 2008 and Waters 2016 for more on what defines postbop as a jazz style.",
            "citations": [
                "yudkin_2008",
                "waters_2016"
            ]
        },
        "FN48": {
            "text": "48. To describe the push and pull between musicians expressing individuality and sociality, Monson employs Bakhtin’s theory of the “ centripetal and centrifugal forces of language ”: “On the centripetal side are forces of centralization, unification, authoritativeness (hegemony), and standardization; on the centrifugal are those of decentralization, disunity, and competition among multiple social voices” ( 1996 , 98–99; italics original). These centripetal and centrifugal forces are comparable to my processes of convergence and divergence within the domain of style.",
            "citations": [
                "monson_1996"
            ]
        },
        "FN49": {
            "text": "49. It is worth noting that following the statements from the Miles Ahead ( Obenhaus 1986 ) film given here—which are also quoted in Szwed 2002 , 255 and Waters 2011 , 6—Hancock continues by analogizing jazz improvisation with language: “just like conversation, same thing. I mean how many times have you talked to somebody and you got ready to, say, make a point and you kind of went off in another direction but maybe you never wound up making that point but the conversation, you know, just went somewhere else and it was fine! There’s nothing wrong with it. Maybe you like where you went. Well, this is the way we were dealing with music.”",
            "citations": [
                "obenhaus_1986",
                "szwed_2002",
                "waters_2011"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Miles Davis’s second “great” quintet, which consisted of Davis on trumpet, Wayne Shorter on tenor sax, Herbie Hancock on piano, Ron Carter on bass, and Tony Williams on drums, reassembled at the end of 1965 after a seven-month hiatus. During their break, Shorter, Hancock, Carter, and Williams had a creative outlet composing new music and recording for Blue Note Records. When the quintet began performing again in November, Davis’s bandmates found themselves dissatisfied with the band’s touring repertoire, which consisted mostly of jazz standards and original compositions popularized by Davis’s earlier ensembles. According to Hancock, “even within our very creative and loose approach to the music, everybody did things according to certain kinds of expectations. I knew if I did this, Ron would do that, or Tony knew that if he did this, I would do that. It became so easy to do that it was almost boring” ( Mercer 2004 , 108–9). As a result, Davis’s bandmates decided to approach a set of late December dates at Chicago’s Plugged Nickel club with the goal of subverting each other’s typical expectations as much as possible. Williams described this approach as “anti-music”: “whatever someone expects you to play, that’s the last thing you play” ( Mercer 2004 , 109; italics original). (1) By happenstance, Davis’s producer Teo Macero recorded seven sets over two nights, December 22 and 23, at the club, which were released in 1995 as The Complete Live at the Plugged Nickel 1965 . (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "mercer_2004",
                    "mercer_2004",
                    "davis_1995"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In this article, I will examine three improvisations from the Plugged Nickel recordings through the lens of a new theory of musical interaction. This theory is based on a way of hearing a musical source as being composed of separate parts that influence or intervene in each other’s paths. The processes of influence and intervention that occur between these parts are based on each part’s projection of similar or dissimilar continuative events, or what I call convergence and divergence. These analyses of convergence and divergence will often occupy the immediate back-and-forth occurring between different players—the interpersonal domain—but they can also extend to three other interactional domains: referent, role, and style. In this way, musical interaction can be understood not only as a process of motivic exchange, but also as a negotiation of surrounding musical and social structures. Using this framework, I describe how the quintet often adopted divergent interactional strategies in these domains. In the three analyses, I will show how the quintet chose to depart from, yet still retain traditional aspects of, jazz practice in their search for “anti-music.” Before and After the Plugged Nickel",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It took Davis some time to form his new quintet, and his process of doing so reveals much about his goals. (3) In response to two-thirds of his previous rhythm section departing to form their own group in late 1962, Davis first focused his efforts on finding their replacements, with Carter joining first, and then Williams and Hancock by the end of 1963 ( Szwed 2002 , 235–38). With these selections, Davis had, for the first time, hired musicians of a younger generation in an attempt to harness their creativity and willingness to embrace the burgeoning avant-garde jazz style ( Carr 1998 , 187). (4) On their first few gigs, the new rhythm section approached their accompaniment of George Coleman, Davis’s tenor saxophonist at the time, differently than their accompaniment of Davis. Davis quickly noticed, as Hancock described in an interview with Ben Sidran: I remember, before we recorded the album E.S.P. , . . .  Tony Williams, Ron and I would play differently behind George than we would behind Miles. Behind Miles, we would play in a way that was more reminiscent of what we were accustomed to hearing behind Miles. . . .  [T]his one gig we’re playing in Detroit, and behind George we would really open up. Sometimes not even play the time. We’d play all kinds of figures and things, rhythmic figures behind George, do things that were considered more toward the avant-garde. . . .  And one day Miles said, “Why don't you play behind me the way you play behind George?” . . .  So we started doing that stuff. I mean, playing with the rhythms and doing all kinds of wild things behind Miles. Things that we never heard on Miles’s records before. And in the beginning, I remember, Miles started bobbing and weaving and trying to find a place in that stuff. . . .  By the third day, not only was he not bobbing and weaving, I was the one bobbing and weaving, and trying to find my place, ’cause Miles had it then. He found a way to play in that context that had me trying to figure out what he was doing. ( Sidran 1995 , 265; italics original) In selecting these musicians for his new rhythm section, Davis desired the discomfort that it caused him, which in turn would provoke change after his comparatively fallow period of the early 1960s. (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "szwed_2002",
                    "carr_1998",
                    "sidran_1995"
                ]
            }
        },
        {
            "4": {
                "text": "[4] After settling on his new rhythm section, Davis spent some time deciding on the fifth member, a seat he wanted filled by a tenor saxophonist in the mold of his first “great” quintet of the mid 1950s. While Coleman had been with Davis since just prior to Carter’s joining in 1963, by 1964 Coleman was growing weary of Davis’s profligate lifestyle and intensive touring schedule, and the new rhythm section, in particular Williams, did not find Coleman’s playing adventurous enough ( Szwed 2002 , 241). At Williams’s urging, Davis next hired Sam Rivers, “an acknowledged figure in the avant-garde” who proved a bit too experimental for Davis’s tastes ( Szwed 2002 , 245). When Davis heard that Wayne Shorter was dissatisfied with his work with Art Blakey’s Jazz Messengers, he convinced the tenor player to join his band, and by September 1964 the quintet was fully formed. With Shorter, Davis found a middle path between Coleman and Rivers: “Wayne had always been someone who experimented with form instead of someone who did it without form. That’s why I thought he was perfect for where I wanted to see the music I played go” ( Davis 1989 , 273). (6) Davis wanted experimentation, but he wanted experimentation within, not outside of, the constraints of contemporary jazz style.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "szwed_2002",
                    "szwed_2002",
                    "davis_1989"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The new quintet recorded their first studio album, E.S.P. , in January 1965. While heralded at the time as an important change of direction for Davis, the album received a somewhat mixed review in Down Beat magazine from trumpeter Kenny Dorham ( Waters 2011 , 83–84; Szwed 2002 , 252–53). Waters characterizes the album as revealing a group in transition: “many of the celebrated facets of the later studio recordings are not yet in evidence on E.S.P. There are no examples of ‘time, no changes,’ compositions, which began to appear only on the quintet’s second studio recording, Miles Smiles ” ( 2011 , 83), (7) and which was more widely praised (127). (8) Soon after recording E.S.P. , Davis was forced to put the group on leave while he recovered from a series of operations to alleviate persistent hip ailments. During this break, Davis’s bandmates would, in concentrated sessions, rehearse new music for three or four days and record an album for Blue Note on one final day ( Mercer 2004 , 104). The personnel on each recording varied widely, but Shorter, Hancock, Carter, and Williams frequently appeared on one another’s records ( Waters 2011 , 125). Herbie Hancock recorded his influential album Maiden Voyage ( 1965 ) during the quintet’s hiatus, as did Tony Williams Spring ( 1966 ), and Shorter The All Seeing Eye ( 1966 ), The Soothsayer ( 1979 ), and Etcetera ( 1980 ). These recordings gave the four younger members of the quintet a venue for their new compositions and a taste of full creative control over their music.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "waters_2011",
                    "szwed_2002",
                    "waters_2011",
                    "mercer_2004",
                    "waters_2011",
                    "hancock_1965",
                    "williams_1966",
                    "shorter_1966",
                    "shorter_1979",
                    "shorter_1980"
                ]
            }
        },
        {
            "6": {
                "text": "[6] After reassembling in November 1965 for a series of live club dates, the quintet returned to Davis’s staple repertoire, abandoning the new music they had recorded on E.S.P. As they traveled to Chicago for an engagement at the Plugged Nickel, (9) Davis’s bandmates began to feel constrained, which Davis acknowledged in his autobiography: My playbook, the songs we would play every night, started to wear down the band. People were coming to hear those tunes that they had heard on my albums; that’s what was packing them in the door: “Milestones,” “’Round Midnight,” “My Funny Valentine,” “Kind of Blue.” But the band wanted to play the tunes we were recording which we never did live, and I know that was a sore point with them. ( 1989 , 278) It is possible to imagine an alternative history in which the group disbanded at this point. Given the creative freedom Shorter, Hancock, Carter, and Williams had just experienced, as well as their excitement around the new material they had recorded for E.S.P. , returning to Davis’s old repertoire, even if financially expedient, might have been too much for them to bear. Their decision, then, to take on Williams’s “anti-music” for the Plugged Nickel dates, came at a critical juncture. (10) By making their mantra “whatever someone expects you to play, that’s the last thing you play” ( Mercer 2004 , 109; italics original), the quintet adopted an interactional stance that I will characterize as “divergent” rather than “convergent.” While their studio recordings removed many of the constraints of contemporary jazz styles, their live performances maintained these constraints but interacted divergently with them. As Davis put it, “[i]nstead of developing the new music live which we were playing on records, we found ways to make the old music sound as new as the new music we were recording” ( 1989 , 279). The Plugged Nickel recordings reveal the quintet finding a way forward; while continuing to play Davis’s book live to appease his audience, (11) their extreme experimentation with it gave them a workshop for deciding which aspects of jazz style they wanted to keep and which ones they wanted to remove in their studio recordings.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "davis_1989",
                    "mercer_2004",
                    "davis_1989"
                ]
            }
        },
        {
            "7": {
                "text": "[7] It is unclear exactly when the jazz community heard about the quintet’s experiments at the Plugged Nickel, but they were known to the cognoscenti for some time. While Macero recorded two of the three nights the quintet played at the Plugged Nickel, (12) none of this material was released for many years. (13) Ten selections first emerged in Japan as Miles Davis at Plugged Nickel, Chicago in 1976; their availability in the United States only as a Japanese import added to their allure. The Japanese selections were eventually released in the US in 1982 as Live at the Plugged Nickel and even these few selections made waves. Wynton Marsalis, whose early music of the 1980s was patterned after Davis’s second quintet, (14) reportedly brought the record to Shorter’s house to listen and observe his reactions ( Mercer 2004 , 114). A 1992 Japanese edition again preceded the 1995 US release of The Complete Live at the Plugged Nickel 1965 , which features all of the music performed by the quintet on December 22nd and 23rd at the Plugged Nickel except for the first set on the 22nd. (15) For many years the Plugged Nickel recordings were the only live recordings of Davis’s second quintet widely available, other than a few rare European and Japanese releases. Since their release, however, much new material has emerged, such as Miles in Berlin ( 2005 ), Live in Europe 1967 ( 2011 ), and Miles Davis at Newport 1955–1975 ( 2015 ). Live in Europe 1967 is the most notable, as it chronicles the apotheosis of the quintet’s live acoustic music from a European tour in October and November of 1967, (16) just before they began experimenting with electric instruments in their proto-fusion albums Miles in the Sky ( 1968 ) and Filles de Kilimanjaro ( 1969 ) , both recorded in 1968. (17) While the quintet’s studio recordings showed how modern jazz could incorporate aspects of the “New Thing” (as avant-garde jazz was then known) without fully severing its link with the past, the Plugged Nickel live recordings revealed a way for musicians to apply lessons learned from the New Thing to the “old” thing. The interest historicist figures like Marsalis had in these recordings underscores the point: after jazz-rock fusion had run its course, the long-rumored Plugged Nickel recordings proved that mainstream jazz was not the creative dead end it seemed after the challenges presented to it by the avant-garde and fusion. Although Davis himself moved on from this music, his second quintet forged the mold for the modern jazz ensemble that far outlives it. Interaction in “Agitation” Example 1 . “Agitation” melodic lines (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "mercer_2004",
                    "davis_2005",
                    "davis_2011",
                    "davis_2015",
                    "davis_1968",
                    "davis_1969"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Halfway through the second set on December 22, 1965, the quintet brought their performance of “When I Fall in Love” to an end. (18) As the recording documents, the audience begins to applaud and Davis suddenly enters with an up-tempo, jagged melodic line. This line, summarized in Example 1 , is the melody of Davis’s tune “Agitation,” the only piece on the Plugged Nickel recordings that originates from E.S.P. , and which they played twice over the seven recorded sets. (19) The pre-composed material that underlies “Agitation” is fragmentary and sparse; it consists of a descending melodic line that moves from G5 down to E ♭ 4, with a few upward turns and hesitations on its way, supported by a G pedal point in the bass and loose C Aeolian harmony. (20) Shorter often echoes the line one measure later, as he does in this performance, creating a melodic canon. For their first recording of the tune on E.S.P. , Davis and Shorter juxtapose this melody with a slightly different version of it, to which Carter adds an A ♭ – D ♭ bass alternation following each statement. (21) Neither of these features appear in their head statements on the Plugged Nickel recordings, but they do allude to the A ♭ – D ♭ bass alternation during their solo improvisations. (22) On the two Plugged Nickel performances, Davis suggests an ABA form, with one statement of the melodic line, an improvised interlude, and a final, abbreviated version. (23) As is typical for the quintet, Davis takes the first solo, followed by Shorter. Example 2 . Timeline of Shorter’s solo on “Agitation,” December 22, 1965, set two (click to enlarge and listen)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Example 2 provides an overview of Wayne Shorter’s solo on “Agitation” in the form of a timeline. (24) It highlights important utterances by the musicians at particular time points, especially ones that reveal their interactional relationships. I will use Shorter’s solo to introduce the basics of my theory of interaction and to frame the issues that I will discuss in two other examples. Since the end of Davis’s solo shapes the beginning of Shorter’s, the example begins at 2:47 during Davis’s final moments to capture the transition between the two. Davis concludes his solo with a descending series of harsh, bent, and smeared pitches in his low register, eventually coming to rest on a wobbly and imprecise E3, the trumpet’s lowest pitch. Shortly before Davis begins this utterance, Carter’s walking bass line based on C Aeolian begins to repeat the pitches G2 and D ♭ 2. Carter’s emphasis on D ♭ here, earlier in Davis’s solo, and in later moments reflects the influence of the E.S.P. version of “Agitation” despite their removal of the A ♭ – D ♭ alternation in their performance of the head on this recording. Hearing Carter’s repetitions, Hancock takes up an ostinato at 2:58, which in turn inspires Carter to wholly emphasize G and D ♭ . At the same time, Williams, who had been maintaining the performance’s meter, tempo, and groove, dissolves these elements and shifts to a shimmering cymbal wash with snare-roll interjections. At 3:12, Hancock suddenly cuts off his ostinato and performs a new chord. In response, Shorter immediately enters and begins his solo, while Carter shifts to a G2 pedal and Williams changes to an entirely free meter. Shorter’s solo starts with neighbor notes around G3 and then states the tune’s melody. He distorts the melody, however, by repeating its opening pattern of whole-tone descents to produce a whole-tone scale. Hearing this, Davis jumps in at 3:21 with a descending line derived from the tune as an accompaniment gesture, nodding to the canonical imitations Shorter often plays during head statements. Hancock’s jagged ascending lines add to the general feeling of chaos that might consume the ensemble were it not for Carter’s insistently repeated G2s, which maintain a link to the meter and key of the tune.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Musical interaction—as well as music in general—has often been analogized with language. For instance, the narrative above has many similarities to a conversation, with the musicians listening and reacting to each other while contributing to the unfolding exchange. When discussing segments of music performed by a musician that prompt interactions, I will use the term “utterances.” In Mikhail Bakhtin’s theory of linguistic “dialogism,” an utterance is the primary unit of meaning in speech communication that must be understood to be in dialogue with previous utterances and to provoke future utterances: “[a]ny utterance is a link in a very complexly organized chain of other utterances” ( 1986 , 69). It is this emphasis on the context of utterances that Ingrid Monson ( 1996 , 185–91) relies on when applying linguist Michael Silverstein’s “metapragmatics” to musical improvisations. Silverstein ( 1976 ) theorizes about the linguistic distinction between referential (or semantic) meaning and pragmatic (or contextual) meaning. Every utterance has the referential meaning of the words themselves, but also the pragmatic meaning of why those words where uttered, who uttered them to whom, where they were uttered, and many other contexts. Utterances point to each other indexically; they pick up on the suggestions of past utterances and suggest directions for future utterances. (25) Crucially, the referential and pragmatic meaning of a linguistic (or musical) utterance are always both present and often inseparable. (26) Understanding music as a series of interconnected utterances that signify referentially as objects like pitches, rhythms, motives, or themes, but also pragmatically as responses, prompts, quotations, or allusions, allows a fundamentally interactional perspective of musical meaning to emerge.",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": [
                    "bakhtin_1986",
                    "monson_1996",
                    "silverstein_1976"
                ]
            }
        },
        {
            "11": {
                "text": "[11] As a first step towards enabling an understanding of meaning and interaction in improvised utterances, I propose a way of hearing a musical source in which a listener/analyst privileges the separation of that source into discrete streams, which tend to correspond with individual players’ parts in the case of jazz improvisations. (27) Interacting streams need not always correspond with an individual player; for instance, a rhythm section collectively performs an accompanimental role in relation to a soloist, placing many musicians into one stream. Interactional analysis is concerned with the processes of influence that take place between these streams or parts. Interactions, then, are moments during which one player intervenes in the course of another, thereby altering the other’s path. An interactional narrative is thus a story of what happens and what might have been, and how what does occur is novel, but for the collision of different things with potentially different trajectories.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] If interaction is to be understood as the processes of intervention that occur between different player’s parts, then hearing the probable continuative utterances that each performer might make given what they had been performing leading up to an interactional moment will be a central issue. The term I will use to refer to the ways in which musicians imply continuation is “projection.” Projections may be predictions about the future based on evidence from the past and present, but also illuminations emitted from a source, such as how films are projected on a screen. In another meaning, projections occur when one person transfers a feeling or emotional state onto another person or thing that may not actually be—or be capable of—experiencing that state. This meaning corresponds particularly well with my analytical perspective; in this article, I will often use language that ascribes intentionality to the musicians performing on the recording. There is no way, of course, to know definitively what was going on in the musicians’ minds, and even if I were to ask the members of the quintet currently still alive, their recollections would not perfectly capture all that might have been happening in these fleeting moments. (28) As an analyst, I will “project” my hearing of the musicians’ “projections” onto the musicians. My hearings will be supported by as much musical and extra-musical evidence as possible, but they, like all acts of analysis, will be separate from the music, its composers/performers/improvisers, and its surrounding contexts. (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] My conception of projection also bears a resemblance to that of Christopher Hasty ( 1997 ), but generalizes the concept beyond the realm of rhythm and meter, his primary concerns. In his book, Meter as Rhythm ( 1997 ), Hasty theorizes about the ability for durational spans to project themselves into the future and for future durations to confirm the projective potential of earlier durations. To Hasty, the very essence of music’s temporality activates an urge within listeners to hear durations project their reproduction into the future. Duration is an indeterminate parameter, which means that when a note is in the process of sounding (or “becoming,” as he calls it), a listener cannot know how long it will last. Once the beginning of a new sound ends a previous sound’s duration, Hasty argues that listeners make predictions about the duration of the new sound based on the duration of the previous one. These predictions stem from the basic problem that a listener cannot know how long a sound will last when it is in the process of becoming. For Hasty, this fundamental indeterminateness of duration creates the phenomenon of meter. Because one sound will project the reproduction of its duration into the future, a second sound that confirms the preceding sound’s duration will sound as if it continues the first, producing the effect of meter for the listener.",
                "footnotes": [],
                "citations": [
                    "hasty_1997",
                    "hasty_1997"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Central to Hasty’s concept of projection is that the intricacies of meter emerge from the play of durational projections and their confirmation or denial by future durations. When expanding projection beyond the indeterminacy of duration to determinate parameters like pitch and timbre, as I propose to do, some of its explanatory power is reduced. For instance, when hearing a trumpet sounding the pitch G5, no musical effect as powerful as meter emerges from the projection of that pitch and the trumpet’s timbre into the future. But a generalized definition of projection—hearing any past musical parameter to be relevant to the becoming of a musical parameter in the present—can lend insight depending on the context considered. (30) Thus a trumpet’s G5 on its own simply projects the continuation of its pitch and timbre into the future, but as member of a scale, chord, melody, ensemble texture, or tune quotation, it can project a number of specific future continuations. When Davis articulates that pitch in his characteristic way before continuing with the rest of the melody of “Agitation,” it projects a whole structure for his ensemble to follow.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Focusing on the events that lead up to Shorter’s entrance at 3:12 in detail will illustrate how projection operates interactively in this example. Starting at around 2:58, the three members of the rhythm section are all mostly repeating themselves: Hancock is repeating his ostinato, Carter is repeating his G2– D ♭ 2 alternation, and Williams is repeating his ride cymbal pattern, though he is gradually shifting away from a regular meter. With each repetition, the three musicians realize the projective potential of their prior utterances; they are continuing what they had been playing and, in so doing, make those prior utterances relevant to the unfolding of their utterances currently in the process of becoming. With Hancock’s new chord at 3:12, he projects something new. Had the other musicians not altered what they were doing and continued repeating their prior utterances, the projective potential of Hancock’s chord would have been denied. But this is not what happens; instead, Shorter begins his solo, Carter shifts to a G2 pedal, and Williams improvises around the drum set in a free meter. The specific chord, duration, and timbre that Hancock projects with his new chord is not exactly what is realized by the changes in the other musicians’ utterances, but rather the projection of change, difference, or newness. Similarly, the projective potential that emerges from Shorter’s allusion to the tune at 3:18 is realized by Davis’s canonical imitations at 3:21. At times musicians will realize the projective potential of each other’s pitch, melody, harmony, timbre, duration, meter, form, groove, or many other musical parameters based on the continuation of those parameters into the future. Other times, however, they will not. I will refer to these two processes as “convergence” and “divergence.” Example 3 . Convergence and divergence (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Convergence is the interactional process that describes musicians who are projecting future continuations that are becoming more similar, while divergence is the process that describes projections that are becoming more different. (31) Example 3 offers an illustration of these processes at work between two different performers, P1 and P2. In Example 3a, P1 begins to project a future continuation that is similar to P2, whose projections continue without change. Example 3b illustrates P1 and P2 swapping projective positions, while Example 3c shows both players changing direction to project more similar continuations. The three divergence examples, Examples 3d–f, show the opposite of the first three: one part changes course and projects a more dissimilar continuation while the other maintains its course (d–e) and both parts doing so (f). As with any projection, myriad musical parameters may affect whether the processes become more similar or dissimilar, and these parameters may move in different directions. One player might, for instance, return to the key or chord performed by another while simultaneously changing tempo or meter. Example 3 highlights the ways in which two performers might interact, but when adding in more musicians the possibilities quickly multiply.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The type of back-and-forth, give-and-take exchange that projection, convergence, and divergence describe has been the primary focus of much music-theoretical discussion of interaction. (32) I refer to this as the interpersonal domain of interaction. By establishing interaction as a way of hearing influence between streams in a musical source, I have left open the possibility that interaction need not take place only between improvising musicians. Indeed, one of the interesting future directions of interaction theory would be to apply it to fully notated works composed by a single person. If a violin melody can be heard to influence the direction of a bass line, interaction could prove a useful model for analyzing an orchestra piece, even if those interactions are fully scripted by a score. (33) In the context of improvised music, many factors exert an influence on the musicians besides each other’s utterances. For instance, my analysis of “Agitation” has called attention to the importance of the tune as an interactional influence. As Shorter enters at 3:12, Carter shifts to a G2 pedal tone, one of the tune’s signature features. Shorter then references the tune’s melody immediately after at 3:18, using it as a kind of signpost marking the beginning of his solo. As we will see, Shorter employs the melody as a marker of beginning or re-beginning throughout the solo. In addition to and often signaled by the interpersonal interactions occurring in each moment of the performance, the musicians refer to the tune and converge with or diverge from its content. Interaction with predetermined materials, what Jeff Pressing calls “the referent” ( 1984 , 346), forms the second domain of interaction in jazz. I will discuss interaction with the referent in more detail in the next section of the article.",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "pressing_1984"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Returning to Example 2, by 4:15 Carter has shifted away from the G2 pedal and begun a walking bass line at a very fast tempo. Around the same moment, Williams ceases his free-meter, quasi-solo improvisations and begins to play in a slow, irregular swing groove. Throughout this passage Williams hardly plays more than a measure of time before switching to a new tempo, and rarely syncs up with the rest of the ensemble. While the precise coordination between bassist and drummer is typically one of the most sacrosanct in jazz, Williams and Carter never line up in this passage. Around 4:35, Carter tires of his rapid quarter notes and begins to decelerate into a slower tempo. As soon as Carter finds his new groove, Williams defiantly picks up the fast tempo Carter had just performed. Hearing Williams’s acceleration, Shorter joins in and shifts to fast and rhythmically regular melodic lines. Carter and Williams, then, appear to be specifically avoiding the same meter and tempo in this excerpt. This is highly unusual, as their traditional function in a jazz ensemble is to lay down the rhythmic, harmonic, and formal underpinnings of a performance in support of the soloist. In this passage, they diverge from their ensemble roles, which results in a highly marked and unstable passage. Interaction with ensemble roles, then, is the third interactional domain.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] At 5:24, the musicians gradually build in volume and intensity until Shorter begins to repeat a chromatic motive in his instrument’s high register at 5:31. He repeats an octave-displaced F4–F3–E3– E ♭ 3 descent while his bandmates abandon the preceding meter and add furious accompaniment. Just as the musical intensity reaches its peak, Shorter pauses for a moment, then enters at 5:46 on G4 with a snippet of the tune’s descending melody. By bringing back the tune, which has been absent from his improvisation since its beginning, Shorter marks this as an important and climactic moment. Interpersonal, referent, and role interaction all blend together here to produce a remarkable apex.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Following this climax, the musicians spend some time dealing with its reverberations. From 5:53 to 6:16, none of the four players converge with each other to any significant degree. Carter and Williams gradually decelerate and dissipate the frenetic energy they had just built up, while Shorter offers pitch repetitions and Hancock a swirling ostinato. As the ensemble succumbs more and more to inertia, Carter suddenly accelerates back to a fast walking tempo at 6:16. Williams follows the fast tempo closely at 6:21, but soon drops out and adds cymbal color at 6:27. Shortly after Carter’s acceleration at 6:16, Shorter begins to quote his tune “Chaos,” which he had just recorded on October 15, 1965 for his album The All Seeing Eye ( 1966 ). This wonderful moment of “intermusicality,” as Monson ( 1996 , 125–32) would call it, is remarkable because of how few people would have understood it at the time. Hancock and Carter would certainly have recognized the quotation, given that they had just performed on Shorter’s recording two months prior. But no one in the audience would have, since The All Seeing Eye was not released until 1966. While not particularly tonal, the melody to “Chaos” does begin on and emphasize the pitch-class G, which might have led Shorter to connect it to “Agitation.” It is also perhaps a reference to the moment of chaos the quintet found itself in, with divergences abounding. Hearing Shorter’s nod towards “Chaos,” Hancock begins his own chaotic utterance. He leaves the keyboard, reaches inside the piano, and begins plucking the strings, producing an upper register pedal on G4. Hancock’s use of an extended piano technique here constitutes a divergence from jazz style. In addition, the unusual metrical effects used by the quintet are also stylistic divergences, as the maintenance of a steady tempo and groove is one of the central foundations of jazz. Interaction with style is therefore the fourth and final interactional domain I will explore. I will discuss interaction with ensemble roles and musical styles in more detail in the penultimate section of the article.",
                "footnotes": [],
                "citations": [
                    "shorter_1966",
                    "monson_1996"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Shorter concludes his solo by again referencing and manipulating the tune’s melody. At 6:35, Carter finishes decelerating from his prior rapid walk and comes to rest on G3, the same pitch class that Shorter has been emphasizing since 6:27. Nearing 6:50, Williams drops out and Hancock strums through more exotic chords, the whole ensemble nearing stasis. At 6:50, Shorter kicks things back into gear by returning to the melody, which he performs almost in its entirety. While Carter and Hancock add the offbeat, G-pedal accents from the tune, Shorter begins to develop the tune’s five-note motto in an ascending sequence, retaining its rhythm but transforming its contour. The group, driven by Williams’s ceaseless crescendo, gradually winds itself back up again, until Carter builds enough energy to resume walking at 7:03. Shorter finally leaves the tune’s motto behind and shifts to longer, faster lines at 7:07. Before his solo concludes, Shorter returns to the tune once more to get the ensemble out of a jam. Just before 7:27, Hancock performs a two-chord sequence that has the effect of an important cadence, to which Carter responds with alternating G2-C2 motions. As Williams begins to lay off the ride pattern in response to the decrease in ensemble energy, Shorter makes one last tune reference at 7:37. In a final nod towards divergence, “anti-music,” and subverting expectations, Shorter concludes his solo with a startling outburst of high register honks at 7:47. As the audience applauds, Carter begins an offbeat G3 pedal again reminiscent of the tune and Hancock’s solo begins.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] My final comment above mentions the audience, which in most live performances enters into the interactional space of the group in some way. (34) Since there is no video recording of the Plugged Nickel dates, it is difficult to determine all of the possible ways the audience might have influenced the quintet, but this particular set—set two on December 22, 1965—contains a particularly vocal audience member. He can clearly be heard on the recording at numerous points, perhaps due to his proximity to the recording equipment, but also because he comments on the improvisations at important and noticeable moments. (35) During Shorter’s solo, he interjects “ok, son” at 6:49, the precise moment that the ensemble reaches an expectant caesura just before Shorter enters with the tune. I read this comment as a challenge, a recognition that the ensemble has taken this improvisation to the brink of musical coherence through the extreme divergences that lead up to this moment. Had he continued the thought, he might have said “ok, son, how are you getting out of this?” This man, or perhaps another in similar proximity to the microphone, makes another comment—notably after the audience’s applause had died down for maximum audibility—following Shorter’s solo at 8:02: “he blew Miles off the stage, man.” Whether or not this man knew about Davis’s common practice of leaving the stage during the often-long stretch of time between his solo and the return of the head, he interprets the audaciousness and creativity of what he just heard as the younger musicians one-upping their leader. Davis himself felt these challenges, writing about his bandmates that “[e]very night they would come back and play something different. And every night I would have to react” ( 1989 , 278). Example 4 . Visualization of musical interaction (click to enlarge)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "davis_1989"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Example 4 provides a visualization of the interactional model I have just outlined. It places an utterance at the center, as utterances compose the source from which projections emanate. Arrows extend from the utterance towards the interpersonal, referent, ensemble role, and musical style domains, which list a few exemplars below. These arrows, the classic “icon” of the indexical sign, represent musical projections that converge with projections of the four domains. The example therefore depicts a largely convergent interactional process; alternatively, arrows pointing away from any or all domains would signify divergence. In the case of “Agitation,” the quintet employs many different divergent interactional strategies in its quest to make “anti-music.” From the purposeful non-coordination of meter and tempo between Carter and Williams to the stylistic divergences heard with Hancock’s extended techniques and the ensemble’s willingness to depart from a repeating meter and groove, divergences predominate the improvisation. In my next example, interaction with the referential materials of two tunes similarly produces remarkable results. Between Referents Example 5 . “My Funny Valentine” lead sheet (adapted from Brofsky 1983, 37) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Jazz improvisations are almost always based on some precomposed musical material. Most often, this material comes in the form of a “tune,” a genre of jazz composition that contains a melody and a set of chord changes notated by chord symbols, all of which are given in a lead sheet. Example 5 shows a lead sheet for “My Funny Valentine,” a popular standard adapted from the musical Babes in Arms (1937) with music by Richard Rogers and words by Lorenz Hart. Lead sheets represent the most basic knowledge a musician needs in order to perform a tune. In a performance, members of a jazz ensemble structure their contributions based on the information contained within a tune’s lead sheet. The lead sheet thus serves as a kind of mental map for the precomposed material on which a performance is based.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] While a tune is the most common basis for a jazz performance, many other musical materials may also be used, such as arrangements with a specific introduction or coda, formal or harmonic modifications during the head or solo sections, or background figures that accompany a soloist. As mentioned above, I will use Pressing’s ( 1984 ) term “referent” to refer to these materials in order to capture the wide variety of possible materials on which an improvisation may be based. Pressing defines the referent as “an underlying formal scheme or guiding image specific to a given piece, used by the improviser to facilitate the generation and editing of improvised behavior on an intermediate time scale” (346). Pressing’s intentionally broad definition encompasses the wide variety of possible referents, such as graphic scores, images, or programmatic narratives. While the examples of referents given thus far are specific musical or extra-musical materials decided on by an ensemble prior to a performance, the in-the-moment alterations made by a group in their previous performances of a tune may also become part of the referent. As José Bowen explains, the identity of any musical work is defined by what features of previous performances the musicians choose to retain and which they discard in their (re)creation of that work in the present: “Each performance is also a version of the tune which presumably includes all of the notes considered essential by that performer, plus any number of additional notes. Tradition, like a lead sheet, has the effect of establishing essential characteristics, but every performance is an opportunity to reinterpret tradition’s version of what is essential” ( 1993 , 167). The interaction that takes place between musicians and referents therefore forms the primary space for defining jazz works themselves.",
                "footnotes": [],
                "citations": [
                    "pressing_1984",
                    "bowen_1993"
                ]
            }
        },
        {
            "26": {
                "text": "[26] The notion that jazz improvisation is often based on referential materials is not in any way revelatory. What is unique about my perspective is the idea that the referent forms an essential domain of interactional activity for a performance. In much the same way improvisers each project a particular future continuation during the process of improvisation, they also collectively create a projectional space for the referent that emerges from their utterances. While each performer undoubtedly has specific referential material in mind prior to a performance, the performers create a space for the referent in the act of performance that they shape and change as the performance unfolds. For instance, the tune and arrangement might be set in advance, but a harmonic substitution introduced by a pianist midway through a performance might be adopted by the rest of the ensemble and incorporated into the referent for the remainder. The referent operates like an additional band member, influencing the utterances of the musicians throughout and occasionally being modified by the musicians’ alterations or additions. Indeed, bassist Buster Williams described the referent as an “Invisible Man” whose contributions would at times appear plainly and at other times be hidden: Playing with Miles, I learned how to keep a structure in mind and play changes so loosely that you can play for some time without people knowing whether the structure is played or not, but then hit on certain points to indicate that you have been playing the structure all the time. When you hear these points being played, you just say, “Wow! It’s like the Invisible Man. You see him here and then you don’t. Then all of a sudden you see him over there and then you see him over here.” And it indicates that it’s been happening all the time ( Berliner 1994 , 340).",
                "footnotes": [],
                "citations": [
                    "berliner_1994"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Different referents will motivate projections of varying specificity. The “My Funny Valentine” referent contains the specific melody and chord changes contained in the lead sheet as well as a specific arrangement and other alterations decided on in advance of a performance. In Buster Williams’s terms, it is often easy to “see” the “Invisible Man” of “My Funny Valentine” and to gauge the musicians’ convergences with and divergences from him. “Agitation,” by contrast, is far more open ended. The melody shown in Example 1 is little more than a descending scale with a particular rhythmic and melodic contour. Harmonically, the tune contains few projections beyond a nebulous C-minor mode and G pedal point that Carter plays during the head and frequently throughout. Discussions of convergences with and divergences from the referent in the case of “Agitation” are far less fruitful in comparison to a more fleshed out melodic-harmonic structure as in “My Funny Valentine.” (36) However, as I noted in my analysis of Shorter’s solo, even references to the simpler referent of “Agitation” can be made meaningful during solo improvisations.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The quintet’s second performance of “My Funny Valentine” from the Plugged Nickel recordings—set two on December 23rd—follows a different performance of “Agitation” from the one discussed earlier. A remarkable example of referent interaction occurs as the musicians navigate the transition between the two tunes. To set the stage, Hancock takes the final solo on “Agitation” starting at 7:59. As he concludes his improvisation, he returns to the tune’s melody at 10:07, which prompts Carter to cease his walking line and shift to an offbeat pedal on G2. Hancock states the tune again at 10:21 and Carter continues to repeat G3, this time in a higher register. Davis and Shorter enter with yet another statement of the tune’s fragmentary melody at 10:28, and then conclude the performance with one final statement accompanied by a marked deceleration at 10:40. Carter continues to sustain a G pedal in various octaves throughout. Just as the quintet appears to arrive at a caesura and the audience begins to respond with applause, Davis abruptly performs the “My Funny Valentine” melodic incipit. This was a favorite tactic of his that he mentions in his autobiography: I started not even bothering to have breaks in between the tunes but playing everything without breaks, seguing [ sic ] from one tune right into the next. My music was stretching from scale to scale, so I don’t feel like breaking up the mood with stops and breaks. I just moved into the next tune, whatever tempo it was, and just played it like that. My performances were becoming more like musical suites, and this allowed for more and longer periods of improvisation ( 1989 , 284–85). What is unusual about this beginning is that Davis does not wait for the ensemble to die away before starting “My Funny Valentine” and that the other musicians continue with the utterances they were performing at the end of “Agitation.” Aspects of “Agitation” therefore bleed into the start of “My Funny Valentine” and continue to influence the performance for almost a minute. Example 6 . Davis and Carter between “Agitation” and “My Funny Valentine,” December 23, set two (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "davis_1989"
                ]
            }
        },
        {
            "29": {
                "text": "[29] Example 6 provides a transcription of Davis and Carter’s utterances at the start of “My Funny Valentine.” I focus on their two parts here because they reveal the influence and interpenetration of the two tunes most clearly. At the beginning of the performance, the ensemble does not articulate a clear meter, and consequently the transcription gives rhythms in relative duration to each other. A meter and tempo emerge towards the end where marked by the 4/4 time signature. Like all transcriptions, Example 6 does not capture the fluid and imprecise synchronization between Davis and Carter, and thus the recording should be consulted for some of the more intricate observations. Since most of this excerpt does not project a consistent meter or tempo, the transcription provides boxed letters A–G, which correspond to each of Davis’s phrases, to index important moments in lieu of bar numbers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] As mentioned above, at the start of the performance Carter continues to sustain the G1 pedal from “Agitation.” (37) As Davis enters with the perfunctory and brief “My Funny Valentine” melodic snippet, Carter performs an upper neighbor A ♭ 1 to his G1 pedal. In the silence following Davis’s first utterance, Carter develops his upper neighbor motive by transposing it exactly up to C2. A number of interesting referent interactions emerge from these opening utterances. By remaining on G1, Carter diverges from the typical C-pedal bass line of the beginning of “My Funny Valentine.” Carter further obscures C minor by transposing his upper-neighbor figure exactly to C, thus sounding C2– D ♭ 2 in opposition to Davis’s opening C4–D4. The G pedal from “Agitation” thus contradicts the referent of “My Funny Valentine,” coloring our hearing of the new tune with aspects of the preceding one.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The direction of interaction stemming from Carter’s utterances does not point only from “Agitation” to “My Funny Valentine,” however. Motivic aspects of “My Funny Valentine” influence the ways in which Carter develops the G1 pedal he retains from “Agitation.” Following his initial, slower utterance of the G1– A ♭ 1–G1 upper-neighbor motive, Carter then accelerates this motive in direct response to the D4– E ♭ 4–D4 neighbor just sounded by Davis, as shown by the arrow on Example 6. Even as Carter’s G1 pedal diverges from the referent of “My Funny Valentine” by incorporating elements of “Agitation,” his inclusion of a neighbor motive around the pedal reflects convergence with Davis and the tune. Here, in this transition point between the two tunes, Carter and Davis fuse them together, creating a new referent based on both.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Davis’s next utterance at letter B slightly extends and develops his material from letter A, and Carter follows suit. With his third phrase at letter C, Davis begins to diverge from the tune, which influences Carter’s reply. (38) Carter begins by playing A ♭ 2 to G2, suggesting a continuation of the neighbor motive, but then descends through three of his instrument’s open strings to arrive on A ♭ 1. Once Davis reaches the apex of his line, A ♭ 5, Carter realizes he and Davis have converged on the same pitch class and steps down by two whole steps, eventually resting on F ♭ 1. Having reached his instrument’s lowest pitch, Carter leaps up to D2, then comes to rest once again on G1 after more A ♭ 1 neighbors. With Davis’s next entrance at letter D, the two musicians exhibit a remarkable degree of convergence and alignment. Davis enters with a bend up to A ♭ 4 in conflict with Carter’s G1. Carter soon adjusts, shifting to A ♭ 1 and adding a C3 double stop. Even without the tonal urge for A ♭ to return to G, 6 ˆ – 5 ˆ , Carter knows from his experiences playing “My Funny Valentine” numerous times before that Davis will, in all likelihood, resolve to G4. Carter beats him to it, shifting down to G1 and again adding a B3 double stop, which Davis converges with soon after by bending his pitch down to G4. This is a remarkable moment, because it reveals that Carter’s G1– A ♭ 1–G1 neighbor motive, which resulted from his retention of the G pedal from “Agitation,” creates a satisfying and unexpected convergence with Davis’s phrase. “Agitation” and “My Funny Valentine” combine to produce a singular moment of unexpected alignment born of seemingly differing processes.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Just before Davis’s entrance at letter E, Carter performs his neighbor motive twice, once on G1 and once on C2, but then remains on C for his longest duration yet. Just as Carter appears to acquiesce to the key of C minor, Davis enters with a divergent projection of D ♭ major with his D ♭ 5– E ♭ 5–F5 ascent. Davis, in search of agreement, returns to a blues-inflected C minor with his next utterance, but by then Carter had shifted to D ♭ 2, the tonal region Davis had just left. In this passage, the two musicians search for, but never quite find, each other. Despite the harmonic divergences here, this moment follows naturally from the preceding convergences on A ♭ and G heard just prior. Remembering the musicians’ intention to make “anti-music,” too much agreement, correspondence, or convergence would work against the interactional aesthetic they intended for this performance; the discord here balances out the preceding accord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] With the utterances beginning at letter F, the musicians finally begin to settle more solidly into the referent of “My Funny Valentine.” Davis enters with a semi-chromatic run from C4 up to E ♭ 5, then holds on D5. Carter’s next three notes provide an unequivocal cue for the ensemble to shift gears. In a clear break from his G pedal, Carter performs a fifths-based functional progression from C2 to F1 to B ♭ 1. With these pitches, Carter finally leaves “Agitation” behind. From E ♭ 5, Davis steps downwards through an E ♭ -major scale to G4, preparing the key change from C minor of the tune’s A section to E ♭ major of the B section. Carter’s arrival on B ♭ and alternations of F and B ♭ establish it as dominant and prepare E ♭ major. At letter G, the ensemble arrives on a slow ballad tempo together and Davis emphasizes the B ♭ 4 melodic focus of the tune’s B section. He even states the tune’s melody for the first time since the performance’s opening in the third and fourth 4/4 measure. From this point forward, the ensemble interacts with the “My Funny Valentine” referent in a more typical fashion, by converging with its melody and chord changes at times and diverging from them at others. The “Agitation” overlap ceases, but not before producing a very unusual passage of referent interaction in which two tunes directly confront one another while both shaping the interpersonal interactions of the ensemble in the moment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] While avant-garde jazz prior to 1965 was often based on referents of various kinds, in recordings such as John Coltrane’s Ascension musicians began to consider themselves free of any specific referents while improvising. (39) However loose and open-ended, the referent of “Agitation” still influenced the musicians’ improvisations far more than the referents used by nascent “free” improvisers. By continuing to base their improvisations on referents, particularly ones from the American songbook tradition like “My Funny Valentine,” the quintet retained that domain of interaction so important to earlier jazz. This is perhaps the most traditional aspect of the quintet, one that certainly appealed to musicians like Wynton Marsalis in the 1980s. As avant-garde jazz began to diverge so significantly from earlier styles, the quintet adopted similar divergent strategies yet used them within the domain of referent interaction. And as the next example will show, they continued to interact, however divergently, with ensemble roles and jazz style overall. Stretching the Limits of Role and Style",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The final two domains of interaction I identify in jazz, ensemble roles and musical style, are interrelated and often inseparable. Indeed, ensemble roles—as well as common referents and interactional patterns—are integral parts of what define many jazz styles. They are worth considering as their own domain, however, due to the degree to which they provide specific scripts for improvised behavior. Both musical style and ensemble roles constrain the choices improvisers must make. Rather than limiting creativity, these constraints allow certain aspects of their performances to be taken for granted and do not require additional cognitive load, which in turn allows for greater creativity in the unconstrained areas. Example 7 . Relationships between ensemble roles and ensemble functions (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Beginning with the domain of ensemble roles, Example 7 provides the names of and relationships between the four ensemble roles and the three ensemble functions found in modern jazz. (40) The four roles correspond to the instrumentalist that typically performs each role, with the term “horns” referring to monophonic woodwind or brass instruments such as trumpet, saxophone, or trombone, “piano” referring to instruments that provide chordal support such as piano and guitar, “bass” referring to instruments that provide bass lines, and “drums” referring to instruments that provide rhythmic and metric foundations. “Keeping time” is the process of establishing and maintaining the performance’s primary meter and groove, “comping”—which derives from the words “accompanying” or “complementing”—is the process of providing primarily chordal support to the soloist, and “soloing” is the act of making melodic utterances that serve as the focal point of the improvisation. While some members of an ensemble might perform all three of these functions at some point in a performance, they typically associate with the specific roles as outlined in the figure. The primary function of the bassist is to keep time, the drummer both keeps time and comps, the pianist comps and solos, and the horn players solo. These functions are evenly divided among the ensemble such that each function is performed by two roles. This redundancy allows for an instrument performing the bass role, for instance, to depart from its primary function of keeping time and be assured that the drums will continue performing that function for the ensemble. Jazz ensembles are carefully balanced so that these functions are sustained throughout each performance.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Musical style is often defined as its “manner, mode of expression, [or] type of presentation” ( Pascall 2001 ). In this conception, music’s content is distinct from its style, which is the manner in which the content is presented. Leonard Meyer questions this distinction by reformulating style around the idea of constraints: “ Style is a replication of patterning, whether in human behavior or in the artifacts produced by human behavior, that results from a series of choices made within some set of constraints ” ( 1989 , 3; italics original). The constraints that impact musicians’ choices include both those chosen by musicians, such as the decision to swing eighth notes or play a blues tune, and those imposed on musicians by external factors such as the physical affordances of an instrument or the social requirements of a particular performance situation. Herbie Hancock’s stylistically divergent decision to pluck the piano strings in  “Agitation” (see again, Example 2), for instance, breaks free of the typical constraints imposed by the way pianos are designed as well as the long history of how he should play one. The greatest constraint jazz musicians assume is that their music is largely improvised. As a result, they are constantly confronted by the question of what to play next. Many aspects of jazz style—its use of consistent meters and tempos, repeating and simple formal structures, omnipresent ii–V–I harmonic schemas, common melodic formulas and “licks,” codified ensemble roles and functions, a central canon of jazz and popular standards—are designed to provide a structure within which improvisers operate. The choices musicians make within these boundaries help define the jazz style of any musical passage spanning a single utterance to a whole performance.",
                "footnotes": [],
                "citations": [
                    "pascall_2001",
                    "meyer_1989"
                ]
            }
        },
        {
            "39": {
                "text": "[39] Ensemble roles and musical style are well understood aspects of jazz improvisations. By conceptualizing them as domains of musical interaction along with interpersonal and referent, I am highlighting the ways in which these domains project a more or less specific mode of musical continuation that musicians may choose to converge with or diverge from. The types of projectional content that emerges from each domain is quite different—specific melodic/harmonic/rhythmic content in the case of interpersonal interaction, repeating form and harmony in the case of referents, performance scripts in the case of roles, and a constellation of constraining elements in the case of styles—but in viewing them as domains of interaction they are drawn more viscerally and palpably into the improvisational moment. Definitions of interaction like Givan’s, “one or more members of an ensemble improvising spontaneously in response to what other participants are playing” ( 2016 , [2]), will necessarily lead to the conclusion that interaction should not be the primary analytical lens applied to all jazz improvisations given the evidence of musical examples that contain little motivic interplay. (41) By widening the scope of what interaction may be, a passage in which the musicians do not alter their utterances in response to each other may contain fascinating interactions in the other domains. Or they may not, in which case other analytical tools might be of more value. Some of the modern focus on interaction can be explained as a corrective to the historical focus on the soloist’s part, but privileging an interactional understanding of jazz improvisation helps to bring musical analysis into alignment with the social and dialogic values espoused by many jazz musicians. (42) Example 8 . Opening timings of “When I Fall in Love,” mm. 1–25 (click to enlarge)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": [
                    "givan_2016"
                ]
            }
        },
        {
            "40": {
                "text": "[40] The quintet’s second performance of “When I Fall in Love”—from the third set on December 23rd—unfolds in a typical way for the ensemble when performing ballads: Davis and Hancock begin together in out-of-time rubato, Carter adds a bass line at 0:35, and Williams provides a ballad “stir” on his snare at 0:46 (see Example 8 for a timeline of the opening). The ensemble’s tempo, labeled “ballad time” in Example 8, at this point is around 56 beats per minute. At 1:20, Davis performs a sequence of double-time syncopations, which spurs Williams and Hancock to pick up on the new tempo, “standard time,” though Carter remains at the original ballad pace. Carter soon joins in by shifting to standard time and begins a walking line at 1:54, creating a tempo of about 120 beats per minute. The musicians do not remain at that pace for long, however, as Davis cues yet another doubling of tempo at 2:19, which Williams and Hancock immediately take up again for the start of his solo. Carter delays his shift like before, eventually adopting the new tempo of around 265 beats per minute at 2:37. This new tempo, roughly quadruple the original ballad rate, becomes the performance’s “double time.” The musicians often halve this rate and fall back to the performance’s standard time, such as at 3:44 in Davis’s solo. When performing in double time, the musicians take twice the number of measures to progress through the tune’s chord changes than they do in standard time. Thus, the rate of chord change in absolute (or “clock”) time remains roughly the same whether in standard or double time, only the tempo changes. This produces the unusual combination of an intense, fast tempo with a more leisurely harmonic rhythm when playing in double time, allowing the musicians to perform with virtuosic speed without having to keep up with breakneck chord changes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] My analysis of ensemble role and style interaction during Hancock’s solo will focus on each musician’s projected tempo and meter. While the first chorus of Hancock’s solo begins at 9:16, Shorter overlaps his solo slightly here leading to Hancock’s first entrance at 9:19. For a full chorus, lasting from 9:16 to 10:15, the three musicians assume standard roles. Carter walks in quarter notes at the double-time rate and Williams sticks to a fairly consistent ride cymbal pattern in fast 4/4. Hancock solos with a fluid melodic line in his right hand mainly in eighth notes that locks up with the meter and tempo projected by Carter and Williams. Both Williams and Hancock comp, with Williams offering snare interjections and Hancock left-hand chordal support. One brief disturbance to this convergent chorus occurs at 9:54. For two measures, Hancock performs groups of quarter-note triplets, juxtaposing six notes in the space of each four quarter-note measure. Williams briefly responds with a minor disturbance to his ride pattern, but both musicians quickly return to the prevailing meter. Example 9 . Excerpt from Hancock’s solo on “When I Fall in Love,” mm. 1–25 (click to enlarge and listen) Example 10 . Excerpt from Hancock’s solo on “When I Fall in Love,” mm. 26–53 (click to enlarge and listen) Example 11 . Excerpt from Hancock’s solo on “When I Fall in Love,” mm. 54–74 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] All of Hancock’s second chorus starting at 10:14, and part of his third, are transcribed in Examples 9, 10, and 11 . These transcriptions show Hancock’s right-hand melodic line, Carter’s bass line, and Williams’s ride cymbal (with an exception or two) in order to provide concise information about the meter and tempo projected by each musician. The chord changes to the tune are also given above each system. These changes do not reflect any additions or omissions made by the musicians in the performance; they provide the harmonic frame of reference provided by the referent. Thus in mm. 3–4, for instance, Hancock’s substitution of G ♭ M7 for the Gm7–C7 ii7–V7 progression in those bars—providing a kind of tritone substitution for C7 leading to its F-major tonic—is not reflected in the chord changes included above the staff. In these measures, Carter typically follows the chord changes closely, providing the basis from which Hancock’s alterations diverge.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Hancock largely projects the same tempo and meter as Williams and Carter for the first nine bars, though he diverges from the chord changes and Carter’s line significantly in mm. 3–9. In m. 10, however, he takes up the triplet rhythms he first performed at 9:54 and continues with them into the next bar. Rather than being a momentary disturbance, Hancock’s rhythmic divergences here precipitate a halving of tempo to the performance’s standard time with Williams’s shift in m. 12. (43) This change to standard time does not precisely converge to a triplet-based meter suggested by Hancock’s utterance, but it does reflect the slower pace of Hancock’s improvised line in comparison to the standard eighth-note pace. Each of Williams’s measures thus last twice as long as the double-time measures, which the bar lines in his part show. As a result of Williams’s change, Hancock continues to use triplets in mm. 15–32. It is important to note that Hancock does not converge with Williams’s standard time, but rather that, by changing tempo, Williams inspires Hancock to take up the triplets in earnest and develop them as a new motivic idea. All the while, Carter continues to walk in quarter notes at the double-time tempo. Even while continuing to improvise in triplets, Hancock conforms to the rate of chord change held down by Carter. Hancock converges harmonically with the referent and with Carter, but begins to suggest a new beat length, and possibly a new meter, through his insistent repetitions of triplets. Example 12 . Relationship between time and tempo in “When I Fall in Love” (click to enlarge) Example 13 . Ride patterns for the three meters in “When I Fall in Love” (click to enlarge)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] When the musicians arrive at the halfway point of chorus 2, m. 33 (see Example 10), Williams diverges from his role significantly by shifting tempo dramatically. Taking a cue from the half-note triplets Hancock performs in mm. 19 and 20, Williams accelerates to approximately “one-and-a-half” time. To set the stage for how this tempo change occurs, Williams plays at the standard time rate of approximately 125 beats per minute (BPM) just preceding m. 33, while Carter plays at double that, 250 BPM. Hancock’s triplets prepare Williams’s change, but Hancock continues to conform to the rate of chord change that Carter outlines in double time. At m. 33, Williams performs his ride-cymbal pattern at a rate of around 187.5 BPM, one-and-a-half times the standard-time tempo ( Example 12 summarizes these meters and Example 13 gives their basic ride patterns). Each of his beats last around one half-note triplet of double time. While Hancock’s triplets continue to fit into the prevailing harmonic rhythm, Williams alters his ride pattern to fully project one-and-a-half time. Each of these measures lasts one-and-a-third double-time measures, as his modified barlines show. (44) His meter synchronizes with double time every three measures of one-and-a-half time and four measures of double time. At the same moment that Williams adopts one-and-a-half time in m. 33, Hancock further decelerates his solo rhythms and settles into half-note triplets from mm. 33–38. While his half-note triplets converge with Williams’s new tempo, he doesn’t fully adopt this new meter by continuing to follow the tune’s rate of chord progression as before, shown by his clear outlining of Gm7 and C7 chords in mm. 35–36. Carter continues to walk furiously in double time, which creates a complex layering of different tempos and rhythms.",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] In terms of role and style interaction, at m. 33 Williams initiates a striking divergence from his typical role. Throughout mm. 33–48, he neither comps nor keeps time, at least not the performance’s standard or double times. While his tempo relates to Hancock’s half-note triplets, he plays a game of one-upmanship by shifting to an entirely new meter and tempo based on these triplets. For this reason his shift is not out of the blue; it has a basis in Hancock’s preceding utterances. Because Hancock is the soloist here, it is also not out of the ordinary for Williams, as an accompanist, to take up and build on an idea stemming from Hancock. Williams moves beyond accompanimental motivic development, however, and radically subverts his ensemble role by taking Hancock’s half-note triplets to an extreme. The musicians also display a remarkable ability to staunchly maintain their individual trajectories. Their level of trust and comfort with each other allowed them to engage in this kind of risky metric play that is even more remarkable given that it emerged spontaneously in performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Now, in the performance itself, the musicians do not perfectly maintain these relationships throughout the passage. In the transcription, Hancock’s part serves as the reference for the others, who fluctuate somewhat around him. Carter does not consistently maintain a perfect double-time, quarter-note rate and the transcription occasionally gives him five quarter notes in a single 4/4 bar (see mm. 33, 39, 50, and 56). In these bars, Carter does not accelerate his quarter-note speed to fit in the extra note; these five-quarter-note bars are a notational way of fitting his slightly faster tempo into the basic tempo projected by Hancock. Williams also does not maintain one-and-a-half time perfectly. He begins a little slower at m. 33 and gradually accelerates into it. His part therefore does not line up perfectly with Hancock’s half-note triplets as the transcription suggests. One-and-a-half time is clearly Williams’s goal, however. Rather than being errors, Carter’s and Williams’s “participatory discrepancies,” as Keil ( 1987 ) calls them, are evidence of the ways improvised music invites participation by its community of performers and listeners. While such discrepancies are often discussed on the level of expressive microtiming, (45) they also play into larger effects such as the loose groove that Williams employs. The issues that musical notation has representing Williams’s and Carter’s utterances here reveals the inadequacy of the notation, not of their utterances.",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "keil_1987"
                ]
            }
        },
        {
            "47": {
                "text": "[47] After maintaining half-note triplets for mm. 33–38, Hancock returns to quarter-note triplets in m. 39 and continues them until m. 55. In the midst of a long triplet line starting in m. 45, it is very unclear how the three musicians all relate to one another, due to the distinct future continuations their parts project. Carter and Hancock are not particularly in sync with each other’s projected harmonies any more, such as in mm. 47–50, where Hancock generally outlines C7–FM7 while Carter performs a number of misaligned G2–E2–F2 repetitions. As a result of these complex and uncoordinated meters and harmonies, Williams suddenly decelerates from one-and-a-half time to standard time in m. 49. By shifting at this moment, Williams makes a conciliatory gesture to the ensemble, returning to his usual ensemble role in an effort to clarify and ground Hancock’s and Carter’s utterances. (46)",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Williams’s shift to standard time in m. 49 inspires Hancock to abandon his triplet-based lines, which he has performed for over a whole chorus now. In m. 56, shown in Example 11, Hancock reconnects with the meter shared by Carter’s double time and Williams’s standard time by performing in eighth notes, though he soon returns to complex and metrically divergent rhythms in mm. 57–59. Williams returns to double time in the second half of m. 58, thus locking up with Carter and setting the stage for Hancock’s entrance in m. 60, now entirely in eighth notes. As the musicians approach the end of chorus 2, metric convergence is finally restored. With the onset of chorus 3, however, Carter asserts his own slight divergence in ensemble role by shifting to half time. This move, made so soon after the three musicians had finally agreed on a time feel, reflects the ensemble’s interest in divergent “anti-music.” As chorus 3 progresses beyond what is transcribed in Example 11, Hancock and Williams soon concede to Carter’s standard time, and all three project the same meter again at 11:46. As the end of chorus 3 nears, Carter and Williams gradually fade out until Hancock is left alone by 12:20. He then finishes his solo in the same manner that he opened the performance, in out-of-time rubato. Davis and the rest of the ensemble enter at 12:45 for a final statement of the head in standard time. Just moments before the performance concludes, Williams takes up triplet rhythms one last time at 13:18, adding a final memory of the divergences in ensemble role he performed during Hancock’s solo. Davis performs a few final melodic statements before suddenly transitioning to the staccato syncopations of “Milestones,” the next tune.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Similar to their referent interactions in “My Funny Valentine,” the quintet’s divergences from their typical roles in “When I Fall in Love” do not require a complete reexamination of the scripts contained in those roles. They do not veer into the kind of free, collective improvisation that became common in the 1960s. Instead, they continue to perform their ensemble roles but do so in an extremely divergent way. In pushing against the boundaries of the prevailing jazz style of the 1960s, they fashion a new one that has come to be known as “postbop.” (47) The name is telling: rather than being defined by the explicit removal of existing constraints as was avant-garde “free” jazz, postbop comes after bop and maintains a link to the past. In the 1986 documentary Miles Ahead , Hancock made this link clear: What we were trying to do in Miles’s band—at least what I was trying to do and what I feel they were trying to do—was to combine, take these influences that were happening to all of us at the time and amalgamate them and personalize them in such a way that when people were hearing us they were hearing the avant garde on one hand and they were hearing the history of jazz that led up to it on the other hand ’cause, you know, Miles was that history, he was that link ( Obenhaus 1986 ). Making “Anti-Music”",
                "footnotes": [
                    "FN47"
                ],
                "citations": [
                    "obenhaus_1986"
                ]
            }
        },
        {
            "50": {
                "text": "[50] As a music defined by the unique voices of its most celebrated performers, jazz is a story of constant change. With every utterance, musicians must find a balance between the known and the novel, remaining cogent to their fellow improvisers while also forging their unique identities. (48) Hancock’s remarks quoted above call out this desire to “personalize” the innovations happening in jazz at the time. Rather than discarding fundamental aspects of jazz style, he explains that “we were sort of walking a tightrope with the kind of experimenting that we were doing in music, not total experimentation, but we used to call it ‘controlled freedom.’” ( Obenhaus 1986 ). (49) In his book on the quintet’s studio recordings, Keith Waters writes that, instead of wholly adopting free jazz, “the group located intermediate spaces between traditional jazz and free jazz” ( 2011 , 6). While in these recordings the quintet fundamentally redefined many of the projections that emerge from the four interactional domains, in their live performances they chose to retain many of the standard practices of jazz improvisation, such as selection of repertoire, use of repeating chord changes, and reliance on common meters and grooves. They often stretched many of these conventions to their breaking points, but they never quite severed their link to the past. In terms of musical interaction, the quintet preferred to interact divergently in all four domains: with each other, with referential materials, with ensemble roles, and with musical styles. Whether called “controlled freedom,” subverting expectations, or “anti-music,” the quintet’s divergent interactional strategies from the Plugged Nickel recordings modeled a way for jazz musicians to creatively reimagine the constraints of the past.",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": [
                    "obenhaus_1986",
                    "waters_2011"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.3.michaelsen.html",
    "data": "mto/data/mto.19.25.3.michaelsen.json"
}