{
    "title": "Film Music Themes: Analysis and Corpus Study",
    "date": "2016/03/01",
    "volume": "22",
    "issue": "1",
    "authors": [
        "Richards, Mark"
    ],
    "abstract": "The phrase structure of film music themes remains virtually unexplored in scholarly literature. This article proposes an analytical system that expands and adapts Caplin 1998 in order to categorize the gamut of film music themes in some detail. This system is then applied to a cross-section of 482 themes from Oscar-nominated scores ranging from the early 1930s to the present day. In doing so, notable divisions appear around 1960 and 1990, times that coincide with trends that drastically affected the composition of film music in general.",
    "keywords": [
        "phrase structure",
        "form",
        "theme types",
        "style change",
        "Hollywood films",
        "Oscars",
        "Academy Awards"
    ],
    "doi": "",
    "received": "June 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.16.22.1/mto.16.22.1.richards.pdf",
    "author_info": [
        {
            "name": "Mark Richards",
            "university": "Florida State University",
            "address": "College of Music, 122 N Copeland St, Tallahassee, FL 32306-1180",
            "email": "mcrichards@fsu.edu"
        }
    ],
    "citations": {
        "academy_of_motion_picture_arts_and_sciences_2016": "Academy of Motion Picture Arts and Sciences. 2016. The Official Academy Awards Database . http://awardsdatabase.oscars.org/ampas_awards/BasicSearchInput.jsp .",
        "adams_2010": "Adams, Doug. 2010. The Music of the Lord of the Rings Films: A Comprehensive Account of Howard Shore’s Scores . Carpentier.",
        "agawu_1994": "Agawu, Kofi. 1994. “Ambiguity in Tonal Music: a Preliminary Study.” In Theory, Analysis and Meaning in Music , ed. Anthony Pople, 86–107. Cambridge University Press.",
        "altman_2007": "Altman, Rick. 2007. “Early Film Themes: Roxy, Adorno, and the Problem of Cultural Capital.” In Beyond the Soundtrack: Representing Music in Cinema , ed. Daniel Goldmark, Lawrence Kramer, and Richard Leppert, 205–24. University of California Press.",
        "american_film_institute_2005": "American Film Institute. 2005. American Film Institute’s Top 25 Film Scores: Honoring America’s Greatest Film Music . Hal Leonard.",
        "audissino_2014": "Audissino, Emilio. 2014. John Williams’s Film Music: Jaws , Star Wars , Raiders of the Lost Ark , and the Return of the Classical Hollywood Music Style . University of Wisconsin Press.",
        "baileyshea_2002–2003": "BaileyShea, Matthew. 2002–2003. “Wagner’s Loosely Knit Sentences and the Drama of Musical Form.” Intégral 16–17: 1–34.",
        "baileyshea_2004": "BaileyShea, Matthew. 2004. “Beyond the Beethoven Model: Sentence Types and Limits.” Current Musicology 77: 5–33.",
        "behlmer_1990": "Behlmer, Rudy. 1990. Behind the Scenes: The Making of . . . . Samuel French.",
        "berry_1986": "Berry, Wallace. 1986. Form in Music . 2nd ed. Prentice-Hall.",
        "bribitzer-stull_2012": "Bribitzer-Stull, Matthew. 2012. “From Nibelheim to Hollywood: The Associativity of Harmonic Progression.” In The Legacy of Richard Wagner: Convergences and Dissonances in Aesthetics and Reception , ed. Luca Sala, 157–84. Brepols.",
        "bribitzer-stull_2015": "Bribitzer-Stull, Matthew. 2015. Understanding the Leitmotif: From Wagner to Hollywood Film Music . Cambridge University Press.",
        "broman_2007": "Broman, Per F. 2007. “In Beethoven’s and Wagner’s Footsteps: Phrase Structures and Satzketten in the Instrumental Music of Béla Bartók.” Studia Musicologica 48 (1–2): 113–31.",
        "brown_1994": "Brown, Royal S. 1994. Overtones and Undertones: Reading Film Music . University of California Press.",
        "bruce_1985": "Bruce, Graham. 1985. Bernard Herrmann: Film Music and Narrative . UMI Research Press.",
        "buhler_2000": "Buhler, James. 2000. “ Star Wars , Music, and Myth.” In Music and Cinema , ed. James Buhler, Caryl Flinn, and David Neumeyer, 33–57. Wesleyan University Press.",
        "buhler_2014": "Buhler, James. 2014. “The Agitated Allegro as Music for Silent Film: Origins, Nature, Uses, and Construction.” In Musical Implications: Essays in Honor of Eugene Narmour , ed. Lawrence F. Bernstein and Alexander Rozin. Pendragon Press.",
        "buhler_and_neumeyer_2014": "Buhler, James, and David Neumeyer. 2014. “Music and the Ontology of the Sound Film: The Classical Hollywood System.” In The Oxford Handbook of Film Music Studies , ed. David Neumeyer, 17–43. Oxford University Press.",
        "buhler_and_neumeyer_2016": "Buhler, James, and David Neumeyer. 2016. Hearing the Movies: Music and Sound in Film History . 2nd ed. Oxford University Press.",
        "burt_1994": "Burt, George. 1994. The Art of Film Music . Northeastern University Press.",
        "callahan_2013": "Callahan, Michael R. 2013. “ Sentential Lyric-Types in the Great American Songbook .” Music Theory Online 19 (3).",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57 (1): 51–117.",
        "caplin_2009": "Caplin, William E. 2009. “What Are Formal Functions?” In Musical Form, Forms, and Formenlehre : Three Methodological Reflections , ed. Pieter Bergé, 21–40. Leuven University Press.",
        "caplin_2013": "Caplin, William E. 2013. Analyzing Classical Form: An Approach for the Classroom . Oxford University Press.",
        "clendinning_and_marvin_2011": "Clendinning, Jane Piper, and Elizabeth West Marvin. 2011. The Musician’s Guide to Theory and Analysis . 2nd ed. W. W. Norton.",
        "cooke_2008": "Cooke, Mervyn. 2008. A History of Film Music . Cambridge University Press.",
        "gauldin_2004": "Gauldin. Robert. 2004. Harmonic Practice in Tonal Music . 2nd ed. W. W. Norton.",
        "gorbman_1987": "Gorbman, Claudia. 1987. Unheard Melodies: Narrative Film Music . Indiana University Press.",
        "green_1979": "Green, Douglass M. 1979. Form in Tonal Music: An Introduction to Analysis . 2nd ed. Holt, Rinehart and Winston.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "herrmann_1941": "Herrmann, Bernard. 1941. “Score for a Film: Composer Tells of a Problem Solved in Music for ‘Citizen Kane.’” New York Times , May 25.",
        "herrmann_1973_2010": "Herrmann, Bernard. [1973] 2010. “A Lecture on Film Music.” In The Hollywood Film Music Reader , ed. Mervyn Cooke, 209–23. Oxford University Press. Originally given at a symposium titled “The Coming of Sound to the American Film 1925–1940,” held at the International Museum of Photography in George Eastman House, Rochester, NY.",
        "hickman_2011": "Hickman, Roger. 2011. Miklós Rózsa’s Ben-Hur : A Film Score Guide . Scarecrow Press.",
        "kalinak_1992": "Kalinak, Kathryn. 1992. Settling the Score: Music and the Classical Hollywood Film . University of Wisconsin Press.",
        "karlin_1994": "Karlin, Fred. 1994. Listening to the Movies: The Film Lover’s Guide to Film Music . Schirmer.",
        "karlin_": "Karlin, Fred. [1995] 2005 . Film Music Masters: Jerry Goldsmith . DVD. Karlin/Tilford Productions. Originally produced in VHS format.",
        "karlin_and_wright_2004": "Karlin, Fred, and Rayburn Wright. 2004. On the Track: A Guide to Contemporary Film Scoring . 2nd ed. Routledge.",
        "khanannov_2009": "Khanannov, Ildar. 2009. “‘High Noon’: Dimitri Tiomkin’s Oscar-Winning Ballad and Its Russian Sources.” Journal of Film Music 2 (2–4): 225–248.",
        "kostka_payne_and_almén_2013": "Kosta, Steven, Dorothy Payne, and Byron Almén. 2013. Tonal Harmony . 7th ed. McGraw-Hill.",
        "krebs_2015": "Krebs, Harald. 2015. “Sentences in the Lieder of Robert Schumann: The Relation to the Text.” in Formal Functions in Perspective: Essays on Musical Form from Haydn to Adorno , ed. Steven Vande Moortele, Julie Pedneault-Deslauriers, and Nathan John Martin, 225–51. University of Rochester Press.",
        "laitz_2011": "Laitz, Steven G. 2011. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, and Listening . 3rd ed. Oxford University Press.",
        "lehman_2013": "Lehman, Frank. 2013. “ Hollywood Cadences: Music and the Structure of Cinematic Expectation .” Music Theory Online 19 (4).",
        "lehman_2014": "Lehman, Frank. 2014. “Intra-Phrasal Chromaticism and Formal Structures in Korngold’s Main Titles.” Paper presented at the Society for Music Theory Conference, Milwaukee, WI.",
        "macdonald_2013": "MacDonald, Laurence E. 2013. The Invisible Art of Film Music: A Comprehensive History . 2nd ed. Scarecrow Press.",
        "margulis_2014": "Margulis, Elizabeth Hellmuth. 2014. On Repeat: How Music Plays the Mind . Oxford University Press.",
        "marks_2000": "Marks, Martin. 2000. “Music, Drama,Warner Brothers: The Cases of Casablanca and The Maltese Falcon .” In Music and Cinema , ed. James Buhler, Caryl Flinn, and David Neumeyer, 161–86.Wesleyan University Press.",
        "morricone_2004": "Morricone, Ennio. 2004. Ennio Morricone: The Best Of . San Giuliano Milanese, Milan.",
        "murphy_2006": "Murphy, Scott. 2006. “ The Major Tritone Progression in Recent Hollywood Science Fiction Films .” Music Theory Online 12 (2).",
        "murphy_2014": "Murphy, Scott. 2014. “Transformational Theory and the Analysis of Film Music.” In The Oxford Handbook of Film Music Studies , ed. David Neumeyer, 471–499. Oxford University Press.",
        "neumeyer_2006": "Neumeyer, David. 2006. “ The Contredanse, Classical Finales, and Caplin’s Formal Functions .” Music Theory Online 12 (4).",
        "platte_platte": "Platte, Nathan. Forthcoming. “‘The Epic and Intimately Human’: Contemplating Tara’s Theme In Gone With The Wind .” In Music in Epic Film , ed. Stephen C. Meyer. Routledge.",
        "richards_2010": "Richards, Mark. 2010. “Closure in Classical Themes: The Role of Melody and Texture in Cadences, Closural Function, and the Separated Cadence.” Intersections 31 (1): 25–43.",
        "richards_2011": "Richards, Mark. 2011. “Viennese Classicism and the Sentential Idea: Broadening the Sentence Paradigm.” Theory and Practice 36: 179–224.",
        "rodgers_2015": "Rodgers, Stephen. 2015. “Sentences with Words: Text and Theme-Type in Die schöne Müllerin ,” Music Theory Spectrum 36 (1): 58–85.",
        "roig-francolí_2011": "Roig-Francolí, Miguel A. 2011. Harmony in Context . 2nd ed. McGraw-Hill.",
        "rosar_2001": "Rosar, William H. 2001. “The Dies Irae in Citizen Kane : Musical Hermeneutics Applied to Film Music.” In Film Music: Critical Approaches , ed. K. J. Donnelly, 103–116. Continuum International Publishing Group.",
        "schneller_2013": "Schneller, Tom. 2013. “Modal Interchange and Semantic Resonance in Themes by John Williams.” Journal of Film Music 6 (1): 49–74.",
        "smith_1998": "Smith, Jeff. 1998. The Sounds of Commerce: Marketing Popular Film Music . Columbia University Press.",
        "tagg_2000": "Tagg, Philip. 2000. Kojak—Fifty Seconds of Television Music: Towards the Analysis of Affect in Popular Music . Mass Media Music Scholars’ Press.",
        "vande_moortele_2009": "Vande Moortele, Steven. 2009. Two-Dimensional Sonata Form: Form and Cycle in Single-Movement Instrumental Works by Liszt, Strauss, Schoenberg, and Zemlinsky . Leuven University Press.",
        "wegele_2014": "Wegele, Peter. 2014. Max Steiner: Composing, Casablanca , and the Golden Age of Film Music . Rowman and Littlefield.",
        "whitmer_2012": "Whitmer, Mariana. 2012. Jerome Moross’s The Big Country : A Film Score Guide . Scarecrow Press.",
        "wierzbicki_2009": "Wierzbicki, James. 2009. Film Music: A History . Routledge.",
        "williams_nda": "Williams, John. N.d.a. Star Wars Suite for Orchestra . John Williams Signature Edition. Hal Leonard.",
        "williams_ndb": "Williams, John. N.d.b. Raiders March: From the Paramount Motion Picture Raiders of the Lost Ark. John Williams Signature Edition. Hal Leonard.",
        "williams_1991": "Williams, John. 1991. John Williams Anthology . Rev. ed. Warner Bros. Publications.",
        "winters_2007": "Winters, Ben. 2007. Erich Wolfgang Korngold’s The Adventures of Robin Hood : A Film Score Guide . Scarecrow Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank James Buhler, David Neumeyer, and Frank Lehman for their comments on earlier forms of this article, which have helped to refine, clarify, and solidify the ideas I present here.",
            "citations": []
        },
        "FN1": {
            "text": "1. Buhler 2014 examines thematic structure using the terminology of Caplin 1998 , though his focus is on music from anthologies for silent films; in particular, pieces known as “agitated allegros.” These pieces, however, differ greatly from main themes of sound films since they were intended as material that could be repeated by a live accompanist as many times as needed during a scene. Furthermore, far from the highly memorable material that generally constitutes a main theme, Buhler notes that, “the agitated allegros . . . are distinguished by their extremely high degree of conventionality. For all the excitement and action that this music is designed to engender, it is not music—at least in its more generic appearances—over which composers seem to have labored hard” ( 32 ). Lehman 2013 employs Caplin’s terminology in relation to sound-film excerpts, though thematic structure is peripheral to his study, which is of film music cadences. Analysis of film music themes in Gorbman 1987 ( 93–98 ) is concerned with associations of themes in Mildred Pierce (1945); in Burt 1994 with style, instrumentation, and associations; in Brown 1994 with harmony and associations; in Tagg 2000 with affect through the study of short units the author calls “musemes”; in Schneller 2013 with harmonic idioms that have particular associations in the music of John Williams; and in some examples in Murphy 2006 with progressions between two major chords a tritone apart.",
            "citations": [
                "buhler_2014",
                "caplin_1998",
                "buhler_2014",
                "lehman_2013",
                "gorbman_1987",
                "burt_1994",
                "brown_1994",
                "tagg_2000",
                "schneller_2013",
                "murphy_2006"
            ]
        },
        "FN2": {
            "text": "2. Although Caplin’s theory may seem an anachronistic starting point for film music theme analysis, extensions of this work into such repertoires as the lieder of Schubert ( Rodgers 2015 ), and Schumann ( Krebs 2015 ), late Romanticism ( BaileyShea 2002–2003 and Vande Moortele 2009 ), early-twentieth-century concert music ( Broman 2007 ), and Tin Pan Alley and Broadway ( Callahan 2013 ) demonstrate that the applicability of the concept of theme types reaches far beyond the Classical style. And given film music’s assimilation of all the above styles, it is no surprise that the theory provides a sound basis on which to build. Moreover, the comprehensive analytical approach of this article is intended to encompass the vast stylistic, and hence structural, diversity found in film music. In other words, because film music is able to incorporate virtually any musical style, a theory of thematic forms in film must be expansive enough to accommodate the large array of structures encountered.",
            "citations": [
                "rodgers_2015",
                "krebs_2015",
                "vande_moortele_2009",
                "broman_2007",
                "callahan_2013"
            ]
        },
        "FN3": {
            "text": "3. Due to this article’s taxonomical thrust, interpretation of meaning in relation to the film’s narrative is generally excluded from the analyses.",
            "citations": []
        },
        "FN4": {
            "text": "4. Compare this with Gorbman, who asserts that a theme may be a “melody, melody-fragment, or distinctive harmonic progression” ( 1987 , 26). While Gorbman requires that a theme be heard more than once in a film in order to qualify as such, I do not make such a stipulation, though this is a feature of most film themes. Most writers on film music apply the term “theme” to any passage of music that gains an association with some aspect of the narrative. Bribitzer-Stull ( 2015 , 7) regards developmental change in restatements of passages as a defining feature of a leitmotif, describing it as a “developmental associative theme” as opposed to a simple “associative theme” such as a reminiscence theme or idée fixe . For others, length is the critical determinant of thematic category, relatively short passages being labeled “motive,” “motif,” or “leitmotif,” and longer ones “theme.” See, for example, Altman, who, in his study of the use of associative music by Samuel L. Rothapfel (“Roxy”) in silent films, claims that “our habit of equating themes and leitmotifs does not stand the test of historical research. Though he consistently attributed his approach to Wagner, Roxy’s use of complete numbers as themes has little to do with leitmotif technique” ( 2007 , 222).",
            "citations": [
                "gorbman_1987",
                "altman_2007"
            ]
        },
        "FN5": {
            "text": "5. On the notion of formal units expressing musical temporalities, see Caplin 2009 .",
            "citations": [
                "caplin_2009"
            ]
        },
        "FN6": {
            "text": "6. Herrmann himself referred to this theme variously as a “destiny,” “fate,” and “Kane-power” motive. See Herrmann 1941 for the first two terms and Herrmann [1973] 2010 ( 215–16 ) for the third. Rosar ( 2001 ) convincingly argues that the particular form of the motive was inspired by Rachmaninov’s symphonic poem, Isle of the Dead , the main theme of which was also based on the “Dies Irae” chant. Most of Herrmann’s themes are either discursive themes based on melodic fragments and ostinato accompaniments or motto themes, for as Bruce observes, “one of the most significant features of Bernard Herrmann’s film music is its avoidance of extended melody, a characteristic which . . . radically challenged the richly melodic style that prevailed in Hollywood when Herrmann arrived there in 1940. Instead of the extended melody, Herrmann favored a small cluster of notes as a structural unit, a musical phrase lasting perhaps only two measures or even two or three notes” ( 1985 , 35). Bruce refers to this unit as a “cell,” which can either stand on its own as a motto theme, like the motive from Citizen Kane cited above, or be looped into ostinatos as accompaniment in discursive themes (defined below), as in the main-title themes for Vertigo (1958), North by Northwest (1959), and Psycho (1960). Herrmann himself proclaimed his general distaste for themes composed of longer units in an interview with Royal S. Brown: “You know, the reason I don’t like this tune business is that a tune has to have eight or sixteen bars, which limits you as a composer. Once you start, you’ve got to finish—eight or sixteen bars. Otherwise, the audience doesn’t know what the hell it’s all about. It’s putting handcuffs on yourself” ( 1994 , 291–92).",
            "citations": [
                "herrmann_1941",
                "herrmann_1973_2010",
                "rosar_2001",
                "bruce_1985",
                "brown_1994"
            ]
        },
        "FN7": {
            "text": "7. This theme is what Doug Adams ( 2010 , 16), in his comprehensive study of the leitmotifs of these films, refers to as “The Evil of the Ring (Mordor/Sauron).”",
            "citations": [
                "adams_2010"
            ]
        },
        "FN8": {
            "text": "8. One example of a second half based on variation occurs in the opening eight-measure theme of the slow movement of Beethoven’s Seventh Symphony (a theme that is nested within a larger rounded binary structure). An example of a second half based on contrast occurs in the opening eight-measure theme of the slow movement of Beethoven’s Violin Sonata in F Major, op. 24, “Spring.”",
            "citations": []
        },
        "FN9": {
            "text": "9. I introduce this new term here instead of relying on “contrasting period” in order to provide greater specificity as to the theme’s structure. The latter term has been used, for example, to describe what I call a periodic sentence in Green 1979 ( 66 ), Berry 1986 ( 26 ), Clendinning and Marvin 2011 ( 365–66 ), Gauldin 2004 ( 183–84 ), and Laitz 2012 ( 299 ), and a composite in Roig-Francoli ( 2011 , 280) and Kostka, Payne, and Almén ( 2013 , 156–57), the last example of which Caplin ( 1998 , 60–61) analyzes as a hybrid theme of “antecedent + cadential.”",
            "citations": [
                "green_1979",
                "berry_1986",
                "clendinning_and_marvin_2011",
                "gauldin_2004",
                "laitz_2011",
                "caplin_1998"
            ]
        },
        "FN10": {
            "text": "10. A few of these hybrid arrangements are somewhat like the hybrid themes described by Caplin ( 1998 , 59–63), but because cadences are not as prevalent in filmic grammatical themes as they are in Classical themes, the theme types I give here are necessarily different. Without the requirement of a cadence, the “antecedent” and “compound basic idea” of Caplin’s theory become one and the same unit. Thus, his hybrid 1 (antecedent + continuation) and hybrid 3 (compound basic idea + continuation) collapse into the same category, as do his hybrid 4 (compound basic idea + consequent) and period (antecedent + consequent). The hybrid 2 (antecedent + cadential) in film music depends mainly on the relationship of the melodic material in the second half to that of the first and hence, in the absence of acceleration or return (which it never entails), either includes the melodic variation of the clause class or the melodic contrast of the composite class.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN11": {
            "text": "11. On the flexibility of this final idea, cf. Caplin 1998 ( 53 ), which remarks of classical periods that “the contrasting idea of the consequent usually resembles that of the antecedent, although it can also be built out of entirely new melodic-motivic material.” See also Caplin 2013 ( 154 ), which notes that “in some periodic situations, the formal position that would ordinarily be filled by a 2-m. contrasting idea is replaced by a full 4-m. phrase that has the standard features of a continuation.”",
            "citations": [
                "caplin_1998",
                "caplin_2013"
            ]
        },
        "FN12": {
            "text": "12. Although the terms presentation , continuation , and basic idea are from Caplin 1998 , the understanding of the continuation as an acceleration (through fragmentation, faster harmonic rhythm, or faster surface rhythm) accords with my article on the sentence ( Richards 2011 ). I argue for acceleration as a sine qua non of the continuation, unlike Caplin, who allows harmonic sequence to define this unit in addition to acceleration. I also identify a sentence with a single basic idea as a monofold sentence , and one with three basic ideas as a trifold sentence . While both of these alternative sentence forms occur in film music, they are exceedingly rare and so are not further elaborated here, although both are indeed forms of the basic sentence. For an example of a film music monofold sentence, see Franz Waxman’s main-title theme to Taras Bulba (1962), and for a trifold sentence, see Erich Korngold’s main-title theme to Anthony Adverse (1936). Although Lehman ( 2014 ) regards the latter theme as a standard sentence with two basic ideas, I hear the third idea as another statement of the opening idea since it retains its contour and general harmonic support.",
            "citations": [
                "caplin_1998",
                "richards_2011",
                "lehman_2014"
            ]
        },
        "FN13": {
            "text": "13. I employ letter names for short ideas in schematic diagrams in order to clarify the relationship between successive ideas. Using verbal terms only, a succession of ideas such as A B B2, which occurs in the periodic clause, would become “basic idea,” “contrasting idea,” “developing idea,” labels which obscure the close relationship between B and B2. Similarly, a succession like A B C would be labeled “basic idea,” “contrasting idea 1,” “contrasting idea 2,” which obscures the significant difference between B and C. Nevertheless, I retain the verbal labels for much of my prose discussion since they are better suited to a grammatical context and since the similarity or difference between ideas is clarified by the letter names used in the musical examples.",
            "citations": []
        },
        "FN14": {
            "text": "14. The first three of these are from Caplin ( 1998 , 39), the fourth is new here. Caplin ( 1998 , 39–40) stipulates that a presentation prolongs tonic harmony. While this is true of most presentations in the Classical repertoire (for which Caplin’s theory was devised) and even many in film music, some presentations are based on different harmonic progressions. Some scholars have even argued for the same harmonic flexibility in Classical sentences; see Richards 2011 ( 185–87 ), BaileyShea 2004 ( 8–9 ), and Hepokoski and Darcy 2006 ( 84n14 ).",
            "citations": [
                "caplin_1998",
                "caplin_1998",
                "richards_2011",
                "baileyshea_2004",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN15": {
            "text": "15. Unless otherwise stated, all versions of themes in examples are those listed in Appendix 1 , for which I have attempted to use the most complete and fully harmonized forms of themes, usually occurring in main titles or end credits. Musical examples without a cited source were transcribed by the author. Even for existing scores or transcriptions, I have often reinstated excluded details, corrected what I perceive as wrong notes, or reduced out octave doublings and non-harmonic or ornamental parts for the sake of producing a clear score on a minimum of staves.",
            "citations": []
        },
        "FN16": {
            "text": "16. Lehman ( 2014 ) likewise regards the Robin Hood theme as a sentence. Winters ( 2007 , 103) points out that this theme is a close adaptation of one Korngold wrote in 1928 to complete an operetta by Leo Fall, who died in 1925. The original theme is likewise a sentence, though with a different closing idea after the fragmentation (see Winters’s Ex. 4.13).",
            "citations": [
                "lehman_2014",
                "winters_2007"
            ]
        },
        "FN17": {
            "text": "17. “Compound basic idea” is a term from Caplin 1998 ( 61 ). For the notion of “compound sentence” in Classical music, see Caplin 1998 ( 69 ). An example of a film sentence with compound basic ideas is John Williams’ main-title theme for JFK (1991).",
            "citations": [
                "caplin_1998",
                "caplin_1998"
            ]
        },
        "FN18": {
            "text": "18. In Richards 2011 ( 195 ), I distinguish BaileyShea’s concept of the dissolving third statement from the trifold sentence (with three basic ideas).",
            "citations": [
                "richards_2011"
            ]
        },
        "FN19": {
            "text": "19. For this view of Classical cadences, see Caplin 1998 ( 27–29 ) and especially Caplin 2004 ( 70 ).",
            "citations": [
                "caplin_1998",
                "caplin_2004"
            ]
        },
        "FN20": {
            "text": "20. The term “dominant arrival” is from Caplin 1998 ( 79 ). For film themes, I expand the concept of dominant arrival to include endings on a stated or implied dominant harmony over a tonic pedal. I subsume the dominant arrival into a broader concept of “closural function” for Classical themes that also applies to film themes: “even when themes or individual phrases lack a true cadence, a sense of closure is almost always granted by a final I or V chord that is approached by a cadence-like progression, a series of chords that, but for an inversion of V, an ending on V 7 , or a pedal point, would otherwise be cadential. These themes therefore contain a type of form-functional ending that I call a ‘closural function’ or more simply a ‘close’ (as analogies to the terms ‘cadential function’ and ‘cadence’)” ( Richards 2010 , 31–32).",
            "citations": [
                "caplin_1998",
                "richards_2010"
            ]
        },
        "FN21": {
            "text": "21. Buhler ( 2000 , 45–47) demonstrates that harmonic distortion is also found at the opening of the Imperial March in what he calls “the abrogation of the dominant.” As he explains regarding the concert version of the march, “in measure 3, the harmony of the vamp grows ambiguous: the octave Gs remain prominent, but the chord on beat 4 is no longer simply minor ♭ VI. Rather, elements of the dominant—actually a diminished chord with dominant tendencies ( F ♯ [= G ♭ ]–A– E ♭ )—collide with the E ♭ minor chord, and the whole complex sounds over a pedal G. Yet, because the first two measures ‘prime’ our ears to hear an oscillation between minor I and minor ♭ VI, the resulting sonority sounds more like an altered minor ♭ VI over a tonic pedal than a dominant-substitute diminished chord.”",
            "citations": [
                "buhler_2000"
            ]
        },
        "FN22": {
            "text": "22. For my Classical application of this term, see Richards 2010 ( 32 ).",
            "citations": [
                "richards_2010"
            ]
        },
        "FN23": {
            "text": "23. Lehman 2013 [ 1.8, Example 4 ] also recognizes the plagal cadence as common in film.",
            "citations": [
                "lehman_2014"
            ]
        },
        "FN24": {
            "text": "24. As Wegele ( 2014 , 112) points out, this theme is a reworking of Steiner’s main theme for The Lost Patrol (1934), a film about a British troop that becomes stranded in a Middle Eastern desert amid Arab snipers. Hence it seems that the reuse of the material was based on a vague sense of geographic similarity between this and the Morocco of Casablanca . Although Behlmer ( 1990 , 174) hears in Casablanca ’s title theme a reference to Mikhail Ippolitov-Ivanov’s Caucasian Sketches , Suite No. 1, op. 10, “The Village,” I interpret the similarity as coincidental. The first author to make this connection was Martin Marks ( 2000 , 164).",
            "citations": [
                "wegele_2014",
                "behlmer_1990",
                "marks_2000"
            ]
        },
        "FN25": {
            "text": "25. This statistic is based on the corpus of 482 themes in Appendix 1 .",
            "citations": []
        },
        "FN26": {
            "text": "26. As discussed further below, second ideas that are similar to the basic idea but are supported by differing harmony are a feature of developing themes.",
            "citations": []
        },
        "FN27": {
            "text": "27. Khanannov ( 2009 ) convincingly argues that Tiomkin’s ballad is based on a Russian song titled “ Shalandy polnuie kefali ,” written by Nikita Boloslovsky for the film Two Soldiers (1942), released a decade before High Noon . Notably, however, the chorus of the latter (measures 20–27), which is the portion that most closely resembles the opening section of the former song, is built as a periodic clause, in contrast to Tiomkin’s basic period. Hence Tiomkin maintains a significant degree of originality in his song.",
            "citations": [
                "khanannov_2009"
            ]
        },
        "FN28": {
            "text": "28. The same kind of fragmentation also occurs in many Classical contrasting ideas, as noted by Caplin ( 1998 , 51).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN29": {
            "text": "29. Karlin and Wright 2004 ( 214 ) point out that the hymn-like melody in the inner voice of the Patton march is heard in the film immediately beforehand as a theme in its own right and that the march tune is then superimposed in counterpoint. In an interview in Karlin [1995] 2005 , Goldsmith himself states that these differing musical ideas were intended to signify the components of Patton’s psyche: “I felt that the music must constantly remind the audience that [Patton] was a multifaceted, multilayered personality, so the music had three layers to it. It had the military aspect [the march], it had the religious aspect [the hymn tune], and it had the archaic aspect [tape-delay, fade-out parallel fifths in the trumpets].”",
            "citations": [
                "karlin_and_wright_2004",
                "karlin_"
            ]
        },
        "FN30": {
            "text": "30. Lehman ( 2014 ) also analyzes this theme as a period.",
            "citations": [
                "lehman_2014"
            ]
        },
        "FN31": {
            "text": "31. An example of an open period is the verse of James Horner’s end-credit song, “My Heart Will Go On” (which is also the main theme), from Titanic (1997). In this case, the half cadence ending the first phrase on “I feel you” is syntactically stronger than the IV chord that ends the second phrase on “go on.” Marvin Hamlisch’s title theme from The Way We Were (1973) is an instance of a doubly-closed period. An example of a doubly-open period is Jerry Goldsmith’s main theme from Star Trek: The Motion Picture (1979).",
            "citations": []
        },
        "FN32": {
            "text": "32. Hence, substantial spans with tonic closure that are restated tend to sound like repetitions of a single theme rather than compound periods.",
            "citations": []
        },
        "FN33": {
            "text": "33. Platte (forthcoming) essentially hears this theme’s structure in the same way, commenting that it follows a scheme of AA 1 A 2 A, but also that the third idea is simultaneously a variant of A and “stands apart through its higher register and distinctive suspension.” Platte traces the genesis of the Tara theme’s opening four-note idea through similar (but by no means identical) main themes from two earlier films that Steiner scored: Crime School (1938) and They Made Me a Criminal (1939). As Platte points out, of these three themes, Tara makes the most of its opening motive, stating it as all four of its ideas, each time retaining its initial (and highly distinctive) octave leap. By contrast, They Made Me a Criminal states a similar motive as the first three of four ideas (but changes the opening octave into a ninth then a fourth, respectively, in the ensuing ideas). Crime School states an even less similar motive only as its first idea of four (and lacks the opening leap altogether). When it came to Gone with the Wind , Steiner chose for its main theme a structure that maximizes the exposure of its opening idea. On this point, Platte remarks that “by virtue of its dramatic upward leaps and replenishing repetition, the Tara theme is both vertically and horizontally expansive, a trait that comingles the expectations of epic film—that is, a tendency for monumental gestures and excess—with the constancy of Tara or, rather, the idea of Tara.”",
            "citations": [
                "platte_platte"
            ]
        },
        "FN34": {
            "text": "34. Murphy ( 2014 , 487) remarks that progressions of i– ♭ vi in film music, or what he calls “m8m” progressions (that is, from a minor tonic to a minor triad eight semitones above [or four below]) are commonly associated with “antagonism, with offshoots of the eerie and sinister,” and identifies the Imperial March as a locus classicus . Bribitzer-Stull ( 2012 ) traces this progression from its most famous instantiation in the “Tarnhelm” leitmotif from Wagner’s Das Rheingold to Hollywood film, commenting that it “has achieved an iconic role in music for science-fiction-, fantasy-, and horror-themed movies composed during the post-1975 renaissance of the orchestral film score, where it comprises a key component of an expressive genre we might broadly refer to as ‘the dark unknown’—evil magic, menacing aliens, chilling supernatural events, and the disquieting unexplained are all triggers for cinematic ‘Tarnhelm’ progressions” ( 160 ).",
            "citations": [
                "murphy_2014"
            ]
        },
        "FN35": {
            "text": "35. Lehman ( 2013 , [4.8]) regards this theme as a regular sentence with four measures of presentation followed by four of continuation. Because I define the continuation by the presence of an acceleration, I hear the divergence of a clause, rather than a continuation, due to the melodic similarity to, then difference from, the previous ideas, the divergence of a clause. Whitmer ( 2012 , 126) remarks of this theme that it “is a variant of the fanfare from the main title.” Indeed, not only do the two make use of very similar intervals and rhythms, but they also share the same thematic structure of a clause.",
            "citations": [
                "lehman_2013",
                "whitmer_2012"
            ]
        },
        "FN36": {
            "text": "36. Other examples of this theme type include Elmer Bernstein’s main theme from The Man with the Golden Arm (1955) and Goldsmith’s main theme from The Omen (1976).",
            "citations": []
        },
        "FN37": {
            "text": "37. Caplin ( 1998 , 59–61) recognizes this structure as one of his four hybrid theme types (hybrid 1). While this type is not particularly common in works of the high Classical period, Neumeyer ( 2006 , [12]–[13]) demonstrates that it is quite common in court dances of the early eighteenth century.",
            "citations": [
                "caplin_1998",
                "neumeyer_2006"
            ]
        },
        "FN38": {
            "text": "38. This statistic is drawn from the themes given in Appendix 1 .",
            "citations": []
        },
        "FN39": {
            "text": "39. In its entirety, the Star Wars theme is constructed as a rounded binary form. I focus on the A section as a means of comparison with other grammatical themes with eight-measure model forms. In the notated example, since there is no standard notation for the use of quartal harmony, I simply use the label “quartal dominant” to describe a harmony of fourths rooted on the dominant note, in this case, F– B ♭ – E ♭ – A ♭ (the A ♭ is omitted in the theme’s last A2).",
            "citations": []
        },
        "FN40": {
            "text": "40. Lehman ( 2013 , [4.12]) interprets this A section as a repeated “compound antecedent” consisting of a “(compound?) basic idea” in measures 1–4, a “compressed continuation (?)” with “repetition/fragmentation” in measures 5–6, and a “cadential” unit in measures 7–8. Of course, these labels rely on hearing the total length of the theme as the notated eight measures rather than the R = 2N situation I argue for above. Even so, the basic idea is marked as being four notated measures much like an R = 2N theme, and measures 3–4 are labeled as comprising both repetition and fragmentation, suggesting a combination of similarity and difference with the previous idea that is central to a developing idea.",
            "citations": [
                "lehman_2013"
            ]
        },
        "FN41": {
            "text": "41. This total is given in the Official Academy Awards Database online; see Academy of Motion Picture Arts and Sciences 2016 .",
            "citations": [
                "academy_of_motion_picture_arts_and_sciences_2016"
            ]
        },
        "FN42": {
            "text": "42. As noted by Kalinak, “by the mid-thirties musical accompaniment which depended on original composition and incorporated the selective nondiegetic use of music became the dominant practice, replacing older traditions (Chaplin’s use of continuous music in his early sound films, for instance) and alternative practices (Warner Brothers’ cycle of social realism films which omitted music entirely). What would become known as the classical model was almost immediately absorbed into Hollywood practice, its production both reflecting and reinforcing the structure of the studio system” ( 1992 , 72). Buhler and Neumeyer recognize the importance of Steiner in particular: “There is no question about the influence of Steiner’s practices arising from the works discussed above and a string of film scores after 1932 . . . . By that time, all composers in the major studios had assimilated the core of Steiner’s methods into the basic technique of film scoring” ( 2014 , 38).",
            "citations": [
                "kalinak_1992",
                "buhler_and_neumeyer_2014"
            ]
        },
        "FN43": {
            "text": "43. This distinction, however, is somewhat blurred by the nomination of Waxman’s The Young at Heart (1938), and Copland’s Of Mice and Men (1939) and Our Town (1940) in both categories.",
            "citations": []
        },
        "FN44": {
            "text": "44. In most years there were 5 nominees, but from 1937 to 1945, the number ranged from 11 to 21. As Karlin clarifies, “from 1934 to 1937, the studio music executives selected achievements for consideration, and a special committee then selected the five nominees. Starting in 1937, the music executives each selected a work, and all these selections were considered nominees. That’s why for a few years there were so many nominations for the music awards” ( 1994 , 207). A few other years had fewer than 5 nominees: in 1934, there were 3, in 1935, 4, and in 1949, 3. These varying numbers of nominees are not a major problem for the present study, however, since I group the data by decade rather than individual year, and the relatively large number of themes in each decade minimizes the effect of such variation.",
            "citations": [
                "karlin_1994"
            ]
        },
        "FN45": {
            "text": "45. As Buhler and Neumeyer report, based on film scholar Kristin Thompson’s work, “end titles or credits lists remained well under 1 minute until the 1970s, when a few timed at a minute or more. Only in the 1980s were end credits consistently at 3 minutes or higher; by the 1990s most ran to 4 or 5 minutes” ( 2016 , 330). Conversely, the substantial main titles of classical Hollywood films have gradually become less and less frequent over time, especially since around 1990. Hence, the themes in the corpus are increasingly drawn from end credits as time progresses.",
            "citations": [
                "buhler_and_neumeyer_2016"
            ]
        },
        "FN46": {
            "text": "46. The 23 films containing main themes of pre-existing material are Mr. Smith Goes to Washington (1939), The Long Voyage Home (1940), Waterloo Bridge (1940), The Devil and Daniel Webster (1941), How Green Was My Valley (1941), Casablanca (1942), I Married a Witch (1942), The Pride of the Yankees (1942), To Be or Not to Be (1942), Christmas Holiday (1944), Voice in the Wind (1944), Wilson (1944), Brewster’s Millions (1945), Captain Kidd (1945), Paris Underground (1945), A Song to Remember (1945), The Heiress (1949), Between Heaven and Hell (1956), An Affair to Remember (1957), The Bridge on the River Kwai (1957), On the Beach (1959), Thoroughly Modern Millie (1967), and ‘Round Midnight (1986). The 5 films that could not be located are Man of Conquest (1939), Mercy Island (1941), Silver Queen (1942), Three Russian Girls (1944), and Birds Do It, Bees Do It (1974).",
            "citations": []
        },
        "FN47": {
            "text": "47. This view thus aligns with that of Agawu, who claims that “theory-based analysis necessarily includes a mechanism for resolving ambiguities at all levels of structure,” and that “in situations of competing meanings, the alternatives are always formed hierarchically, making all such situations decidable without denying the existence of multiple meanings” ( 1994 , 107).",
            "citations": [
                "agawu_1994"
            ]
        },
        "FN48": {
            "text": "48. To be sure, the discursive and motto categories could be further refined, but such discussion lies beyond the scope of the present article.",
            "citations": []
        },
        "FN49": {
            "text": "49. Compare the observations of Margulis on the importance of repetition as a tool for familiarization, which, although implicitly describing concert music, apply to film music as well, the more emphatically so because of the division of one’s attention among film’s several combined media: “Auditory stimuli are temporally delineated—you can’t stop and look at them for as long as you wish. Rather, they’re presented and then gone, on their own schedule, and after that you must rely on memory to access them again. But remembering a passage is impractical while listening to music, as the music typically does not stop to allow this kind of rumination . . . . Musical repetitions, therefore, can be viewed as a kind of re-presenting, a kind of prosthetic memory, whereby past events are put once more before the ears” ( 2014 , 22).",
            "citations": [
                "margulis_2014"
            ]
        },
        "FN50": {
            "text": "50. While this hypothesis could be investigated through a study of thematic structure in popular styles, such an endeavor lies beyond the scope of the present article.",
            "citations": []
        },
        "FN51": {
            "text": "51. Cooke ( 2008 , 474) cites the use of both of these programs in film scoring of recent decades.",
            "citations": [
                "cooke_2008"
            ]
        },
        "FN52": {
            "text": "52. Of course, the success of these composers also reflects the differing tastes of several directors who have risen to prominence in Hollywood since 1990 such as Christopher Nolan, Ang Lee, M. Night Shyamalan, Sam Mendes, David Fincher, and Alfonso Cuarón.",
            "citations": []
        },
        "FN53": {
            "text": "53. As MacDonald writes, “this score started a film-music trend that involves melodic repetition of an incisively rhythmic style” ( 2013 , 455).",
            "citations": [
                "macdonald_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Themes are one of film music’s most memorable and iconic elements. Not only do they fulfill an associative role that adds emotional depth to characters, relationships, places, and the like, but from a broader perspective, they also become part of an entire film’s identity, to the point where they are often referred to as “the theme from” the film in question. While the associations and meanings of film themes, usually in the form of leitmotifs, have been given much attention in the scholarly literature, most recently in Bribitzer-Stull 2015 and Audissino 2014 , rigorous study of their phrase structure remains virtually unexplored territory. (1) In this article, I therefore propose an analytical system that expands and adapts Caplin 1998 in order to categorize the gamut of film music themes in some detail. In particular, due to their sheer abundance in the film repertoire, I focus on themes whose structures fall into beginning–end halves, identifying four large classes that may each take three forms. As a result, there are a total of twelve distinct theme types. (2) The first and larger part of this article is devoted to establishing the distinctions among these twelve theme types, not only to provide a methodology for the analysis of film music themes but also to support the findings of the article’s second half. There, I apply this system to a cross-section of 482 film music themes ranging from the early 1930s to 2015, primarily from Hollywood films. In doing so, notable divisions appear around 1960 and 1990, times that coincide with historical trends that drastically affected the composition of film music in general. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "audissino_2014",
                    "caplin_1998"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The emphasis of this study is on what are commonly called main themes, that is, passages that sound as a cohesive unit and are given special prominence through a statement in the main title, end credits, or elsewhere in the film. This broad definition allows for the tracing of compositional patterns in the main theme—one of film’s most important constituents—and hence draws in themes as radically diverse as Henry Mancini’s jazz/pop-style “Moon River” from Breakfast at Tiffany’s (1961), James Horner’s atonal opening theme for Aliens (1986), and John Barry’s Romantic-style main theme for Dances with Wolves (1990).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] But how might “theme” itself best be defined? First and foremost, a theme must in some way be characteristic in order that it may be recognized as an important element in a film. As Bribitzer-Stull puts it, a theme must employ (and retain) a variety of identifiable musical parameters. These may include, but are not limited to: contour, rhythmic content, pitch content, length, orchestration, texture, register, tempo, harmonic progression, harmonic function, and contrapuntal framework. ( 2015 , 34) (4) Themes may be divided into three broad categories according to their components’ relationship to the musical temporalities of beginning and end. (5) Most film themes fall into two halves which correspond to a kind of statement and its response, or a beginning and end, in that order. These include the period with its antecedent/consequent halves, the sentence with its presentation/continuation halves, and several other theme types I describe in more detail in the next section. Due to their similarity to literary sentences, I call these grammatical themes , and because they constitute the vast majority of film music themes, they are the focus of this study. Familiar examples include Henry Mancini’s main theme for The Pink Panther (1963) and Nino Rota’s opening theme for The Godfather (1972).",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In other film music themes, the melody consists only of a single motive, a few motives combined into a short idea, or two or more ideas combined into a larger unit. The material of such themes remains in a statement- or beginning-mode throughout, never reaching a responding second half and instead creating a kind of musical motto. I therefore call these structures motto themes . Examples include Bernard Herrmann’s “Dies Irae”-derived motive that opens Citizen Kane (1941) (6) and John Williams’s “Rebel Fanfare,” first heard in the original Star Wars (1977). The melody of a motto theme may even consist of a motive, idea, or unit that is repeated in an ostinato, or ostinato-like manner, stretching the material out to a length consistent with a grammatical theme. The key difference between this particular variant and grammatical themes is that motto themes contain no significant change in the material to signal the onset of an answering second half; rather, we are kept in a perpetual state of beginning. Examples include the four-chord ostinato-based action theme in Hans Zimmer’s score for Inception (2010), heard at the start of the end-credit music, and the evil theme for Mordor from Howard Shore’s scores for The Lord of the Rings (2001–2003). (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Discursive themes may be as long as or longer than grammatical themes; still, although they develop their material rather than repeat it (therefore distinguishing them from ostinato-based motto themes), they lack a grammatical theme’s division into beginning–end halves. The component ideas of discursive themes either do not group into larger subthematic units, or group into three or more such units. In either case, the result is a theme that in no way signals where it will end and thus sounds as though it could be spun out indefinitely. Despite their rather spontaneous approach to thematic structure, discursive themes are often given a strong sense of cohesion through an underlying ostinato or constant accompaniment pattern. These themes differ from ostinato-based motto themes in that the ostinato in the latter includes the melody and hence is the focus of the theme, whereas the ostinato in the former is only an accompaniment and thus not the theme’s focus. Examples that lack larger subthematic groupings include the main-title theme of Jerry Goldsmith’s score to Planet of the Apes (1968), whose melody is a twelve-tone series divided into discrete trichords, and John Corigliano’s haunting main-title theme for The Red Violin (1999). Themes that possess three or more subgroupings include Alex North’s main-title music to A Streetcar Named Desire (1951) and James Horner’s main-title theme for A Beautiful Mind (2001). Some discursive themes differ from motto and grammatical themes in that melody is not the most prominent element, instead being reduced to mere fragments that are subsumed within an all-encompassing texture. This approach is especially common in themes inflected by popular styles, as in Isaac Hayes’s funk-style theme for Shaft (1971), John Williams’s jazzy main-title theme for Catch Me If You Can (2002), and Thomas Newman’s electro-pop end-credit music to Skyfall (2012). Regardless of style, all discursive themes share a fundamental run-on quality. I. Analysis: Types of Grammatical Themes",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As noted above, grammatical themes constitute the most densely populated category of film theme. At the broadest level, these forms are distinguished by the relationship of the second half to the first, which follows one of four operations. The second half may accelerate , return to the opening idea, vary the preceding idea, or contrast with the preceding idea. Acceleration and return define the two primary archetypes of Classical thematic structure, the sentence and period, respectively. Second halves based on variation or contrast, however, are vanishingly rare in the Classical repertoire, and thus themes structured as such have yet to be given names. (8) Since the varying of preceding material generally follows a first half that is structured like the first half of a sentence, I propose another literary name that is related to the sentence: the clause . For themes whose second half contrasts with preceding material without accelerating and whose first half is structured like that of a period, I propose a term that describes this combination of disparate elements: the composite . (9) These four operations provide the basis for the four classes of grammatical themes. In other words, the relationship between the first and second half of a theme forms the essence of a particular theme class (“x” below represents a variable placeholder): 1st Half 2nd Half SENTENCE x → Acceleration PERIOD x → Return CLAUSE x → Variation COMPOSITE x → Contrast Example 1 . Types of Grammatical Theme as Determined by the Relationship between the 1st and 2nd Ideas, and 1st and 2nd Halves (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Further refining these classes of themes requires a more detailed breakdown of a theme’s content. The first half generally consists of two relatively short ideas, the second of which may repeat, vary, or contrast with the first. In their most normative state, or what I term their basic form , the sentence and clause repeat the first idea in a scheme of AA, while the period and composite contrast with it in an AB scheme. A hybrid form may also be created by combining a periodic first half with a sentential or clausal second half, or a sentential first half with a periodic or composite-like second half. (10) Finally, a varied second idea in the manner of A A2 produces what I call a developing theme , to be discussed further below. Each of the four theme classes may therefore take three different forms: a basic form, a hybrid form, and a developing form, resulting in a total of twelve different theme types. Example 1 organizes these twelve types as a graph, with the X-axis grouping into columns those themes with a second idea that is similar, varied, or different, respectively, and the Y-axis stacking the four theme classes in parallel rows. I take up each of these twelve types in greater detail below.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In all the themes types of Example 1 except the three sentence types, an “x” denotes the final idea of the theme. This notation reflects the variability associated with this component of a theme. Each of the other ideas in a theme serves a defining function in the form: the first idea serves as a point of reference for the other components, the second idea distinguishes basic forms from developing and hybrid forms, and the third idea distinguishes the broader class of theme—sentence, clause, period, or composite. By the fourth idea of a theme, nothing more is required to establish its identity, and hence this final idea may consist of material from a basic idea or contrasting idea, it may constitute an acceleration or be an otherwise new idea, or it may be omitted altogether. (11) A. Basic Forms i) Sentence",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Sentences in film music consist of a presentation and continuation , the former comprising an initiating basic idea that is usually repeated, and the latter an acceleration. (12) This structure results in the schematic pattern given below. (13) Sentence Presentation Continuation A A ( ′ ) Acceleration Example 2 . Korngold, The Adventures of Robin Hood (1938), main theme (click to enlarge and listen) The repetition in the presentation takes one of four forms: exact, statement-response, sequential, or alternating. (14) With exact repetition , the melody is somewhat more flexible than the harmony, as it may be transposed to differing chord tones, ornamented, or slightly varied without altering the theme’s form. Example 2 shows exact repetition in Erich Korngold’s main theme from The Adventures of Robin Hood (1938). (15) Here, the basic idea (A) is immediately restated with the melody shifted down a diatonic third, though crucially with the same harmony. (16)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Statement-response repetition generally involves an initiating tonic harmony in the first idea that is answered by a different initiating harmony in the second. In film themes, these situations usually employ one of three strategies. In films of the 1930s through the 1950s, the most common strategy involves dividing a descending-fifths-based progression between the two basic ideas. Examples include the following progressions (here and in the following text, Roman numerals indicate roots only, not chord quality, in order to show generalized patterns): 1st Idea 2nd idea I–II V–I I–II–V II–V–I I–IV–II V–I I–IV II–V–I I–VI II–V–I I–VI–II II–V I–II V–II/II–V/II I–II–V II/II–V/II–II",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Sequential repetition transposes both the harmony and melody of the first idea. While in Classical themes this transposition is most often to the supertonic, in film themes, the second idea is generally supported by IV, ♭ VII, VI, III, or ♭ III. Example 3 . Horner, Apollo 13 (1995), main theme (click to enlarge and listen) Example 4 . Rota, The Godfather (1972), Sicily theme (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Alternating repetition is essentially a combination of the exact and statement-response types. In such cases, the harmony of the first idea usually comprises two portions, one of which remains constant in the second idea while the other changes, producing an alternating pattern in the presentation as a whole. Presentations with alternating repetition constitute an eclectic set of harmonic progressions that are difficult to generalize about, save that some rely only on a combination of I, IV, and V, particularly in the order I–I / I–V over the two ideas, while most others incorporate chromaticism. James Horner’s main theme from Apollo 13 (1995), given in Example 3 , demonstrates the chromatic form: the first idea’s harmony of I–IV becomes I– ♭ VII in the second idea. More than one chord may be involved in either the constant or variable portion of alternating repetitions. In Nino Rota’s theme for Sicily (commonly known as the “love theme”) from The Godfather (1972), shown in Example 4 , the first idea is presented with the root progression of I–II–I over a tonic pedal. The second idea is instead supported by I–I–II, which retains the initial tonic of the first idea, but reverses the ordering of the last two chords in a statement-response pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In some sentences, the initial ideas are composed of two smaller ideas that form a compound basic idea. (17) Since the overall theme type is not affected by this addition, for the sake of simplicity, I make no distinction between presentations with basic ideas and those with compound basic ideas. As Caplin himself has observed, “in the end, this distinction is often not of great importance, and we should not forget that there is no essential difference in the formal functions of a simple theme versus a compound theme” ( 2013 , 186). Example 5 . Rota, The Godfather (1972), main theme (waltz) (click to enlarge and listen) Example 6 . Morricone, Once Upon a Time in America (1984), main theme (click to enlarge and listen) Example 7 . Herrmann, Citizen Kane (1941), breakfast montage theme (click to enlarge and listen) Example 8 . Lehman, Perfect Authentic Cadence Attribute Inventory (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "caplin_2013"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The continuation in film music sentences is based on at least one of the following types of acceleration: fragmentation, acceleration of harmonic rhythm, or acceleration of surface rhythm. With all three of these, a melodic idea that does not replicate the entire basic idea is imperative, for an idea that involves much melodic similarity results in either a form of clause, where the third idea is a variation of the second, or a form of period, where it is a return to the first. By far, most film continuations employ fragmentation, which entails melodic units that are shorter than the basic idea (although not necessarily fragments of the basic idea) and that are generally restated in some way, hence imparting a faster rate of melodic change. Because each of these shorter units tends to be accompanied by a chord change, harmonic acceleration is usually present as well. This kind of continuation occurs unambiguously in the Robin Hood theme of Example 2, where the two-measure ideas of the presentation are followed by repeated one-measure ideas that define the continuation. In some cases, the continuation begins with an apparent a third statement of the basic idea, as in Nino Rota’s main-theme waltz from The Godfather , shown in Example 5 . In themes like this, it is the fragmentation process within the third idea, or what BaileyShea ( 2004 , 11–12) calls a “dissolving third statement,” that distinguishes the second half as that of a sentence rather than a clause, where the third idea remains unfragmented from start to finish. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "baileyshea_2004"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Some continuations are based on harmonic or rhythmic acceleration, either singly or in conjunction, rather than fragmentation. In Ennio Morricone’s main theme for Once Upon a Time in America (1984), shown in Example 6 , a one-measure motive is heard in each of the first seven measures, preventing fragmentation from occurring. At measure 5, however, the more frequent chord changes every half-measure create a harmonic acceleration that defines the continuation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Rhythmic acceleration need not create a relatively fast rhythm, but only greater rhythmic motion than the initial ideas. Bernard Herrmann’s waltz theme for the breakfast montage of Citizen Kane (1941), given in Example 7 , demonstrates a comparatively slow rhythmic acceleration in a continuation at measure 9 that is expressed by the increased forward motion of the melody’s half–quarter rhythms. Though subtle, this rhythmic shift gives the theme’s second half a push forward that distinguishes it from the more leisurely first half.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Endings of sentences, and of grammatical film themes in general, take a wide variety of forms. Accordingly, Lehman ( 2013 ) defines cadences in film music in a particularly broad fashion, assembling a list of typical attributes that define what he calls a paradigm case . As shown in Example 8 , he ranks these attributes in their general order of importance to the expression of a cadence, but does not require any attribute to be present in all instances. Thus, for the perfect authentic cadence, the top of the list includes such familiar syntactical features as a root-position V–I progression and melodic arrival on 1 ˆ , while the bottom of the list espouses more rhetorical elements such as the relative length of chords assigned to a melodic 3 ˆ and 2 ˆ in relation to the ultimate 1 ˆ , and the liquidation of motives. Certainly, these attributes may all contribute to a sense of closure (or cadence, to use the term very loosely) in film music. Indeed, as Lehman states, this more flexible approach to cadences “is a boon to film composers who seek audience-intelligible musical topics without resorting to clichéd reiterations of the same paradigm” ( 2013 , [3.8]). However, for studies such as the present one that address stylistic changes in the history of Hollywood film music, retaining distinctions between strict Classical cadences and other looser forms of closure can more easily reveal similarities between film music and other repertoires. A large proportion of strict cadences in a particular era of film scores, for instance, could imply a Classical influence, while looser types of closure could suggest an influence from a later style. For this reason, the discussion below maintains boundaries between various types of closure based on their relative degree of harmonic strength.",
                "footnotes": [],
                "citations": [
                    "lehman_2013",
                    "lehman_2013"
                ]
            }
        },
        {
            "18": {
                "text": "[18] While grammatical themes may end like Classical themes, with a strict cadence that involves a root-position dominant as either the ultimate or penultimate chord, they frequently end in weaker ways that lack this strong harmonic signal. (19) The final dominant chord of Korngold’s Robin Hood theme (Ex. 2), for instance, is approached through a dominant pedal to form a dominant arrival , a type of phrase ending that is somewhat weaker than a strict cadence. (20) The second half of Williams’s “Imperial March” (Example 19 below) is clearly based on the notion of cadential closure with a continuation supported by the progression i– ♯ iv– ♯ v–i, but the central two chords distort the would-be authentic cadence. (21) A non-cadential ending on the tonic through an inverted dominant, non-cadential chords, a tonic pedal, or simply a sustained tonic harmony thus constitutes a tonic arrival . (22) By contrast, the ♭ VII–I that ends Horner’s Apollo 13 theme is a type of modal cadence, a fairly common tactic in film. In some sentences, the closing portion of the continuation is distinct from the accelerating portion, emphasizing the theme’s end with a separate unit of differing melodic material, as in the above Godfather waltz, the theme for Once Upon a Time in America , and the waltz in Citizen Kane . Some themes may even end with a plagal cadence, such as Bill Conti’s main theme for The Right Stuff (1983), shown  in Example 31. (23) Example 9 . Steiner, Casablanca (1942), opening theme (click to enlarge and listen)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Although most film themes end on fully-realized tonic or dominant harmony with a strict cadence, a tonic or dominant arrival, or a plagal cadence, other even weaker options are also found. Some themes consist only of a melody over a tonic pedal, such as Max Steiner’s opening theme for Casablanca (1942), shown in Example 9 . (24) In these cases and other thinly harmonized or monophonic settings, the degree of closure depends on the scale degree achieved at the melody’s end. An ending on the mediant, dominant, or any other non-tonic scale degree over implied tonic harmony produces imperfect melodic closure , which sometimes ends a theme’s first half. An ending on the tonic with implied tonic harmony analogously produces perfect melodic closure . Steiner’s Casablanca theme, which is structured as a period, employs imperfect melodic closure in its first half and perfect melodic closure in its second half.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Finally, theme endings may be signaled not by any harmonic or melodic device, but rhythmically through a relatively long note in the melody that acts as a point of rest, or through the onset of a new phrase from which we infer an end to the previous one. Both of these techniques are heard closing the first eight-measure theme of Quincy Jones’s main-title music for The Color Purple (1985). With all of the above types of phrase endings, it is important to note that film themes are often tonally migratory, starting and ending in different keys. The notion of tonic is therefore a very local one and not one that necessarily spans an entire theme. ii) Period",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The principle of return that defines a period is expressed through the two halves of antecedent and consequent , both of which begin with the same basic idea and are followed by a contrasting idea . Crucial to the period form is that the basic idea of the consequent (i.e., the theme’s third idea) begins as a recognizable recurrence of the antecedent’s basic idea (the theme’s first idea). This process triggers the sense of return even when the third idea is a variation of the first rather than a repetition. In other words, what is most important about the third idea is that its opening rersembles that of the first idea more closely than that of the second. When this occurs, the sense of return is activated, overriding any substantial changes to the idea that occur thereafter. Thus, not only may this third idea involve any of the four repetition types found in presentations (exact, statement-response, sequential, or alternating), it may also be somewhat varied, even in its opening (hence the prime symbol in this idea’s label below). Period structure is represented schematically thus: Period Antecedent Consequent A B A ( ′ ) x Example 10 . Tiomkin, High Noon (1952), main theme (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Due to the stylistic diversity of film music, strict cadences that include a penultimate or ultimate dominant chord in root position are not as pervasive as they are in Classical music, occurring in less than two thirds (63%) of grammatical themes. (25) Hence, strict cadences are not the obligatory signals of closure that they are in Classical-era music and cannot be relied upon as expected components of phrase endings in film themes. The period concept is thus more flexible in film music in that it may or may not possess a cadence in either the antecedent or consequent. The sense of difference in a contrasting idea rests much more with the melodic material than the harmony, which usually differs from the basic idea in its rhythmic profile, but may also differ in its contour and intervallic structure. (26) Naturally, individual motives from the basic idea often return in the contrasting idea, but they are generally ordered differently, expanded, compressed, or otherwise altered such that they do not give the impression of a repetition or even a variation. Consider the opening of Dimitri Tiomkin’s main-title song for High Noon (1952), “Do Not Forsake Me, Oh My Darlin’,” given in Example 10 . Clearly, the five-note motive that begins the second idea is related to that of the first. Indeed, both include a rise from D ♭ to F and back again, but this rise begins an eighth note sooner in the second idea, the F now arriving on a weaker beat than before, giving the motive quite a different rhythmic feel. Moreover, the second idea lacks the characteristic fourth that opens the first, fills in the drop of a third with stepwise motion and, most obvious of all, cuts a beat off the expected 4 4 measure to produce a single 4 3 measure. Together with an ending in half notes that is not at all like that of the first idea, this second idea therefore constitutes a contrasting idea, rendering the first half an antecedent without cadential closure. The third idea sequences the first idea up to the supertonic (with some slight variation in the harmony and the melody’s end), producing the sense of return that defines the period form. (27) Example 11 . Goldsmith, Patton (1970), march (click to enlarge and listen) Example 12 . Jarre, Lawrence of Arabia (1962), main theme (click to enlarge and listen) Example 13 . Hierarchy of Phrase Endings According to Syntactical Strength (click to enlarge) Example 14 . Korngold, Captain Blood (1935), main theme (click to enlarge and listen)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] A contrasting idea is also expressed when the second idea of a theme produces fragmentation in relation to the first idea. (28) Like the continuation of a sentence, fragmentation in the second idea signals forward motion, driving towards an ending rather than further prolonging a sense of beginning. This type of contrasting idea is considerably less common in film than in Classical music, but may still be found in well-known themes such as Jerry Goldsmith’s march from Patton (1970), shown in Example 11 . Here, the melodic units within the contrasting idea are not only shorter than the basic idea, as in a continuation, they are also composed of differing material. (29) Also like sentence continuations, contrasting ideas may fragment material from the basic idea, though this is by no means a necessity of either a continuation or contrasting idea. See, for instance, the antecedent of Maurice Jarre’s main theme from Lawrence of Arabia (1962), given in Example 12 .",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Because the weak-to-strong cadential hierarchy is only one of several options found in film themes, it is not a defining feature of the film music period. Like strict cadences, the syntactical strength of the endings of the antecedent and consequent depends on both the final harmony and the scale degree of the melody. Example 13 presents these relative strengths in a hierarchical ordering from strongest to weakest. The relationship between the end of the antecedent and that of the consequent may therefore take four forms: closed (weak-to-strong), open (strong-to-weak), doubly closed (strong-to-strong), and doubly open (weak-to-weak). While most commonly applicable to periods, these closural relationships may also apply to developing themes, the composite, and hybrid forms of the sentence and clause. The closed type encompasses the bulk of film periods and may take various forms. The conventional Classical antecedent ending on a dominant followed by a consequent ending on a tonic occurs in the Patton and Lawrence of Arabia themes (Examples 11 and 12). The opening of Korngold’s main theme to Captain Blood (1935), shown in Example 14 , employs the Classical alternative of an IAC in the antecedent followed by a PAC in the consequent. (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Other options for closed periods are possible, however, so long as the consequent’s close is stronger than that of the antecedent, in the manner shown in Example 13. Tiomkin’s High Noon theme (Ex. 10), for instance, ends the antecedent on the supertonic chord while the consequent ends on the dominant. The other period types, which are considerably less common than the closed type, are formed analogously. In the open period, the stronger of the two endings occurs in the antecedent. The doubly-closed period contains the same type of tonic ending in both halves of the period, and in the doubly-open period, the two halves both close on dominant chords (which need not be the same) or on otherwise non-tonic chords (which, again, need not be the same). (31) As stated earlier, since strict cadences are far from ubiquitous in film themes, expanding the period concept in this way allows for the grouping together of themes whose most fundamental attribute between the two halves is return.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] One question that arises with regard to the open, doubly-closed, and doubly-open types is: without the weak-to-strong teleology of the closed period, how does one know that the second half is still a part of the same theme and not merely a repetition of the first half, altered or not? In other words, what is it that lends the first half of the theme a feeling of incompleteness? Most grammatical themes in film music are based on models of eight measures or multiples thereof, and divide into two halves. This is true even if the theme has been expanded or compressed to yield more or fewer measures than the model. There seems to be a threshold, however, below which we perceive there to be insufficient material to constitute a full grammatical theme. While it is impossible to assign a number of measures to such a threshold, I have found the relative number of notes in the melody to be a valuable guide. As Caplin writes, the basic idea of a Classical theme “usually contains several melodic or rhythmic motives constituting the primary material of the theme” ( 1998 , 253). Since the same may be said of film themes, a single motive, such as the first two notes of Williams’s main theme for Star Wars (1977), would not suffice as a theme’s basic idea. By extension, the span of music up to the first cadence of this theme (an HC) forms a first half, since only two and not four full ideas have been stated. Example 15 . Williams, Harry Potter and the Prisoner of Azkaban (2004), main theme (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "27": {
                "text": "[27] In some period themes, the third idea is a variation of the first rather than a simple restatement. With the inclusion of both return and variation within this third idea, the overall structure may seem to be a kind of “varied period” that remains distinct from the basic period form. If, however, the beginning of the first idea remains recognizable at the start of the third idea, the sense of return supersedes any variation and activates the perception of a period. Consider Example 15 , which shows Williams’s song “Double Trouble,” the main theme for Harry Potter and the Prisoner of Azkaban (2004). The differing rhythm, intervals, and contour of B set it apart from A and define it as a contrasting idea. The third idea, however, is strongly related to the first in its rhythm, intervals, and harmony. Indeed, it is essentially a restatement of A down a diatonic third. With these easily-detected similarities, this third idea gives more of an impression of backward-looking return than forward-driving variation. Finally, note the IAC ending the first four measures and the dominant-function diminished-seventh chord ending the second four measures, forming an open period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In many cases, the restatement of an entire grammatical theme forms a large-scale consequent to what has now become a large-scale antecedent. These structures constitute a compound period much like those described by Caplin ( 1998 , 65–69) in the Classical repertoire. There are, however, two important differences in the compound periods of film music. First, the antecedent and consequent need not express the same theme type even though the same material is used—only the initial basic idea is essentially the same. Second, as with the simple period, the cadential hierarchy of weak-to-strong is not necessary to hear the antecedent–consequent relationship. What is essential is a non-final ending to the antecedent, to impart the sense that the theme may still be ongoing rather than closed off and complete. (32) Examples include Morricone’s theme for Once Upon a Time in America (Ex. 6), Herrmann’s waltz theme for Citizen Kane (Ex. 7), and Tiomkin’s theme for High Noon (Ex. 10). iii) Clause",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "29": {
                "text": "[29] The two halves of the clause theme are the presentation and the divergence , which begins with a variation of the preceding idea. The presentation in the clause is identical in structure to that of the sentence and hence the same types of repetition of the basic idea also apply here. The divergence, however, begins with an idea that is a combination of a basic idea and contrasting idea, a unit that I call a developing idea . In other words, the developing idea involves both similarity to and difference from the preceding idea. This third idea type allows for greater nuance in cases where a choice between “same” and “different” is unconvincing either way. Developing ideas are almost always expressed by the presence of both melodic similarity and difference along with harmonic difference, though some cases employ similarity and difference in the melody only. An essential element of the clause is that its third idea (the developing idea) is less similar to the first idea than is the second. In other words, there is no suggestion of a return to the opening idea in the manner of a period. Instead, the developing idea breaks away from the pattern of the presentation and begins to move in a new direction. The clause is thus schematically represented as below: Clause Presentation Divergence A A ( ′ ) A2 x Example 16 . Morricone, The Good, the Bad, and the Ugly (1966), main theme (click to enlarge and listen) Example 17 . Steiner, Gone with the Wind (1939), main theme (Tara’s theme) (click to enlarge and listen) Example 18 . Williams, The Accidental Tourist (1988), main theme (click to enlarge and listen) Example 19 . Williams, The Empire Strikes Back (1980), Imperial March (click to enlarge and listen) Example 20 . Moross, The Big Country (1959), raid theme (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Melodic similarity in the clause is usually brought about by retaining a significant amount of the previous idea’s rhythm (perhaps slightly varied), in combination with a very similar contour, or similar intervals (in both direction and size). Harmonic difference involves a motion away from the type of progression that supports the presentation; hence the term divergence. Morricone’s main theme from The Good, the Bad, and the Ugly (1966), shown in Example 16 , is a paradigmatic clause. The presentation is based on the alternating repetition of i–IV / i– ♭ VII. Although the third idea retains the same melodic motives, it breaks from the established harmonic pattern by starting on the ♭ VI chord. The presence of both melodic similarity and harmonic difference thus defines the theme’s second half as a divergence. Notice as well the slight but prominent melodic change as the third idea now ties D into the following measure rather than returning to A. Small melodic alterations such as this often accompany harmonic differences as an additional signal that a divergence is underway. The final idea enacts the theme’s closure through a Dorian-inflected plagal cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Steiner’s theme for the Tara plantation in Gone with the Wind (1939) exemplifies a compound period form. The antecedent, shown in Example 17 , is structured as a clause. Its presentation engages in statement-response repetition before the third idea begins a cadential progression that defines the divergence. Once again, notice this idea’s slight melodic changes, in this case the shift up to a different pitch level (the tonic instead of the dominant) and the incorporation of an expressive appoggiatura, both of which heighten the effect of breaking away in the divergence. (33)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Williams’s main theme to The Accidental Tourist (1988) is another compound period with a clause acting as a large antecedent. In the antecedent, given in Example 18 , the exact repetition of the basic idea is slightly varied at its end before the third idea enters over a suddenly minor-mode subdominant chord. While the faster rate of harmonic change in this idea, which moves from iv 6 to ♭ VI, may seem to express a continuation, the fact that the melody keeps intact the rhythm, contour, and intervals of the previous basic ideas expresses a substantial degree of sameness as well. In other words, the third idea is a developing idea that defines the divergence of a clause. In this case, the fourth idea is another developing idea, one that returns to the sunnier major mode and brings closure to the theme through a tonic arrival.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Because the four theme classes are defined by an operation (acceleration, return, variation, or contrast) that takes place in the third idea, any operation that is delayed beyond this critical unit in the form does not contribute to the identity of the theme’s class. Williams’s “Imperial March” from The Empire Strikes Back (1980), shown in Example 19 , begins with a two-measure basic idea that is restated with slight changes in the melody and alternating repetition in the harmony: measures 1 and 3 match one another harmonically, and the i– ♭ vi of measure 2 is answered by ♭ vi–iv ø7 –i in measure 4. Even with these variations, the use of the same rhythm and many of the same pitch classes and intervals renders these first four bars a recognizable presentation. Notice that measure 7 introduces fragmentation, and thus it may seem that the theme is a sentence. To reach this conclusion, however, would be to ignore the form-defining operation that takes place in the third idea in measures 5–6. This idea begins, like the previous two, on tonic harmony, though now with the motive of three quarter notes on the same pitch varied to include an octave dip with a dotted rhythm (already suggesting that a divergence may be in the making). The dotted rhythm ending the bar is included as well, though now in a chromatic descent instead of an arpeggio. But in measure 6 it becomes clear that the idea is being taken in a different direction, abruptly shifting to ♯ iv, and the melody follows suit with a new rhythmic and intervallic shape. In other words, having substantial amounts of both similarity to and difference from the theme’s basic idea, measures 5–6 form a developing idea that defines the second half as a divergence and the overall theme as a clause. (34)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Jerome Moross’s “raid theme” from The Big Country (1959), shown in Example 20 , is supported by a two-measure progression that, despite its slight variation, forms a clear ostinato. Hence in this theme, unlike most clauses, significant harmonic difference is unable to signal the second half of the theme. The third idea begins as though it will proceed like the previous basic idea, but instead leaps to a climax on A ♭ before closing the idea with a new extension. It is this breaking away that infuses the idea with the necessary difference to become a developing idea and thus articulate the divergence of a clause theme. (35) iv) Composite",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The composite theme in film music is based on the principle of contrast between its two halves, the antecedent and departure . While the antecedent functions identically to that of the film period, the departure describes a unit that begins with a new contrasting idea that differs from that of the antecedent. Hence, schematically, the composite is arranged as follows: Composite Antecedent Departure A B C x In order for the third idea to be heard as something new and not merely a variation of A or B, it requires a substantial degree of difference from the previous ideas. Even so, this third idea usually has motivic links with the ideas of the first half. Example 21 . Hageman, If I Were King (1938), main theme (click to enlarge and listen) Example 22 . Goldsmith, Under Fire (1983), main theme (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Richard Hageman’s main-title theme from If I Were King (1938) is structured as a compound period. The antecedent, shown in Example 21 , is an eight-measure model of composite form. In this case, the first idea has a melody with a rising contour, a rhythm of mainly martial triplets, and prolonged tonic harmony. The second idea, in contrast, has a melody with a falling contour, abandons the triplets in favor of quarter and eighth notes, and ends with a clear half cadence. Hence, these first two ideas behave as the basic idea and contrasting idea of an antecedent. The third idea, despite the similarity of its opening measure to descending figures in the antecedent (see the motivic labels for “x” in the example), remains markedly different from either of the two previous ideas since its melody descends then ascends, its rhythm is a new combination of quarter notes and the martial triplet, and its harmony states a cadential progression that is resolved deceptively. Significantly, this third idea does not include any form of acceleration and thus cannot be considered a sentence continuation, nor is it similar enough to the previous idea to be considered the divergence of a clause. Rather, it comprises a new contrasting idea that begins the departure of a composite.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Like the various forms of period, the antecedent of the composite need not end with a cadence. Jerry Goldsmith’s end-credit theme to Under Fire (1983) is composed as a compound period. The antecedent, shown in Example 22 , is another composite theme. Here, the first two ideas are supported by the same tonic-prolonging progression over a tonic pedal. The ascent of the first idea’s melody, however, is countered by the second idea’s melodic stasis about the dominant note E. Together with the new rhythmic profile, these differences produce the basic and contrasting ideas of an antecedent, though one that ends with the non-cadential close of a tonic arrival. The third idea immediately sets itself apart from the preceding ideas by venturing forth on a new harmony, VI, and projecting a descending melodic contour in a more sustained rhythm. Without acceleration, variation, or return, this theme is excluded from the sentence, clause, and period classes. Instead, its marked difference from the first two ideas renders it an instance of a composite. B. Hybrid Forms",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] As described earlier, the vertical columns of Example 1 align theme types by the construction of their first halves. The basic forms of the sentence and clause are in the left column since their first two ideas are based on similarity, whereas the basic forms of the period and composite are in the right column since their first two ideas are based on difference. A hybrid theme is produced by combining a similarity-based first half with the second half of a period or composite, or a difference-based first half with the second half of a sentence or clause. Four possible theme types result from this process. Each of these is named according to the order in which the combined halves appear (with the understanding that “sentential” represents both the sentence and clause, and “periodic” both the period and composite): Sentential Period Presentation Consequent A A′ A x Sentential Composite Presentation Departure A A ( ′ ) B x Periodic Sentence Antecedent Continuation A B Acceleration Periodic Clause Antecedent Divergence A B B2 x Like the composite, hybrid themes are sparse in the film music repertoire but are made prominent by several well-known examples. i) Sentential Period Example 23 . Mancini, The Pink Panther (1963), main theme (click to enlarge and listen) Example 24 . Williams, Raiders of the Lost Ark (1981), main theme (Raiders march) (click to enlarge and listen) Example 25 . Steiner, The Informer (1935), main theme (click to enlarge and listen) Example 26 . Jarre, Doctor Zhivago (1965), main theme (Lara’s theme) (click to enlarge and listen) Example 27 . Steiner, The Flame and the Arrow (1950), main theme (click to enlarge and listen) Example 28 . Rózsa, Ben-Hur (1959), Ben-Hur’s theme (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The two halves of presentation and consequent define the sentential period. This theme type relies on a slight differentiation in the second idea (hence the mandatory prime symbol in the second idea’s label above), after which the third idea restores more of the first idea, generating the sense of return that defines a period. As with all themes in the period class, the third idea may take on a degree of variation so long as its opening is more similar to the first idea than is the second. In Henry Mancini’s main theme from The Pink Panther (1963), given in Example 23 , the second idea’s differentiation occurs through alternating repetition, its latter half moving to ♭ II rather than the first idea’s VI. The third idea then restates the first idea exactly, defining the theme as a sentential period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The opening eight measures of Williams’s “Raiders March,” the end-credit theme from Raiders of the Lost Ark (1981), shown in Example 24 , is an instance of a sentential period that includes some variation among its ideas. The presentation falls into a statement-response pattern of I–ii / V–I. The second idea is extended with two additional notes that slightly ornament the repetition without destroying the perception of it as an answering repetition of the first idea. In other words, the ideas of this first half are too similar to be considered a development, as in the developing period. Since the second idea begins on V, once we hear the third idea begin on I, like the first idea, a sense of return is immediately activated, defining a form of period. So strong is this impression of return that it overrides the third idea’s variations of shifting the second motive up an octave and harmonizing it with a chromatic ♭ II rather than the implied diatonic ii of the first idea. Thus, the resulting theme type is a sentential period rather than a clause, which never suggests return with its third idea.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The presentation of a sentential period may even be built on exact repetition, in which case the melody of the second idea includes an obvious alteration, usually at its end, and the harmony may differentiate the ideas through inversions of the same chords. In Steiner’s main theme for The Informer (1935), given in Example 25 , the harmony of each idea is based on two statements of tonic separated by an intervening passing or neighboring sonority. In the first idea, these two tonic chords are i and i 6 , whereas in the second they are reversed. Moreover, the pitch B that ends the first idea is shifted down an octave in the second idea, whereas it is restored to the higher octave in the third idea. The result is a second idea that provides enough difference for the third idea to sound like a return, in the manner of a period. ii) Sentential Composite",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The sentential composite comprises a presentation and departure . The difference between this form and the basic sentence is the lack of acceleration in the theme’s second half. In this way, the sentential composite is a more reposeful theme type than the sentence. Example 26 shows “Lara’s Theme” from Doctor Zhivago (1965), Jarre’s main theme for the film and a model of this hybrid form. The theme opens with a statement-response presentation based on the common Classical pattern of I–V / V–I. Measures 5 and 6, however, do not fragment into shorter ideas, nor do they accelerate the harmonic rhythm or surface rhythm. Though harmonic acceleration occurs in the final idea in measures 7–8, it is not at a point that is crucial to the form of the theme. In short, the second half does not conform to a continuation structure. Rather, measures 5–6 form a contrasting idea that defines a departure, and a sentential composite overall. (36) iii) Periodic Sentence",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] An antecedent followed by a continuation forms a periodic sentence. (37) This theme type differs from the basic sentence form in that its first half ends with a contrasting idea rather than a basic idea. Steiner’s main theme from The Flame and the Arrow (1950), shown in Example 27 , is a prime instance. Though the first two ideas are bound together by a tonic pedal and a similar rhythmic shape, they are strongly differentiated by the change from scalar motion to arpeggio in measure 3 and the second idea’s descending contour, which counters the first idea’s ascent. The pair thus forms an antecedent. With the third idea, the bass moves off the pedal to support the chord changes, which in measure 6 accelerate from once every two beats to once every beat. These increases in harmonic motion therefore express a continuation and render the theme a periodic sentence. iv) Periodic Clause",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The periodic clause is defined by the two halves of antecedent and divergence . While it may seem that the divergence of this theme type would vary the first idea and not the second, this is not the case. As mentioned earlier with regard to the period, a varied form of A after an antecedent produces a sense of return, which is the fundamental operation of a period rather than a clause. In order for variation to be the central feature of the second half following an antecedent, it is idea B that must be varied rather than A. In this way, the periodic clause preserves the forward-driving character of the basic clause form. A good example is Miklós Rózsa’s theme for the title character of Ben-Hur (1959), shown in Example 28 . Ideas A and B are tied together with a tonic pedal, but B is differentiated through a process of fragmentation. The third idea restates B with an inexact transposition onto ♭ VI harmony, the melody actually moving down a fifth rather than a third. As we have seen, this sequence-like treatment of the idea is also found within presentations, but here, the harmonic shift away from the tonic pedal instead produces the effect of a developing idea that defines the divergence of a clause. C. Developing Themes",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] As outlined earlier, each of the four classes of theme (sentence, clause, period, and composite) may assume a basic, hybrid, or developing form. In the basic and hybrid forms, the first two ideas are either the same or they are different. There are, however, a large proportion of grammatical themes in film in which the second idea of the first half lies somewhere between repetition and contrast to form a developing idea and in turn, a developing theme . Like the developing idea that begins the second half of a clause, that found in a developing theme’s first half usually includes both melodic similarity and difference combined with a different harmonic scheme, though some involve variation in only the melodic realm. Developing themes typically begin with a small-scale development consisting of a basic idea and developing idea, or A and A2. Thus, the four types of developing themes are as follows: Developing Sentence Development Continuation A A2 Acceleration Developing Period Development Consequent A A2 A ( ′ ) x Developing Clause Development Divergence A A2 A3 x Developing Composite Development Departure A A2 B x Example 29 . Relationship of A2 to A in Developing Themes (click to enlarge) Example 30 . Williams, E.T.: The Extra-Terrestrial (1982), main theme (click to enlarge and listen) Example 31 . Conti, The Right Stuff (1983), main theme (click to enlarge and listen) Example 32 . North, Who’s Afraid of Virginia Woolf? (1966), main theme (click to enlarge and listen) Example 33 . Williams, Star Wars (1977), main theme (click to enlarge and listen) Example 34 . Morricone, The Mission (1986), Gabriel’s Oboe (click to enlarge and listen) Example 35 . Degree of Variation between A and A2 in Examples 30–34 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The degree of variation within the first half of developing themes resides along a continuum ranging from strict to free, as shown in Example 29 . At the “strict” extreme, the variation is minimal and approaches the similarity of a presentation. A good example occurs in Williams’s main theme for E.T.: The Extra-Terrestrial (1982), shown in Example 30 . In this case, the second idea is much like a statement-response repetition of the first: the melody’s rhythm is identical, and its contour and intervals are only slightly altered. But the harmonic rhythm accelerates to one chord per measure, introducing a significant aspect of contrast. Hence, these first two ideas form the A and A2 of a development. With A3, the theme may appear to be extending its first half with a third idea in a manner of a trifold sentence. Notice, however, that A3 suddenly changes direction from sharp- to flat-side harmonies, which continue to the theme’s end. This drastic harmonic shift differentiates A3 from the first half, thus creating a divergence and a developing clause overall.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] A little further from the strict extreme is Conti’s main theme for The Right Stuff (1983), shown in Example 31 . Here, the end of A2 corresponds with that of A, its final measure retracing the same rhythm and nearly the same pitches as the first. The harmony of A2 is also identical to that of A, almost evoking a presentation but, due to the melodic variation, instead resulting in a development for the theme’s first half. Although the third idea’s melody is transposed a sixth higher and is supported by vi instead of I, it retains precisely the same rhythm, intervals, and contour as the first idea. Since the vi here is a clear substitute for I, the idea’s progression of vi–IV–V closely retraces the I–IV–V of the first idea. On the whole, the third idea bears such a strong similarity to the first—more so than the second idea—that a return is enacted, rendering the entire theme a developing period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Alex North’s opening theme to Who’s Afraid of Virginia Woolf? (1966), shown in Example 32 , resides more towards the middle of the variation spectrum. The characteristic neighbor figure of A is restated at the start of A2. Moreover, the harmony of these two ideas follows a traditional I–ii / V–I pattern of statement-response repetition. But the second measure of A2 differs markedly from that of A in its stepwise motion, descending contour, and continuous eighth-note rhythm. Similarity and difference are thus held in balance, with neither overpowering the other. Although, like many composites, the second half includes motivic references to the first half through its sixteenth-note neighbor figures and scalar descents, they are varied in metric placement and reordered so as to create ideas that contrast with the first half. Overall, then, the theme is an instance of a developing composite.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] In many developing themes, the latter portion of the basic idea is instantly restated as the opening portion of the developing idea, producing what I call a hinge technique between the two that may be visualized thus: The first portion of A2, while obviously similar to the second portion of A, occupies a different location in the idea (a beginning rather than an end) and is generally followed by differing material. Thus, with hinged ideas, A2 lies towards the contrasting side of the spectrum’s center. This technique is an important means of producing variation, occurring in approximately one quarter of developing themes in film music and appears in especially well-known themes including Mancini’s “Moon River,” the main theme for Breakfast at Tiffany’s (1961); Morricone’s “Gabriel’s Oboe,” the main theme from The Mission (1986, analyzed further below); and Williams’s main theme for Star Wars (1977). (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] The Star Wars theme, shown in Example 33 , is particularly notable because its notation can obscure the developing period within its A section. (39) In this theme, a single perceived measure, which sounds like 4 4 due to the march-like character and tempo of the theme, is equal to two notated measures, a relationship Caplin ( 1998 , 35) describes as R = 2N (R being real measures, N being notated ones). Further evidence arises in the concert score of the Star Wars Suite for Orchestra ( Williams n.d.a. ) from which this example is drawn. In the “Main Title” movement, the theme is written as in the example, in 2 2 time at M.M. 108 to the half note, the initial rising fifth being notated in whole notes. Consequently, only the music up to the first half cadence is heard within the first eight notated measures, a length one would normally expect to comprise an entire grammatical theme. Under this interpretation, the basic idea would consist only of the two notes of the opening fifth, an unconvincingly short span for this formal unit, which “usually contains several melodic or rhythmic motives” ( Caplin 1998 , 253). For this reason, the basic idea is better understood to span four notated measures, the theme’s first half to comprise the first eight, and the full theme the sixteen measures notated here. No doubt this is why complete versions of this theme (i.e., in main-title and end-credit sequences) invariably contain a second statement of the opening phrase, filling it out to a length of eight heard measures to form a full grammatical theme. Further support for this interpretation stems from the notation of the theme in the concert version of its end-credit form (in the “Main Title” movement), where it appears in 4 4 time at M.M. 126 (to the quarter note) and the note values are now halved, such that eight notated measures contain both the first phrase and its restatement. For all of these reasons, the theme’s A section is best considered a doubly-open developing period. (40)",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": [
                    "caplin_1998",
                    "williams_nda",
                    "caplin_1998"
                ]
            }
        },
        {
            "51": {
                "text": "[51] At the “free” extreme of the spectrum, A2 integrates even more difference from A, hence the theme’s first half approaches an antecedent. A strong residual similarity, however, prevents the idea from being a contrasting idea. A representative example is Morricone’s theme “Gabriel’s Oboe” from The Mission (1986), shown in Example 34 . The first two ideas here (which occupy an unusual length of two and a half measures), may seem to form an antecedent since they differ in their melodic rhythm and harmonic progression. But in measure 2, the melody of A contains a lightly ornamented scalar descent from 1 ˆ to 5 ˆ in the theme’s key of D major. This motion begins to be restated at the opening of A2 in another hinge technique, though now with slightly different ornamentation and a metric placement in mid-measure rather than on the downbeat. Even the protracted pitch B that begins measure 4 eventually reaches its goal tone of A, as it did in measure 2. The harmony of A2 also sets out on the same I 6 that began the descent of A. In short, the hinged treatment of A2 characterizes the theme’s first half as a development rather than an antecedent. The material of measures 6–8 features a varied fragmentation process that is followed by a separate cadential idea in measures 9–12. The entire theme thus becomes an exceptionally free form of developing sentence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Example 35 plots the previous five developing themes on a continuum in order to demonstrate visually the degree of variation possible within the second idea. Although this variation can be as minimal as in E.T. and as extensive as in “Gabriel’s Oboe,” what binds all developing themes together is a first half that includes a significant amount of both similarity to and difference from the opening idea. The notion of developing themes therefore avoids having to view variation as either difference-laden similarity or similarity-laden difference, instead understanding it as a perceptual category in its own right. II. Corpus Study A. Defining the Corpus",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] A glimpse into the changing compositional trends of film themes may be gained by applying the categories, classes, and types to a large corpus of themes from a broad span of film history. For this purpose, I selected the scores nominated for the Academy Award for Best Original Score or its equivalent, a list that in 2016 numbers 510 in total. (41) The main advantage of this particular corpus is its inclusion of prominent scores from each year between 1934 and 2015, providing ample and continuous historical data from about the time that original scores became a standardized aspect of sound film. (42) Of course, this corpus has its imperfections. For instance, the awards began one year too late to capture Steiner’s landmark score for King Kong (1933), which, considering the importance of the music in the film’s great success, would surely have received a nomination. Moreover, Bernard Herrmann’s revered scores for Hitchcock’s Vertigo (1958), North by Northwest (1959), and especially Psycho (1960) are absent from the list. Furthermore, since the Academy Awards primarily celebrate Hollywood films, there are a number of esteemed scores by European composers that were not nominated. Among these are Ennio Morricone’s several scores for director Sergio Leone, including the Dollars trilogy (1964–1966), Once Upon a Time in the West (1968), Duck, You Sucker! (1971), and Once Upon a Time in America (1984); John Barry’s James Bond scores, most notably Goldfinger (1964); and Nino Rota’s scores for Fellini’s films, especially Amarcord (1973). Even with these omissions, however, the list of Academy Award nominees for Best Original Score encompasses many of the most important and admired scores in the history of Hollywood sound film, and therefore serves as a reasonably reliable corpus for the study of stylistic trends and shifts in Hollywood film music.",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] Defining the category of Best Original Score requires some clarification. In its first four years, there was but a single category for scores of all kinds; these years were included in the corpus. In 1938, the category was split into two: “Original Score”and “Scoring.” I excluded the latter from the corpus since it did not require a score to be originally composed for the film. (43) These categories became more specific in 1941, when “Original Score” was changed to “Music Score of a Dramatic Picture” and “Scoring” was changed to “Scoring of a Musical Picture.” The following year, the “Dramatic Picture” category was broadened to “Music Score of a Dramatic or Comedy Picture.” Since then, the “Best Original Score” category has undergone several slight modifications, specifically in assigning scores that are adaptations of existing music, musicals, or comedies to a separate category. In some years, there has been only one category for musical scoring. From 1999 to 2015, however, there has once again been only a single category called “Best Original Score.” Hence, in the present study, “Best Original Score” includes those nominees from the “Best Scoring” (or equivalent) category when only one category exists, and in years where two categories exist, those nominees that are distinguished as non-adapted, non-musical, and non-comedy scores. (44)",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] One theme from each film in the corpus was selected for analysis, and this was always what would generally be considered the main-theme music for the film, as determined either by its prominent placement in the main-title or end-credit cue, or in the film proper. (45) If a main theme was clearly a quotation of pre-existing music, then the film was excluded from the study since the structure of its main theme was not originally conceived for that film. As one might expect, this caveat applies primarily to the classical Hollywood era (ca. 1930–1960), when it was fairly common to arrange pre-existing material such as national anthems, folk songs, traditional tunes, and of course well-known concert music (especially from the Romantic era) because of the associations these pieces already had with audiences. In Mr. Smith Goes to Washington (1939), for instance, the appearance of the film’s title in the main-title sequence is synchronized with an orchestral arrangement of “Yankee Doodle” to suggest the American patriotic spirit of the film. Hence it is excluded from the corpus.",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] In some cases, a main-title or end-credit song was written for a film by a composer other than the nominee, so these were not taken as main themes. For example, none of Elton John’s songs for The Lion King (1994), including the end-credit song “Can You Feel the Love Tonight,” were selected as the film’s main theme, since it was Hans Zimmer who was nominated for the score. Finally, when a film and sequel that use the same thematic material were both nominated, both films were included, but for the sequel, a second prominent theme was regarded as the film’s main theme since the nomination implies that the sequel’s score has a significant degree of difference from its predecessor. Thus, for The Empire Strikes Back (1980), for example, the Imperial March, heard in full in the end credits, was taken as that film’s main theme since it was newly written for that film and plays a large role in the score. ii. Examining the Corpus as a Whole",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] In analyzing this corpus of themes, it must be emphasized that, because this study focuses exclusively on thematic structure, the interpretations of the results advanced here necessarily remain speculative and provisional. My main purposes are to provide the reader with some of the common strategies for structuring film themes during particular historical periods and to raise questions and suggest possible answers that may be explored in future research, particularly with regard to the reasons for the dramatic shifts seen in the corpus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] The total number of themes analyzed in the corpus is 482. 23 films were excluded because their main themes consist of pre-existing material, and 5 films were not accessible. (46) Appendix 1 gives the thematic analysis of each of the 482 themes along with their locations in the films. Each theme is given a single analytical label based on the rigorous distinctions established in the first part of this article. This is not to say that themes contain elements of one and only one particular type, class, or category. As we have seen, developing themes contain second ideas that may approach either the similarity of a presentation or the contrast of an antecedent, or lie somewhere in between. Indeed, some readers may analyze differently themes that lie near the boundaries between different types, classes, or categories. From my experience in analyzing this corpus, however, I have found that in cases of “close calls,” evidence, which may be quite subtle, always exists to support one reading over another. The single label merely reflects the analysis that best fits the evidence and has a good deal in common with other themes that are given the same label. (47) Example 36 . Theme Category Frequencies across Entire Corpus (click to enlarge) Example 37 . Theme Class Frequencies across Entire Corpus (click to enlarge)",
                "footnotes": [
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] Themes were first categorized as grammatical, discursive, or motto themes. Example 36 shows the frequencies of these three categories across the entire corpus. At 74%, grammatical themes have clearly been the favored category and, as mentioned earlier, it is because of the prevalence of grammatical themes in the repertoire that they are the focus of this study. (48) We might well ask why this particular category of theme has been so preferred in the film music repertoire. Surely a large part of the answer derives from the compositional flexibility it offers. On the one hand, its opening basic idea or even its first half, which, in almost all cases, is highly distinctive, very often acts as a leitmotif for some prominent aspect of the narrative, usually the main character. On the other hand, whenever a longer statement is more appropriate, as with particularly important events in the narrative, and main-title and end-credit sequences, the full version of the theme provides an extension of the leitmotif that is both easily recognized and easily comprehended, with its usual breakdown into small units of roughly two heard measures. The grammatical theme is thus an ideal means by which to serve these needs.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] Example 37 shows the frequencies across the corpus of the four theme classes of sentence, clause, period, and composite. Each class groups together the basic, developing, and hybrid forms within that class. The most favored class is the period, with the sentence and clause being considerably less favored, and the composite less favored still. As discussed in the first part of this article, these four classes are defined by the operation performed at the start of their second halves. The sentence enacts acceleration, the clause variation, the period return, and the composite contrast. The return in the period is essentially a large-scale form of repetition. As such, it is the most easily discerned class of theme. That is, since most periods present a very clear restatement of the basic idea at the start of the consequent, it is not difficult to hear the theme’s structure as dividing into two related halves. This structural clarity allows the grammatical theme’s roles in leitmotifs and at narrative focal points to become all the more accessible to the audience. The sentence and clause classes are still quite discernible, but lack the typically unmistakable quality of the period, which may explain their lower frequencies. Perhaps most telling along these lines, composite forms, whose second halves have the weakest connection with their first halves, are the least common of the theme classes. Example 38 . Theme Type Frequencies across Entire Corpus (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] A more detailed picture is given by the frequencies of the twelve theme types within the corpus, shown in Example 38 . Here, we see that the basic sentence and period are the most preferred types, followed by the developing period and the basic clause. As observed above, structural clarity appears to be highly valued in film themes. In any type of composite, because the departure is based on a strong contrast from the first half, it risks sounding unrelated, as though a new section has begun. Conversely, in the sentential period (AA′Ax), the very close resemblance of the third idea to the second risks insufficiently articulating the second half and its sense that the theme has moved into its end portion. In the other forms of period, however, and in all forms of the sentence and clause, the second half is more clearly articulated while still retaining a strong connection with the first half. Even in a sentence continuation, which may employ new melodic material, the first half serves as a reference for the continuation’s shorter melodic units, faster harmonic rhythm, or increased rhythmic activity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] Another important aspect of these most-preferred themes is that they restate the basic idea somewhere in the form. Since it is the basic idea that generally serves as a leitmotif, its restatement within the theme serves to increase its familiarity among viewers. Within the sentence and clause classes, only the basic forms include this kind of restatement, whereas in the period class, almost all forms do so (save for those with a somewhat varied third idea). The four theme types that are most common in film music are the only ones to include both multiple basic ideas and a relatively clearly articulated second half. Hence, it seems that these attributes are fundamental to the structure of film music themes. (49) iii. Examining the Corpus by Decade Example 39 . Theme Type Frequencies by Decade (click to enlarge)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] A study of themes across Hollywood sound films would not be complete without considering how the composition of themes has changed over the eighty-two years examined in the corpus. Example 39 gives the frequencies of the twelve theme types by decade. Most drastic here is the shift in the frequency of developing periods, which from the 1950s to the 1960s increases from 5% to 24%, and remains fairly near this frequency from then on. The period is the most common class of theme in the corpus, but the shift toward its developing form in the 1960s indicates that a period’s second idea tended to be more similar to its first idea than it had typically been before. Why this change?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] The 1950s saw the introduction of popular and modernist styles of music as resources for film scores. As Wierzbicki  notes of this period of change, since reaching its maturity in Hollywood ca. 1938–9, the classical[-Hollywood]-style score has never been dead or dormant; it has never been completely displaced. Since the late 1950s, however, this type of score has shared the spotlight, so to speak, with film music that either in whole or in part sounds not at all symphonic. ( 2009 , 189) Thus, scores in classical Hollywood, popular, and modernist styles began to coexist in film during the late 1950s and into the 1960s, and the influx of popular styles became particularly varied during the latter decade. As Smith observes: during the late fifties and early sixties, pop composers predominantly worked in jazz and Tin Pan Alley traditions, but by the late sixties the [popular film score] gradually came to encompass such divergent styles as rock, funk, and rhythm and blues. ( 1998 , 5) Vernacular styles, another category of popular music from a broader perspective, became prominent in the 1980s with films like Gandhi (1982), The Last Emperor (1987), and Cry Freedom (1987). Example 40 . Developing Periods, 1960–2015 (click to enlarge) Example 41 . Theme Category Frequencies by Decade (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "wierzbicki_2009",
                    "smith_1998"
                ]
            }
        },
        {
            "65": {
                "text": "[65] From the 1960s onward, Oscar-nominated scores have included a greater proportion of composers with an aptitude for popular styles: John Barry, Elmer Bernstein, Bill Conti, Dave Grusin, Marvin Hamlisch, Quincy Jones, Henry Mancini, Ennio Morricone, Randy Newman, Alex North, Lalo Schifrin, and John Williams, to list some of the most frequently nominated. Significantly, most of these composers regularly embrace orchestral writing as a part of their style, and hence popular and classical Hollywood influences often become intertwined and inextricable. Of the 47 developing periods in the corpus between 1960 and 2015, shown in Example 40 , 34 are by composers who typically write in either a fully popular style or a hybrid style that fuses popular elements with those of classical Hollywood and/or modernist styles. Another 7 of the developing periods (2 overlapping with the previous criterion) are either in a vernacular style that closely relates to the narrative, such as the English folk-like character of Tess (1979), the African choral sounds of Cry Freedom (1987), and the Scottish Highland flavor of the main theme from How to Train Your Dragon (2010), or in a children’s style (another sub-genre of popular music), such as Napoleon and Samantha (1972). Since developing themes are defined by variation in the theme’s first half, and variation resulting from improvisation is a key ingredient in many popular styles, especially jazz (in which all of the composers listed above are well versed), it seems likely that the increase in developing periods since the 1960s is largely the result of a greater incorporation of popular elements into film scores. (50)",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Another striking trend emerges in Example 41 , which gives the frequencies of grammatical, discursive, and motto themes in the corpus by decade. A major division appears in the 1990s, where, compared to the 80s, grammatical themes drop by 20% and continue to decrease, while discursive and motto themes begin to increase and together form the majority of thematic structures. There are several likely reasons for this dramatic and unique change in the composition of film themes, and all seem to converge on one particular facet of these decades: continual advancements in technology. To begin with, since the 1980s, the industry has increasingly demanded composers skilled in the use of technology. As Cooke remarks, technological improvements enhanced a composer’s ability to lay down elaborate electronic tracks prepared in advance with the aid of computers. MIDI technology permitted the rapid and relatively cheap preparation of electronic mock-ups, used not only as demonstrations to a director of work in progress but sometimes as the end product itself. ( 2008 , 472) And as he further explains, advancements in the editing of both sound and image have conspired to ensure that today’s film composers are under even greater pressures to meet short deadlines and revise their work on the spot than were their hard-working Golden Age counterparts. Composers are still almost always brought into a project at the last moment, unless they enjoy a close and longstanding relationship with a particular director, and expected to work with digital equipment that facilitates instant experimentation and alteration . . . . The modern Avid digital editing system allows for huge changes to a film’s structure and proportions to be made at the click of a mouse, placing the quick-witted composer in often impossibly demanding major rewrite situations. ( 2008 , 473) Although this trend began in the 1980s, it only became a dominant force with the digital revolution of the 1990s, when computers became relatively inexpensive and software became powerful enough to allow for the complex editing of a multitude of sounds through sequencer programs like Pro Tools and Logic Audio. (51) With their layout into individual and generally short modules of music, sequencers have greatly facilitated the composition of short motifs that may be used as motto themes, and the repetition of musical material through the copying and pasting of these modules. This method of writing is conducive to ostinato-based motto and discursive themes, and is a natural fit with the musical styles that are most familiar to many prominent film composers of the past three decades. Various forms of rock and contemporary pop, for instance, are the primary backgrounds of such composers as Danny Elfman, James Newton Howard, William Butler and Owen Pallett, Steven Price, A. R. Rahman, Atticus Ross and Trent Reznor, Gustavo Santaolalla, and Hans Zimmer. Other composers with classical backgrounds such as James Horner, Mychael Danna, and Thomas Newman have nevertheless developed strong pop components in their music. Even the minimalism of Philip Glass, though from another avenue altogether, shares this emphasis on the repetition of short modules. (52) Brief melodic modules are also common in avant-garde concert music, which is a strong influence in the film music of John Corigliano and Elliot Goldenthal; hence one frequently finds discursive and motto themes in their film scores. As a whole, the compositional backgrounds described above seem strongly connected to the rise of ostinatos and their concomitant motto and discursive themes, which have become an increasingly pervasive element in film scores since the 1990s. John Powell’s score to The Bourne Identity (2002) has been particularly influential in this respect. (53) Example 42 . Discursive and Motto Themes, 1990–2015 (click to enlarge)",
                "footnotes": [
                    "FN51",
                    "FN52",
                    "FN53"
                ],
                "citations": [
                    "cooke_2008",
                    "cooke_2008"
                ]
            }
        },
        {
            "67": {
                "text": "[67] There are 57 discursive and motto themes in the corpus from between 1990 and 2015, shown in Example 42 . Of these themes, 42 were written by composers who regularly incorporate elements of contemporary pop, rock, minimalism, or the avant-garde into their film scores. While scores during this period exhibit more stylistic variety than ever before, within mainstream Hollywood films there is nevertheless a strong preference for scores in a rock- or pop-orchestral style. Thus, the increasing preference for discursive and motto themes over grammatical ones seems to be in large part the consequence of a sequencer-based approach to film scoring brought on by the industry’s demand for shorter deadlines, high-quality mock-ups, and on-the-spot rewrites, in combination with the popular-music backgrounds of the most eminent composers in the business. Put another way, the new possibilities that have emerged with technology, along with directors’ embracing of these possibilities, may have largely dictated the terms by which film music is composed, and in turn, the kind of composers who are best suited to fulfill those terms. III. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] The present study has attempted to establish a detailed methodology for the analysis of themes in film music and to reveal something about their usage over time in the history of sound film. Despite the similarities that film themes have to those of the Classical repertoire, they must inevitably be understood in ways that are specific to film. Because film themes often lack a cadence in the strict Classical sense, instead frequently ending with a non-cadential tonic or dominant chord, their structures rely less on harmonic than melodic relationships, which are crucial to the operations of acceleration, variation, return, and contrast that define the four classes of sentence, clause, period, and composite. Since each of these four classes can assume a basic, hybrid, or developing form, I have identified a total of twelve theme types. Developing forms were found to be especially unlike Classical themes, as the latter tend to make an exceedingly clear distinction between a second idea that repeats the first and one that contrasts with it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] A corpus study of main themes from 482 Oscar-nominated scores showed that the most frequent theme types were those whose two halves most clearly expressed the overall structure, and that incorporated a restatement of the basic idea somewhere in the theme: the sentence, period, developing period, and clause. I attributed the preference for these types to the common application of grammatical themes, or portions of them, in leitmotivic statements, and hence to the need to familiarize the audience with these themes. Examining the categories, classes, and types by decade revealed two major divisions in sound film’s history. The first, in the 1960s, suggested a significant increase in the use of popular styles of music, especially with composers well-versed in jazz. The second division, in the 1990s, began an increasing trend towards discursive and motto themes and away from grammatical themes, which was suggestive of the revolutionary influence of technology on the composition of film scores. Hence, in addition to offering a vocabulary for the discussion of thematic structure, a rigorous taxonomy of film themes such as that given here can also provide a glimpse into some of the historical trends that have helped to shape the ever-assimilating repertoire of film music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.1.richards.html",
    "data": "mto/data/mto.16.22.1.richards.json"
}