{
    "title": "Review of Roger Mathew Grant, <i>Beating Time & Measuring Music in the Early Modern Era</i> (Oxford University Press, 2014)",
    "date": "2016/12/01",
    "volume": "22",
    "issue": "4",
    "authors": [
        "Moseley, Rowland"
    ],
    "abstract": "",
    "keywords": [
        "history of music theory",
        "meter",
        "tempo",
        "metronome",
        "tempo giusto"
    ],
    "doi": "",
    "received": "September 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.4/mto.16.22.4.moseley.pdf",
    "author_info": [
        {
            "name": "Rowland Moseley",
            "university": "New York, NY",
            "address": "",
            "email": "moseley@alumni.harvard.edu"
        }
    ],
    "citations": {
        "boone_2000": "Boone, Graeme M. 2000. “Marking Mensural Time.” Music Theory Spectrum 22 (1): 1–43.",
        "brown_1999": "Brown, Clive. 1999. Classical and Romantic Performing Practice 1750–1900 . Oxford University Press.",
        "deford_2015": "DeFord, Ruth I. 2015. Tactus, Mensuration, and Rhythm in Renaissance Music . Cambridge University Press.",
        "grant_2009": "Grant, Roger Mathew. 2009. “Epistemologies of Time and Metre in the Long Eighteenth Century.” Eighteenth-Century Music 6 (1): 59–75.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . Oxford University Press.",
        "maurer_zenck_2000": "Maurer Zenck, Claudia. 2000. Vom Takt: Untersuchungen zur Theorie und kompositorischen Praxis im ausgehenden 18. und beginnenden 19. Jahrhundert . Böhlau.",
        "mcauley_2013": "McAuley, Tomas. 2013. “Rhythmic Accent and the Absolute: Sulzer, Schelling, and the Akzenttheorie.” Eighteenth-Century Music 10 (2): 277–86.",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787–1791 . Oxford University Press.",
        "rothstein_2008": "Rothstein, William. 2008. “National Metrical Types in Music of the Eighteenth and Early Nineteenth Centuries.” In Communication in Eighteenth-Century Music , ed. Danuta Mirka and Kofi Agawu, 112–59. Cambridge University Press.",
        "rothstein_2011": "Rothstein, William. 2011. “Metrical Theory and Verdi’s Midcentury Operas.” Dutch Journal of Music Theory 16 (2): 93–111."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Grant’s monograph adds to the already strong representation of meter studies in the current series ( Mirka 2009 , Malin 2010 ). Chapters 4 and 6 address some of the same history as Mirka, but from a different angle.",
            "citations": [
                "mirka_2009",
                "malin_2010"
            ]
        },
        "FN2": {
            "text": "2. This book stands alongside several important historical studies of meter to have appeared this century, including Boone 2000 , Maurer Zenck 2000 , Rothstein 2008 and 2011 , Mirka 2009 , McAuley 2013 , and DeFord 2015 . Grant’s own 2009 article is an earlier iteration of parts of chapters 4 and 5.",
            "citations": [
                "boone_2000",
                "maurer_zenck_2000",
                "rothstein_2008",
                "rothstein_2011",
                "mirka_2009",
                "mcauley_2013",
                "deford_2015",
                "grant_2009"
            ]
        },
        "FN3": {
            "text": "3. Grant himself refers to “twenty-first century understandings” (5); the suggestion that contemporary metric theory dates from ca. 1980 is mine.",
            "citations": []
        },
        "FN4": {
            "text": "4. Grant defines tempo giusto as “the idea that the meter signature, note values, and character of any piece can indicate its natural or ‘just’ tempo” (125).",
            "citations": []
        },
        "FN5": {
            "text": "5. More information on tempo giusto is available in David Fallows’s dictionary articles on “ tempo giusto ” and “Tempo and Expression Marks” in New Grove II and at Oxford Music Online (Grant cites these on 111n63 and 125n1).",
            "citations": []
        },
        "FN6": {
            "text": "6. In Grant’s account of this documentary or taxonomic impulse, Vion, Marpurg, Kirnberger, and Galeazzi receive top billing. The spotlight falls in part on their choices of musical illustration, whether Vion’s citation of contemporary musical excerpts, or Marpurg’s and Galeazzi’s custom-composed examples.",
            "citations": []
        },
        "FN7": {
            "text": "7. Details of this history include William Tans’ur’s idea for multiple pendulums to mark plural levels of subdivision, Diderot’s testimony that his contemporaries regretted not knowing at what speed Lully’s music should go, and the concern of Loulié for an earlier generation of Lully interpreters isolated in the French provinces.",
            "citations": []
        },
        "FN8": {
            "text": "8. Otherwise, I saw only minor alternatives to Grant’s reading or characterization of his sources. A translation from Johann Forkel cites the “hour hand” of a clock where “hour marks” seems more correct in a comparison to bar lines (“ den Taktstrichen, gleichsam als Stundenweiser anzusehen ,” 126n2), and a quotation from Rousseau is introduced so as to portray musicians’ anticipated neglect of the chronometer as Rousseau’s own dissatisfaction (133).",
            "citations": []
        },
        "FN9": {
            "text": "9. According to Grant, “Kirnberger’s theory found a way to accommodate the period’s multiple meters with the French simplification schemes” (117).",
            "citations": []
        },
        "FN10": {
            "text": "10. Grant writes that it “indexed both the stylistic connotations of sixteenth-century counterpoint and the doubling of speed that would have been required to bring this long-note music into accord with the shorter notes of the eighteenth century” (148). Grant and other scholars of the alla breve seem to agree that it called for speeds that were objectively a little slower than double speed. Agreeing with Clive Brown ( 1999 ) on this point, Grant nonetheless has a subtly different notion of how this was (159n32). For a perhaps contentious statement on tempo, consider Grant’s assessment that diminution of tempo was not needed, in spite of a ₵ signature, in the final movements of four symphonies from Michael Haydn, Joseph Haydn, and Mozart (his “Jupiter”): “Their long-note music had already been reconciled with contemporary practice through mixing of styles” (179). This implies quite slow speeds for the three movements besides Mozart’s.",
            "citations": [
                "brown_1999"
            ]
        },
        "FN11": {
            "text": "11. See 148–59 (“Long-Note Music in the Eighteenth Century”) and 164–69. These latter pages introduce—somewhat late in the text—the use of breve-length bars under the so-called “large” alla breve , as distinct from the prevailing “small” kind (which Praetorius sensibly termed the alla semibreve ). Grant then spells out the options for understanding the big-boned version as either a simple or a “compounded” duple meter (effectively 2/1 or 4/2, corresponding to Scheibe’s and Marpurg’s interpretations). A Graun composition is seen to treat the large alla breve as a compounded meter by aligning subject entries and cadences interchangeably with the downbeat or midpoint of its measures.",
            "citations": []
        },
        "FN12": {
            "text": "12. By way of introducing the Quantz movement, Grant characterizes the bass as sidestepping contrapuntal rigor: “Another way of using basso continuo in an imitative movement is to remove it from the structure of imitation altogether” (163). And then: “the bass participates briefly in the imitation” (163, emphasis mine). However, the bass is not uninvolved in the imitative structure as the movement proceeds: it states the subject head in the relative minor at m. 61, and states the full subject in the tonic at m. 110 for what is the final entry.",
            "citations": []
        },
        "FN13": {
            "text": "13. Other theorists of special focus in this chapter are Agricola, Pisa, and Banchieri, with further significant mentions of Vicentino, Fludd, Mersenne, and Kircher.",
            "citations": []
        },
        "FN14": {
            "text": "14. The meter signatures of compositions and theorists’ examples that appear in this chapter include 3/1, 3, C3, 2 3 , and ₵3.",
            "citations": []
        },
        "FN15": {
            "text": "15. As Grant puts it: “While a recent growth of scholarship on mensuration and proportion signs has helped to elucidate long-standing problems in the history of notation and questions of performance practice—particularly with regard to tempo—little scholarship exists that addresses the theories of meter and conceptions of the beat that were in place during the sixteenth and seventeenth centuries” (17; see 17n4 for the sizeable literature that Grant credits in this statement).",
            "citations": []
        },
        "FN16": {
            "text": "16. The composers are Haydn, Mozart, Beethoven, Rossini, Méhul, Boieldieu, and Spohr; the writers are Momigny, Weber, E. T. A. Hoffmann, and Fétis.",
            "citations": []
        },
        "FN17": {
            "text": "17. Consider, in another example of possible over-interpretation, Mozart’s second-act finale to Die Entführung aus dem Serail and the moment Blonde takes up 8 12 against the prevailing ₵ for a tirade against Pedrillo. Mozart may have shown, as Grant claims, that meter signatures were becoming notational conveniences to be mixed and matched (225), but, equally, he may have shown that meter’s inherent characterfulness persisted: different meters suited characters in (comic) dispute.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In this addition to the Oxford Studies in Music Theory series, Roger Mathew Grant presents a history of temporal regulation in European music from the sixteenth to the early nineteenth centuries. (1) Written and argued with unfailing finesse, Beating Time & Measuring Music pairs sophisticated readings of music-theoretical texts with lucid summations of historical trends. It offers music theorists valuable information and insight about meter studies, the history of music theory, and the wider history of ideas. (2) At the same time, the whole book stands to interest a broad academic audience, and performers will appreciate its lessons concerning analysis and performance practice.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In each of the monograph’s three parts, addressing the sixteenth and seventeenth, eighteenth, and early nineteenth centuries respectively, Grant examines three facets of meter: its description and conceptualization in theoretical writings, its mediation by techniques and technologies (of human or mechanical action), and its manifestation in notated musical compositions. That three-fold investigation is skewed neither to historically informed analysis nor to history with analytical illustration. Instead, the strands combine to tell of broad changes in how meter was imagined and realized in European music-making over three and a half centuries.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] “Meter” bears unpacking here. At its core, Grant’s subject is meter and its mensural equivalents as construed by American music theorists since 1980. (3) Beat, pulse, accent, measure, time signature, and hypermeter are integral concepts, whereas more complex and irregular aspects of rhythm are excluded (5). But the subject extends to elements of character, affect, and movement that were once wedded to meter. Grouping intervenes, too. The most important inclusion is tempo, which came to be notated and evaluated separately from the signatured meter only late in Grant’s historical purview. Changing Times: The Eighteenth Century",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Two epochal upheavals fascinate Grant, and explicit, eloquent reminders of these large themes recur throughout the book. The first concerns notions of time and motion (that is, physical motion and, more generally, any kind of change). Once the Scholastic tradition had been substantially dispersed by “natural philosophy,” the category of motus lost its superior claim as that which conditioned tempus and gave it reality, and time came to be regarded as a universal dimension that extended irrespective of mobile or immobile things (15, 24, 93, 96–99). Insofar as people who made and thought about music saw tactus as a matter of both time and motion, the redrawing of philosophical categories swept music with it. The second upheaval concerns the transmission of knowledge about tempo and is more particular to music, though it has direct parallels in contemporaneous efforts at standardization and measurement in manufacture, trade, and mapping. The 1815 invention and widespread adoption of Maelzel’s metronome is the main event, situated in a large patchwork of mechanical innovation, theory, opinion, and notational practice that all marked the messy divorce of tempo from meter. Change came in the form not of philosophical revolution, but of an initiative to communicate music’s proper speed precisely in an age when musicians could no longer be expected to infer a suitable tempo from a piece’s metrical signature and written rhythmic values (125–27).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Pivotal to both these changes, in Grant’s estimation, was the demise of tempo giusto after its heyday in the early eighteenth century. (4) Even by mid-century, tempo giusto was on the wane; (5) in response, some concerned citizens mounted preservation efforts while others turned their minds to new, rational methods of transmitting tempo. Chapter 5, at the heart of Grant’s book, analyzes these twin responses: the impulse to document the early century’s myriad meter–character–tempo types, and the impulse to make musical chronometers. Revealed in these responses are “the anxieties of an age newly aware of the possibilities for temporal exactitude” (127). Grant reaches back to the seventeenth century (Bononcini and Mersenne) but focuses on the mid-to-late eighteenth century. Entrusting some of his own cataloging to the second of two extremely useful appendices, Grant takes stock of the eighteenth century’s “huge expansion of discourse on meter signatures” (106) and its “explosion of lists” (109). (6) His account of the chronometric impulse is equally succinct and rich in detail. (7) The device of the pendulum, which was essential to chronometers, might have been better separated from the outgoing paradigm of motus in this chapter, but only to save readers from confusion on a historical point that is really beyond doubt. (8)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Within part II, which bears witness to the momentous changes of the eighteenth century, chapter 5’s tale of preservationism and rationalism speaks to meter’s mediating “techniques.” Concepts, meanwhile, are the stuff of chapter 4, which unpacks the shift lurking in the book’s title: no longer beating time, but measuring music. Treading a new path through familiar ground, Grant discerns three stages as metric theory navigates from a beat-based to a measure-based system: some theorists busy themselves with itemizing the many kinds of measure (notably Marpurg, who counted 56); others set out to slim and simplify the metrical signatures (Rameau, Montéclair, Lacassagne); then Kirnberger synthesizes an accent theory whereby meter becomes a matter of attentive listening. (9) Overall, meter undergoes a “shared and significant change” with natural philosophy’s new vision of time as separate from motus (122).",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapter 6, “The Eighteenth-Century Alla Breve ,” is the analytical chapter of part II, and it concerns the metric type that Grant sees as tempo giusto ’s last hurrah. Unpicking historic definitions more complicated than just duple-metered, stile antico music under a ₵ signature, Grant reveals the alla breve as a site of obstinate connections between meter, tempo, rhythmic style, and character, and as a phenomenon that elicited eighteenth-century voices on the general severance of meter and tempo. (10) In barely twenty pages of text, this engrossing chapter explores the issue from many angles. It includes observations of the ₵ signature’s prevalence in counterpoint texts; an eye-opening study of notational choices in eighteenth-century manuscript copies and printed editions of Palestrina and other sixteenth-century masters; and a compact review of the alla breve ’s theorization by Scheibe, Kirnberger, Marpurg, and Koch. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Some arguments in Grant’s alla breve analyses struck me as provisional and contestable, such as the idea that pieces by Handel and Quantz combined distinctly modern and archaic music in playful commentaries on the ₵ signature as a metric umbrella for different styles. Take the trio sonata by Quantz (QV 2.anh 3), from the second quarter of the century. During its alla-breve second movement, the continuo first supplies a walking bass to the upper-voice entries of a contrapuntal theme, then drops out in the codetta, before furnishing the bass entry that completes the imitative exposition; at this point, an episode begins with far-from- antico features, namely, arpeggiation, modular repetition, and coordinated downbeat rests in two of the parts. Grant ascribes some importance to the bass part’s negotiation of counterpoint and continuo, and makes more of the stile antico ’s collision with galant figuration. (12) But are old and new styles really in “dialogue,” and specifically at Quantz’s bidding?",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Imitative trio movements by German contemporaries of Quantz, and by Corelli before them, frequently deploy the bass as harmonic support for the initial entry. Even conceding Grant’s finer points about thematic content and melodic style, Quantz’s exposition seems broadly in line with similar movements stretching back a generation. Regarding the galant episode, is this a marked incursion of a different style or, I wonder, a modest update to longstanding sequential devices? Interior episodes, in fugues no less, often explored the spectrum between antico decorum and instrumental exhibition. Grant’s ear for stylistic depth is superb. But using music as evidence in the history of ideas sets a high bar. History of this sort cannot be written on the back of pieces that harness an untold mix of styles for their own ends, but needs clear, knowing examples. Questioning the oppositions of polyphony to homophony and “countermelody” to continuo bass, I saw less significance than Grant did, for instance, in the third-species texture that begins symphony finales by Michael Haydn and Joseph Haydn. All the same, the beauty of Grant’s engaging and always intelligent interpretations is that they invite the reader to think deeply, and highly, of music’s compositional record. Music analysis plays a rewarding role in this book and proves itself as an instrument of historical insight on music theory and Western thought more broadly. Early “Early Modern” Meter",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] If part II chronicles meter’s eighteenth-century upheavals, part I furnishes the backstory: its ultimate message is of stasis in metrical conceptions during the sixteenth and seventeenth centuries. As mensural signs fell from use and bar lines were adopted, beat-centered ideas and practices endured. Lippius’s Synopsis musicae of 1612 epitomizes the breezy changes of the period with its disregard for perfect division and a table that applies the terms bis, semel, demidiam, quartam , etc. to the various rhythmic values as factors of the semibreve (whence “whole note”). But chapter 1, on meter’s theorization and conceptualization in this early period, shows the continued centrality of the beat, defined by motion, across the generational divides of Ornithoparchus, Zarlino, Lippius, and Loulié. (13) The first of Grant’s excellent appendices charts the theorization of the beat and citations of Aristotle in more than 60 sources.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Chapters 2 and 3, completing part I, address pre-eighteenth-century meter in terms of mediating techniques and compositional practice. Chapter 2 examines the beat as performed, imagined, and philosophized, and presents an important addition to the academic literature on the science of time in relation to music. Accessible to a wider audience including non-academic musicians, chapter 3 offers a study of triple meter and its lopsided deployment of tactus . (14) Its case for a historical reappraisal of triple-metered music draws cleverly upon the tradition of paired, duple- then triple-metered dances and upon the lingering notational practice of blackening. Through this practice, filled noteheads of usually open shape alerted the reader to any short–long partitions of the thesis–arsis pair (usually long–short) in tempus perfectum or triple meter. Chapter 3 demonstrates the tactus -wise inequality of triple meter in music by Susato, Schein, and Purcell—first, as a fact of compositional derivation (when after-dances are based on their fore-dances); second, as a matter of musical content (when motive and harmonic rhythm meld two thirds of the triple measure). The credentials of chapter 3 as a work of analysis and a probable springboard for future work are worth underscoring: the mainly analytical half of the chapter (71–90) can be appreciated without digesting the theoretical half (63–71). That said, the theoretical half is of vital interest to metric theorists; here, Grant situates early modern theory against more recent scholarship (Lerdahl and Jackendoff, Hasty, London), with triple meter as the gauge of their divergence. One element of chapter 3 that merits general attention is Grant’s take on hemiola, a prime example of history renewing us with old ways of thinking about and moving to music: What was different about hemiolas in unequal triple meter—which was neither in place when the hemiola practice originated [i.e. in late-medieval music], nor is recalled in analytical literature today—was that the first part of many cadential hemiolas was actually the normative division of the measure. . . . It is both a way of organizing duple groupings within a triple context and also a way in which two unequal duple groupings (one trochaic, one iambic) join each other to create a composite, symmetrical phenomenon that is made of four unequal—rather than three equal—parts . (89–90, emphasis mine)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Altogether, the book’s opening chapters add superbly to the scholarship of musical meter and metrical theory for a period that is underserved. (15) Part I stands on its own as an important contribution quite apart from its preparatory role in the broadest narrative of changing paradigms. Yet to the extent that part I is meant as a prequel to part II, it is light in some areas. Chapter 1 misses the direct account of modern meter’s emergence from mensural practice that would introduce Renaissance and early Baroque metric theory to a non-specialist and fully prepare chapter 4. Part I also leaves the reader somewhat adrift regarding the emergence of tempo giusto , the demise of which is a major theme of subsequent chapters. In the early eighteenth-century notion of tempo giusto , an association between written rhythmic denominations and performed durations can be traced to late medieval practice, but specific couplings of tempo to character are not so easy to delineate historically. Later Measures",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Part III extends the narrative of meter’s eighteenth-century upheavals as far as the 1830s. And, in many respects, the early nineteenth century stands for today, with metronome marks, time signatures emptied of connotations of character or speed, and meter viewed as an activity of the mind. Part III, then, includes the bid for history’s relevance, connecting remote ideas to the common fare of present music education and notational practice. But Grant is, happily, less invested in styling the book’s intangible lessons for analysis or performance today than in recounting the vivid events of the period when musical meter became comprehensively modern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Anyone with an interest in the history of the metronome, or issues of music and quantification, should read chapter 7, “The Reinvention of Tempo,” which tells how Maelzel’s metronome capitalized on the promise of previous chronometers under new conditions. While this chapter examines the invention and reception of Maelzel’s famous device (alongside previous or rival designs), its primary aim is to illuminate contemporaneous critical discourse by Türk, Gottfried Weber, Rousseau, Schiller, Fétis, and others. As before, Grant exhibits deep proficiency with a wide range of sources, and writes history that is sophisticated and compelling. Some of Grant’s loftier statements invite skepticism, but the same statements are spun with a kind of transparent exuberance that helps the reader absorb the big ideas and lean on them to learn the nuance of the argument. And while I admit wishing for more authorial arbitration of the relevant science—“how long is a seconds pendulum . . . at sea level, 45°N, then?”—Grant was wise not to weigh in. Ultimately, Beating Time & Measuring Music is not about the logistics of either beating or measuring, but rather the interaction with shifting concepts and musical sensibilities. Grant charts a shrewd course between big ideas and the copious minutiae of nineteenth-century efforts to quantify tempo and much else.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] An ensemble cast of composers and writers attest to the new century’s flexible and savvy attitude to meter in chapter 8, “The Persistent Question of Meter.” (16) This chapter relates innovations in theory and composition that reveal a conclusive rift between tempo (as pace) and meter (as accentual structure). In what Grant dubs “integrated metric shifts,” composers change meter without implication for character or affect, and theorists, more attuned to listening than before, describe effects of meter and hypermeter that float free of notation. Meanwhile, Beethoven becomes prolific in “paratextual expression markings” that speak to thoroughly post- tempo-giusto aesthetics. On one level, Grant’s arguments are simple and easy to accept. For instance, there can be no doubt that meter changes start to happen more and mean less, and this supports a large point about the growing absence of ties between meter and character. (Chapter 7 has peeled off the issue of tempo already.) Yet interpretation occasionally sits heavy in this chapter. Thus, Grant recalls eighteenth-century German theorists’ injunctions against over-barring (as they saw it) so he can show liberalizing attitudes to hypermeter in the following century: earlier theorists were uncomfortable with measures behaving as beats. However, it can be hard to see through the mixed registers of a source that shares deep musical insight and unglamorous instruction at the same time. It can be even harder to line up suitable comparisons between multiple sources from a panoply of different cultures. An injunction from Koch may betray an eighteenth-century mistrust of hypermeter (221), or perhaps it simply warns novice composers of a mistake that would remain a mistake forty years later. (17) Still, Grant’s overarching conclusions would not be overturned by localized re-readings of this evidence. In fact, the book equips its readers to analyze eighteenth- and nineteenth-century music for themselves along the lines that Grant reveals as important, and that added to my enjoyment and appreciation of the book’s plenty-convincing arguments. Conclusion",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In summary, Beating Time & Measuring Music in the Early Modern Era is an excellent book. Read cover to cover, it offers an astute, detailed, and impressively concise history of major upheavals in music’s temporal regulation. Chapter by chapter, the book is also a trove of readings for graduate courses in theory, history, analysis, and even performance practice. Grant brings European music into dialogue with the history of Western ideas about time and quantification, and shows that musical thought and musical practice were not merely auxiliaries to revolutions in science and philosophy. Big ideas are seldom far from view, and much persuasive evidence is amassed to them despite a general circumvention, on a medium scale, of historical narration or reports on theoretical debates. To be sure, the author speaks outside of professional music theory circles when he promises “trouble” for his readers’ “casual assumptions about meter”: few followers of Music Theory Online will have a blasé attitude to meter’s theorization, and an assault on their remaining beliefs might not sound appealing (7). But with tact and agility, Grant opens his readers’ eyes to an abundance of historical evidence and to new, old ideas about the ordering of musical time. Scholars across a wide range of historical and musical expertise will be richly rewarded by this book, and it will help to shape the academic agenda of theorists, analysts, and historians of theory, perhaps as much with metrical matters in the sixteenth and seventeenth centuries as with the subsequent upheavals at the core of Grant’s narrative.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.4.moseley.html",
    "data": "mto/data/mto.16.22.4.moseley.json"
}