{
    "title": "Contemplating the Concept of Improvisation and Its History in Scholarship",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Nettl, Bruno"
    ],
    "abstract": "This short group of remarks touches on several important matters: It provides a critique of the concept and term “improvisation” as it has been used in the history of scholarship; it briefly traces the changing concept of improvisation in the history of musicology (including ethnomusicology and music theory); and it ends with suggestions for future research, particularly as it concerns intercultural comparative study.",
    "keywords": [
        "improvisation",
        "history of research",
        "Erich M. von Hornbostel",
        "Ernst Ferand",
        "Albert B. Lord",
        "ethnomusciology"
    ],
    "doi": "",
    "received": "January 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.nettl.pdf",
    "author_info": [
        {
            "name": "Bruno Nettl",
            "university": "University of Illinois at Urbana‐Champaign",
            "address": "Division of Musicology, School of Music; and Department of Anthropology, 1423 Cambridge Drive (Home address), Champaign, Illinois 61821",
            "email": "b‐nettl@illinois.edu"
        }
    ],
    "citations": {
        "abraham_and_hornbostel_1922": "Abraham, Otto and Erich M. von Hornbostel. 1922. “Phonographische indische Melodien.” Sammelbände für vergleichende Musikwissenschaft 2: 251–90.",
        "berliner_1994": "Berliner, Paul. 1994. Thinking in Jazz: The Infinite Art of Improvisation . Chicago: University of Chicago Press.",
        "ferand_1936": "Ferand, Ernst. 1936. Die Improvisation in der Musik . Zurich: Rhein‐Verlag.",
        "gushee_2005": "Gushee, Lawrence. 2005. Pioneers of Jazz. The Story of the Creole Band . New York: Oxford University Press.",
        "lord_1965": "Lord, Albert. 1965. The Singer of Tales . New York: Athenaeum.",
        "monson_1994": "Monson, Ingrid. 1994. Saying Something: Jazz Improvisation and Interaction . Chicago: University of Chicago Press.",
        "nettl_and_russell_1998": "Nettl, Bruno with Melinda Russell, ed. 1998. In the Course of Performance: Studies in the World of Musical Improvisation . Chicago: University of Chicago Press.",
        "nettl_2009": "Nettl, Bruno. 2009. “Preface.” In Gabriel Solis and Bruno Nettl, eds., Musical Improvisation: Art, Education, and Society . Urbana: University of Illinois Press, ix–xv.",
        "nooshin_2003": "Nooshin, Laudan.2003. “Improvisation as ‘Other’: Creativity, Knowledge and Power—The Case of Iranian Classical Music.” Journal of the Royal Musical Association , 128: 242–96.",
        "nooshin_and_widdess_2006": "Nooshin, Laudan and and Richard Widdess. 2006. “Improvisation in Iranian and Indian Music”. Journal of the Indian Musicological Society , 36/37: 104–19.",
        "solis_and_nettl_2009": "Solis, Gabriel, and Bruno Nettl, eds. 2009. Musical Improvisation: Art, Education, and Society . Urbana: University of Illinois Press.",
        "viswanathan_1977": "Viswanathan, T. 1977. “The Analysis of Raga Alapana in South Indian Music.” Asian Music 9, no. 1: 13–71."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Early History",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the areas of music research, historical musicology, ethnomusicology, and theory, improvisation has a curious history. The earliest works of historical musicology generally ignored it, but when \nattention did emerge, it came from two directions. First, improvisation—or as it was often called, extemporization—was seen as a kind of craft, in contrast to the art of composition; and second, it was studied as \nsomething that in European music belongs to the realm of performance practice (as in the case of ornamentation), or as a hallmark of the music of the “other.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Erich M. von Hornbostel, introducing Indian classical music in 1903, remarked: “There are thus no composers in our sense of the word, since all compositions are variations of an ancient theme. On the \nother hand, each performer (reproducing musician) is at the same time a composer (producing artist), since the performer never learns a comprehensive composition” (my translation; reprinted in Abraham and \nHornbostel 1922 , 281). Ernst Ferand ( 1936 ), in his first comprehensive history of improvisation, concentrates on performance practice of Baroque and earlier musics. And in their treatment of the creation of music in non‐Western and folk cultures, many ethnomusicologists and folklorists tended to equate improvisation with oral transmission and composition.",
                "footnotes": [],
                "citations": [
                    "abraham_and_hornbostel_1922",
                    "ferand_1936"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Of course, early scholars—pre‐1965, say—of jazz, Indian and Middle Eastern music, and other repertories made inroads into the understanding of improvisation, but they rarely separated it out as a \ndistinct process. For example, it is clear that the development of tune families in European folksong came about through some kind of improvisatory process. It is clear as well, that when Albert Lord ( 1965 ) spoke of the creation of versions of South Slavic epics by showing how themes and motifs and clichés are manipulated, he was talking about an improvisatory process.  And the many scholars of jazz studying and often comparing the performances of individual artists were involved with improvisation, though they rarely focused on the concept. Areas of Research After Ca. 1970",
                "footnotes": [],
                "citations": [
                    "lord_1965"
                ]
            }
        },
        {
            "4": {
                "text": "[4] After about 1970, we began to talk and write more about improvisation. There have been many case studies, largely in non‐Western societies, but also in European music and New World musics. I will \nsketch a few of the principal directions and questions that have been asked: 1) How do improvisers get from something they know, something we have sometimes called a model, to the improvised performance? What is the relationship between model and performance; between the tune and the solo, the \nPersian radif as learned and as performed or improvised upon? 2) What is the relationship between the various performances that use one model as a point of departure? I believe this has been the paradigmatic musicological project involving improvisation. It has provided studies \nin a variety of musical cultures—jazz, Middle Eastern music, Indian music, and others—that have made intercultural approaches possible. 3) There has been scholarship about music that may have been improvised, or that is supposed to sound improvised, music that is in some sense improvisational, and about improvisational practices that we know only from \ndescriptions or from notations from memory. I’m speaking, for example, of studies of Beethoven, Chopin, and Clara Schumann. 4) Further rubrics include improvisation as symbol or metaphor, its relationship to concepts such as freedom, and the value of improvisation for participatory music. There is the importance of improvisation as a \nsymbol in the civil rights movement. And on the other side, the value of improvisation in defining the practices of non‐western musics. 5) We have studied improvisation in culture. In looking at Western musical culture, there are those—musicians, music lovers, and scholars of Western music—who look at improvisation as the music of a kind \nof “other.”  Lots of kinds of others: non‐western music, music of minorities, music of lower socio‐economic classes, rural music. We can respond to this as wrong‐headed; but we should \nalso study the attitude to see what it tells us about Western urban musical culture.  Another example: In Iran, improvisation in the classical repertory was somehow associated with freedom, in a society in which \nadherence to authority is a principal value. In South India, the parts of music most valued are the most improvised parts of a classical performance, but the canon or the point of departure, the raga system, \nnevertheless rules. Works by (or edited by) Berliner ( 1994 ), Gushee ( 2005 ), Monson ( 1994 ), Nettl and Russell ( 1998 ), Nooshin ( 2003 ), Nooshin and Widdess ( 2006 ), Solis and Nettl ( 2009 ), and Viswanathan ( 1977 ) provide a representative sampling. Areas for Future Research",
                "footnotes": [],
                "citations": [
                    "berliner_1994",
                    "gushee_2005",
                    "monson_1994",
                    "nettl_and_russell_1998",
                    "nooshin_2003",
                    "nooshin_and_widdess_2006",
                    "solis_and_nettl_2009",
                    "viswanathan_1977"
                ]
            }
        },
        {
            "5": {
                "text": "[5] My first thought about possible future directions comes from the topic sentence of the preface of a 2009 book: “We probably should never have started calling it improvisation” ( Nettl 2009 , ix). Indeed, I wonder whether all the things we include under the rubric of improvisation have enough in common to justify a collective term. We are talking, after all, about Hindustani and Carnatic raga alapana, about all the things in jazz that Paul Berliner ( 1994 ) analyzed, about rural folk singers making new variants of traditional songs, about seventeenth-century keyboard players ornamenting, about virtuosos playing cadenzas, about \nperformers in Lukas Foss’s “Time Line,” computers that have been taught to improvise, South Slavic singers of epics manipulating basic materials, Persian musicians giving their personal interpretations of \nthe radif, accompanists of dance classes doing their thing, young children making up rhymes for games, about nineteenth-century German students creating quodlibets, Franz  Schubert improvising in his mind and quickly \nwriting down what has gone through it, about what church organists do when they improvise a fugue, or just play chords to encourage generosity during the offering—I will run out of space trying to be \ncomprehensive. I know I am swimming upstream as music researchers have finally managed to get some recognition for this neglected art, and for studying it. But I suggest that we become more nuanced by creating a \ntaxonomy that explores the intersection of improvisation and what one might best call pre‐composition, a taxonomy that avoids simply drawing a line between the two but looks at how they overlap and intersect, at \nwhat they have in common, at the role of preparation, of following canons, of audience expectation—looking at the many kinds of musical creation holistically.",
                "footnotes": [],
                "citations": [
                    "nettl_2009",
                    "berliner_1994"
                ]
            }
        },
        {
            "6": {
                "text": "[6] In connection with this, I would like to see us work on a classification system that looks from a comparative perspective at the way different cultures conceive of musical creation.  While students of \nimprovisation have certainly taken a multi‐cultural approach, the general statements about improvisation still take as their point of departure the Western musical traditions and systems.  Following on some of \nthe things I said above, drawing a line between composition and improvisation should be done with great care; maybe it doesn’t really make sense.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] When I became interested in the study of improvisation, I said to teachers and consultants, “I want to know how improvisers’ minds work.” I was drawn to this notion of looking at the \nprogression from specified points of departure to performed product.  I would like to do more of this. But clearly, this isn’t the only way to find out how improvisers decide what to do next.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I would like to \nexplore further the relative value of improvisation and precomposition where it makes sense to do so, and to look for the reasons for differential values, considering criteria such as the competing values of \noriginality, adherence to a canon, or the relationship to social and political values.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] No doubt the earlier neglect of improvisation by musicologists has to do with the relatively low value placed on the subject and on the people or peoples with whom it is associated—as well as the \ndifficulty of finding ways of dealing with it analytically. Far more people are now interested in “‐ological” study of improvisation, and these tend to include individuals who are enthusiastic about not only the \nresearch but also the improvised music itself, and who wish to promulgate and encourage more improvisation. Improvising musicians and scholars of improvisation have parallel and overlapping interests, but their tasks \nmay sometimes require different and even contrasting basic assumptions, approaches, and perspectives.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays: theorizing improvisation (musically)",
    "source": "mto/raw/mto.13.19.2.nettl.html",
    "data": "mto/data/mto.13.19.2.nettl.json"
}