{
    "title": "The Computer Presentation of Musical Research: A Case Study",
    "date": "1995/05/01",
    "volume": "1",
    "issue": "3",
    "authors": [
        "Johnson, Timothy A."
    ],
    "abstract": "The traditional format for the presentation of musical research, the journal article, makes referencing musical passages less direct than ideally desired. CD-ROM technology provides a means for the presentation of written comments and analytical sketches simultaneously with a recorded performance of the corresponding music. This article describes a computer project that uses CD-ROM technology to bridge the gap between analytical or theoretical comments and the sound of musical passages. The main goals of the article are to encourage the development of and provide guidance for similar projects.",
    "keywords": [
        "HyperCard",
        "CD-ROM",
        "John Adams",
        "computer-assisted instruction"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.3/mto.95.1.3.johnson.pdf",
    "author_info": [
        {
            "name": "Timothy A. Johnson",
            "university": "Mount Holyoke College",
            "address": "Department of Music, South Hadley, MA 01075",
            "email": "tjohnson@mhc.mtholyoke.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. An earlier version of this case study was supported by the Mount Holyoke College Technology Seminar, sponsored by a grant from the Pew Charitable Trusts.",
            "citations": []
        },
        "FN2": {
            "text": "2. Some excellent commercial CD-ROM software products include: Daniel Jacobson and Timothy Koozin, The Norton CD-ROM Masterworks , Vol.  1 (New York: W. W. Norton and Company, forthcoming in 1995); Daniel Jacobson and Timothy Koozin, CD-ROM Listening Guides for The Enjoyment of Music, 7th ed. by Joseph Machlis and Kristine Forney (New York: W. W. Norton and Company, 1995); William Renwick and David Walker, CD-BRAHMS (Hamilton, Ontario: McMaster University, 1994); Robert Winter, Anton Dvorak, Symphony No. 9 in E minor: From the New World (Irvington, N.Y.: Voyager, 1994); Robert Winter, Igor Stravinsky, The Rite of Spring (Santa Monica, Calif.: Voyager, 1992); and Robert Winter, Ludwig van Beethoven, Symphony No. 9 (Santa Monica, Calif.: Voyager, 1989).",
            "citations": []
        },
        "FN3": {
            "text": "3. The following compact disks may be used with this program: John Adams, The Chairman Dances , San Francisco Symphony, Edo de Waart, cond. (Elektra/Nonesuch 9 79144–2); Adams, Grand Pianola Music , and Steve Reich, Eight Lines and Vermont Counterpoint , Solisti New York, Ransom Wilson, cond. (EMI CDC-7 47331 2); Adams, Harmonielehre , San Francisco Symphony, Edo de Waart, cond. (Elektra/Nonesuch 79115–2); Adams, Harmonium , San Francisco Symphony Orchestra and Chorus, Edo de Waart, cond.  (ECM 1277); Adams, Nixon in China , Orchestra of St. Luke’s, Edo de Waart, cond. (Elektra/Nonesuch 9 79177–2); American Piano Music of Our Time , Ursula Oppens, piano (Music & Arts CD 604).",
            "citations": []
        },
        "FN4": {
            "text": "4. Although there are a number of fine workshops on HyperCard and CD-ROM, I chose this one for the opportunity to work with Tim Koozin and Dan Jacobson, a music theorist and a musicologist who both have had substantial experience in developing applications similar to this program.",
            "citations": []
        },
        "FN5": {
            "text": "5. The Complete HyperCard 2.2 Handbook, 4th ed. (New York: Random House Electronic Publishing, 1993).",
            "citations": []
        },
        "FN6": {
            "text": "6. I especially would like to thank Jurgen Botz, Vijay Kumar, and Kevin Prime.",
            "citations": []
        },
        "FN7": {
            "text": "7. Similar projects may be produced using an IBM-compatible computer and a comparable software product to HyperCard such as Toolbook.  For Macintosh computers a full version of HyperCard must be procured since, although Macintoshes are customarily shipped with HyperCard, a full authoring version is not always supplied.  A CD sound-driver is software that allows CD-ROM to be used for sound production rather than just data storage, the Voyager CD AudioStack is a software program for the Macintosh that facilitates access to compact disks, and the compact disks used for this application are standard commercial CD recordings.",
            "citations": []
        },
        "FN8": {
            "text": "8. The developmentof this project was supported by a faculty research grant from Mount Holyoke College.",
            "citations": []
        },
        "FN9": {
            "text": "9. The sketches in this program were prepared using the drawing tools and the Petrucci type font.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The traditional format for the formal presentation of musical\nresearch, the journal article, makes referencing musical passages less\ndirect than ideally desired.  Although much theoretical and analytical\nwork primarily focuses on the musical sounds themselves, scholarly\nviews and explanations usually are accompanied only by cryptic\nreferences to these sounds in the form of written musical examples and\nreferences to scores by measure numbers.  The lack of ready access to\nthe sounds under discussion often makes the theoretical and analytical\nconcepts presented difficult, if not impossible, to grasp fully.\nDespite the high level of ability among musical scholars in producing\nimagined aural recreations of such passages or in remembering past\nperformances, many readers do not have the ability to conceive the\nsounds implied by unfamiliar musical examples precisely or will not\ntake the time and trouble to obtain a score and recording of the works\nbeing discussed.  And even those with exceptional score-reading\nabilities or memories likely would benefit from hearing a performance\nof the passages discussed.  After all, sounding music—not music\nsounding in our heads—is what led most of us to devote our lives to\nits study (even if music sounding in our heads is what keeps us\ndevoted).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] CD-ROM technology provides a means for the presentation of written\ncomments and analytical sketches simultaneously with a recorded\nperformance of the corresponding musical passages.  The compact disks\nmay be accessed with precision, accurate to a 75th of a second.  Using\na programming software package such as HyperCard, an author may create\nlinks to immediately bring the reader/listener from analytical texts\nor graphics directly to the relevant passage on a compact disk.  Thus,\nthe musical sounds are readily available, eliminating the problems\nassociated with providing only written references to the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In this article I will describe in detail a computer project that\nuses CD-ROM technology to bridge the gap between analytical or\ntheoretical comments and the sound of musical passages. (1) First I\nwill introduce some of the basic aspects of the musical theories\npresented in the program [section 4] and present some of the principal\nadvantages of the use of this technology for the presentation of\nmusical research [sections 5–6].  A detailed description of the\ncomputer program follows [sections 7–15].  Next I discuss the\ndevelopment effort required and relate some of the problems\nencountered in bringing the project to completion [sections 16–20].\nFinally, an exploration of some pedagogical implications of the\ntechnology closes the article [sections 21–24].  The main goals of\nthis article are to encourage the development of similar projects by\noutlining the motivation for and benefits of using this technology and\nto provide guidance to those who choose to undertake such projects\nthrough example and by identifying some potential pitfalls.  Although\na number of more polished commercial CD-ROM products dealing with\nsimilar analytical issues have appeared, the project described in this\narticle represents a more informal model of the use of this\ntechnology, in which someone with little experience may develop a\nuseful (though certainly less thorough) program. (2) In addition to\nproviding a detailed description of the computer project in this\narticle, the computer program itself may be downloaded (see list of\naccompanying files above) for exploration by readers of this journal\nwho have access to a Macintosh computer, preferably with a CD-ROM and\nthe suitable compact disks. (3) Although CD-ROM is an essential\ncomponent of the project and the primary concerns discussed in this\narticle, the computer program may be examined without access to a\nCD-ROM, though unfortunately no music will be played.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This computer program, prepared using HyperCard for the Macintosh,\npresents analytical and theoretical comments linked to musical\nsketches and compact disk recordings of passages from John Adams’s\nmusic.  The theory presented in the program identifies the seven chord\nsuccessions used in passages that repeatedly alternate between two\nchords.  The seven chord successions correspond to two more general\nprocedures, called operations.  These operations, taken singly or in\ncombination, stipulate relationships between two chords based on\neither the circle of thirds, alternating between major and minor\nthirds, or on notes moving by half step.  The computer program\ndescribes and displays each of the seven typical successions, and\nlinks these theoretical explanations to analytical sketches and\nrecordings of the corresponding musical passages from a variety of\nAdams’s pieces.  In addition, a more extensive example from the first\nscene of the opera, Nixon in China , suggests that these successions\nconnect different passages by providing recognizable chord root and\nquality relationships.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The interactive format of this program allows users to explore the\nideas presented at their own pace and in their own way—spending more\ntime to examine certain areas or to hear additional musical examples\nwhile skipping over areas of less interest.  This format seems\nparticularly appropriate for the presentation of theoretical or\nanalytical material, since many ideas require explanation from a\nvariety of approaches and in reference to multiple examples, while\nother ideas may be immediately grasped with little explanation or\ndemonstration.  Furthermore, the exploration of the theoretical and\nanalytical ideas may be focused according to each user’s own interests\nand background.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In addition to providing direct links to precise musical passages\non compact disks and allowing individualized interactive access, the\nHyperCard platform also facilitates the production of animated\nsequences that can illustrate complicated theoretical concepts with\nease and with little textual commentary.  Thus, instead of describing\nhow a collection of notes may be manipulated to produce a related\ncollection, the manipulation procedure may be shown as a step-by-step\nprocess unfolding upon the screen.  Even familiar concepts such as\ninversional symmetry may be shown clearly and succinctly by gradually\ninverting a collection of notes to yield the same collection through\nan animated process.  Another advantage of CD-ROM technology is the\ncapability of highlighting specific locations in an analytical sketch\nat the same time as the corresponding music plays.  Consequently, the\ncorrelation between specific analytical symbols and the parallel\nlocation in the music are immediately apparent without reference to\nlocation cues such as measure number or section.  Because of this\ncoordination, even an uninitiated student of music theory cannot fail\nto grasp the relationship between elements of the analytical sketches\nand the relevant musical passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The following detailed description of the key features of the\ncomputer program (sections 7–15) will provide an account of the\nprogram to readers without access to a Macintosh and will offer\ncommentary on the essential aspects of the program.  In addition to\ntheir descriptive purpose, these remarks are intended to serve as a\nguide for the development of similar projects by identifying potential\nproblems and suggesting possible solutions.  Those who have the\nfacilities to examine the program may wish to read this section while\nobserving the relevant screens in the program, skimming over the\ndescriptive material in this part of the essay and focusing on the\ncommentary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The title page, in addition to providing descriptive information\nabout the program and its developer, invites the unassisted user to\ntry the software program.  The instruction, “click the mouse anywhere\nto begin,” indicates the only knowledge necessary to get started—the\nrecognition of a mouse and the initiative to press the button.  After\nseveral informational screens and an opportunity to hear a sample from\nAdams’s music, another introductory screen attempts to alleviate fears\nof computer novices through humor while clearly providing necessary\ninformation to more experienced users.  The technologically aware user\nis instructed to click the mouse in a button to select the level of\nhelp, while the novice is advised to “click the mouse anywhere else if\ncomputers scare you!”  Three levels of help are offered, ranging from\nno-help to virtual hand-holding, to provide flexibility for the\ndifferent backgrounds of potential users.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The importance of getting users started and providing sufficient\nhelp cannot be overestimated in developing interactive programs.\nUnless the first screen is sufficiently inviting and uncluttered, many\npotential users may stare blankly at the screen hoping someone else\nwill come along and demonstrate the program.  The help provided for\nthose who venture into the hyperspace created in the program is even\nmore essential, since furnishing too much help will bore and annoy\nsophisticated users (which, judging by the recent exuberant activity\non the music theory list, are becoming more and more common among\nmusic theorists), and too little help will leave many users confused\nand unable to continue.  Instructions on the use of the software that\nare provided should be simple and gradual, and opportunities must be\nprovided for the user to try the maneuvers necessary to run the\nprogram, accompanied by descriptive guidance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The main menu screen serves as a home base for the user and\nsupplies an outline of the entire program.  However, unlike the table\nof contents in a book, clicking the mouse on any particular entry in\nthe outline provides immediate access to that section of the program.\nEach button on the main menu screen provides access to different areas\nin the program, and all screens in the program provide a possible\ndirect link back to the main menu.  In this program, the seven typical\nchord successions are listed in the right column of buttons and are\nconnected via lines to the buttons containing the corresponding\noperations listed in the left column.  An overview button heads the\nlist, centered at the top of the screen, and a button linked to a list\nof musical examples and the quit button appear centered at the bottom\nof the screen.  The main menu functions as a familiar location from\nwhich to explore the entire program.  Whenever the user becomes\ndisoriented, a click of the mouse on any of the “return to main menu”\nbuttons produces this recognizable screen from which a new course of\nexploration may be contemplated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Choosing “Overview” from the main menu reveals background\ninformation about the theory as well as essential aspects of how the\nmain menu is constructed.  Relationships between the operations and\nthe chord successions emerge graphically while theoretical commentary\non some crucial aspects of the theory appears in text boxes.  The\noverview, in addition to providing a brief synopsis of the musical\ntheory, aids the user in understanding the construction of the program\nand suggests possible areas to explore.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Choosing one of the operations from the main menu provides a\ndetailed description of that operation and its connection to the\ncorresponding typical chord successions.  Similarly, choosing any of\nthe chord succession buttons from the main menu, in addition to\nshowing its link to an operation, produces a graphical representation\nof the abstract idea and supplies a link to some musical examples that\nillustrate the theoretical device.  For each typical succession, the\nuser may choose to examine and hear any of the examples listed on the\nbuttons in the center of the screen or may choose to return to the\nmain menu or repeat the graphic portrayal of the chord succession.\nChoosing one of the musical examples reveals a screen that clearly\ndisplays the title and measure numbers of the selected passage and the\ntheoretical construct under investigation at the top of the screen.\nThe main portion of the screen is devoted to a sketch of the harmonic\ncontent of the passage.  And the bottom of the screen provides an\nopportunity to learn about the sketch technique used in the project,\ndisplays the duration of the example, and gives the option of playing\nthe example or exiting to the previous screen.  A box highlighted in\nreverse video, indicating the section of the sketch being played,\nmoves through the sketch as the recording is heard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Check marks appear next to all example buttons after the\ncorresponding example has been examined and heard.  This signal allows\nthe user to keep track of which examples have been explored and which\nremain, though these place indicators do not prevent users from\nreturning to any of the examples for further study or replays.\nSimilar check marks on the main menu help the user to keep tabs on\nprogress on a grander scale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The master list of musical examples, comprised of working\nbuttons, provides alternative access to each of the examples in the\nprogram.  Thus, users may choose to approach the theoretical and\nanalytical information through the operations or chord-succession\ntypes listed on the main menu, as described above, or they may explore\nthe examples according to individual piece titles and measure numbers.\nThe check marks indicating progress appear on this screen even if the\nexample was entered from the chord-succession screens.  A\nDiscography/Bibliography, presented using the analogy of index cards,\ngives the usual information a familiar feel despite the unfamiliar\ntechnological mechanism.  A user may move through the entries in the\nbibliography by using the arrow buttons at the bottom of the screen or\nby “thumbing” through the index cards by pointing to the top right\ncorner of the cards and clicking with the mouse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Whereas most of the examples in this program are brief excerpts\nfrom a number of different pieces, a more comprehensive view of the\nfirst scene of Nixon in China appears as a separate example.\nInstead of a graphical representation of the various passages, this\nextended example simply lists the many typical chord successions and\ntheir associated chords that appear in repeated alternation in the\nscene.  The entire scene may be played while tracking the various\ntypical successions as shown by a highlighted box, or individual\npassages may be played by clicking on the various selections in the\nlist.  This example serves as a summary, where the typical chord\nsuccessions may be considered in a broader context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] This profile of the computer program and its essential\ntheoretical components identifies the key features of the project.\nAlthough many aspects described above are unique to this project, the\ngeneral concepts are applicable to other future projects.  Offering an\ninviting initial screen, providing appropriate help, linking all areas\nof the program to a central screen, and indicating progress through\nthe program are all essential components of successful interactive\ncomputer programs.  In addition, providing effective metaphors for\nfamiliar concepts, such as the bibliographic index cards described\nabove, helps the user to become acclimated to the program more\nquickly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The development of this project required a rather substantial\ninitial investment of time and effort.  Developing additional\nprojects, however, would take far less time since familiarity with the\nsoftware and with design strategies would accelerate the process\nconsiderably.  This project took approximately two and a half months\nof full-time work to complete—beginning with no knowledge of\nHyperCard or CD-ROM technology, almost no Macintosh experience, but\nconsiderable experience working with IBM-compatible computers.\nIncluded in this time period was a four-day music-technology workshop\nat the University of North Dakota. (4) After the workshop, continual\nreference to a valuable resource by Daniel Goodman, (5) and\nconsiderable trial and error guided the advancement of this project.\nIn the final stages the Academic Computing Staff at Mount Holyoke\nCollege provided invaluable assistance. (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The development of this project required a Macintosh Computer\nwith a CD-ROM drive, headphones or speakers with an amplifier, a full\nauthoring version of HyperCard, a CD sound-driver, Voyager Audio\nStack, and compact disks of the music under investigation. (7) The\nproject initially cost approximately $1170 ($750, music-technology\nworkshop including travel; $50, books; $120, compact disk recordings;\n$75, CD-Caddies; $150, Voyager Audio Stack software; $25, audio\nwiring), not including computer and CD-ROM hardware. (8) Completing\nadditional projects, however, would require only the cost of the\ncompact disk recordings.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This program was initially presented as a “poster” at the Annual\nMeeting of the Society for Music Theory, Kansas City, 1992.  A major\nobstacle in presenting this project at a national conference was\ntransporting computer equipment to the site.  Although a laptop would\nhave be ideal for this application, test runs on a Powerbook revealed\na “bug” in Powerbooks making their use problematic and causing\nsubstantial levels of stress for the developer (the computer would\n“freeze” during relatively lengthy animated processes since the\nkeyboard was not in use).  Other problems involved the disparate\nspeeds at which the animated sequences ran on different computers,\nnegating the effects of working out precise timing for certain\nanimated processes.  This timing problem has become more of a factor\nas computers constantly increase in speed; therefore, the program has\nbeen revised to rely on clock time rather than the computer’s internal\nprocessor speed.  Fortunately, none of the problems encountered were\ninsurmountable, and the presentation took place without incident.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Another important consideration in the development of this\nproject was the desire to discuss pieces appearing on different\ncompact disks.  Since automatic CD-ROM changers are currently rare and\nprohibitively expensive, users of this program must frequently change\nfrom one compact disk to another—an awkward and somewhat confusing\nprocess.  Placing all pieces on a single compact disk would be ideal\nbut would require either permission from disparate recording companies\nor new recordings of the pieces under discussion—both of which would\nbe too time-consuming and expensive for non-commercial projects such\nas this model.  The ability to utilize standard, existing compact\ndisks is one of the most compelling features of this technology,\nmaking its wide use among music theorists imaginable and making many\npedagogical applications feasible, as discussed below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The model described in this case study, though designed as a\nvehicle for the presentation of musical research, easily may be\nadapted for use with students.  This project has a variety of\ninstructional implications including interactive programs for students\nto explore individually (similar to the project described in this\narticle), courseware for classroom presentations, and computer\nprojects for students to prepare on their own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Software may be developed for students to use at their own pace\nthat would directly link sound materials with text and graphics.  The\ninteractive nature of the software would engage the student in a\nrather different way than traditional assignments, since the student\nwould have more control over her or his learning pace and sequence.\nFurthermore, many students, when pressed for time, often seek to\nstreamline their studies by ignoring the audio components of\nassignments, choosing instead to rely solely upon the written\nrepresentation.  The development of this software would virtually\neliminate the potential for students to listen to the assigned aural\nmaterial at a different time than when they studied the corresponding\ngraphical images and text or for students to ignore the aural material\naltogether.  In addition, such programs would assure the instructor\nthat students will at least have access to all of the course materials\nat the same time.  Furthermore, the use of an interactive format\nallows students of widely divergent backgrounds and interests to be\nactively engaged in their own education.  The students choose which\naspects of the material to study first and in what order to proceed.\nWhen a particular aspect of the material sparks their interest, they\nare free to explore it in detail before returning to more general\ninformation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Creating interactive programs may be the most compelling\napplication of the material presented in this case study; however,\ncourse material may be developed quickly by instructors that would\ngive them immediate access to specific locations on any compact\ndisk—providing more class time for discussion rather than just\nsearching for the proper track and time segment.  Sound examples may\nbe further enhanced in a classroom presentation by linking the\nexamples to simple graphical images scanned from any source or created\nby the instructor using the simple drawing tools provided with\nHyperCard. (9) The expandable nature of HyperCard allows classroom\nmaterials to be assembled gradually from year to year, spreading the\npreparation time over a number of years.  The coordination of\ngraphical images with sounds further improves the quality of classroom\npresentations; instead of hastily drawing examples on a blackboard, a\ncopy of the original image may be projected on a screen at precisely\nthe right moment.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] A third potential instructional application for this model is for\nstudents to design their own software programs.  Instead of a term\npaper with written examples representing sounds pasted into the text,\nthe students may link their ideas to the actual sounds of the music\ndiscussed.  This method of presentation would give students access to\nsounds, graphics, text, and animation to describe their research\nresults.  This application of the technology would allow students with\ndifferent abilities in expression to clearly present their ideas.\nFurthermore, more creative students would have an essential outlet for\ntheir creativity in courses that traditionally provide few such\nopportunities.  In addition, in analytical assignments, students would\nbe forced to grapple with the actual sounds they are discussing rather\nthan taking them for granted from written representations, since at\ntimes some students complete their analytical projects without ever\nhearing the sounds implied by the scores provided for them, as\nmentioned above in connection with interactive programs.  They simply\napply the rules and conventions they have learned, ignoring the effect\nof the music in their analyses, and consequently miss the most\ncompelling aspects of pieces by focusing instead on the mundane.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In summary this article has shown some of the advantages of\ndeveloping interactive computer programs with CD-ROM, has described\nthe development of one such project, and has discussed some\npedagogical implications.  This technology has a number of possible\nuses ranging from the formal presentation of musical research to a\nvariety of pedagogical applications.  Although developing similar\nprojects requires considerable time and effort at first, the resulting\ncoordination between theoretical/analytical ideas and the music upon\nwhich they are based suggests that this technology has the potential\nto surpass many traditional methods for the presentation of musical\nresearch.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.95.1.3.johnson.html",
    "data": "mto/data/mto.95.1.3.johnson.json"
}