{
    "title": "The Tristan Chord: Identity and Origin",
    "date": "1995/01/01",
    "volume": "1",
    "issue": "1",
    "authors": [
        "Rothgeb, John"
    ],
    "abstract": "Theorists have struggled many decades to explain the first simultaneity of the Prelude to Wagner’sTristan und Isolde.An interpretation that seems to be widely credited today equates the TC with the enharmonically related half-diminished seventh chord. The difficulty with this notion is that the outer-voice interval of the TC is specifically an augmented ninth, not a minor tenth, and these two intervals differ radically in tonal music, not only in function but in sheer sonority. The TC is explained here as resulting from an enlarged slide formation together with a daring application of elision.",
    "keywords": [
        "harmony",
        "enharmonic equivalence",
        "diminution",
        "Wagner",
        "slide",
        "elision",
        "enlargement",
        "contextuality"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.rothgeb.pdf",
    "author_info": [
        {
            "name": "John Rothgeb",
            "university": "Binghamton University",
            "address": "Department of Music, Binghamton, NY 13902-6000",
            "email": "rothgeb@bingsuns.cc.binghamton.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. For example, Joseph Kerman “Close Readings of the Heard\nKind,” 19th Century Music XVII:3 (1994), 214; Allen\nForte, “Secrets of Melody: Line and Design in the Songs of\nCole Porter,” The Musical Quarterly 77:4 (1993), 623–24.",
            "citations": []
        },
        "FN2": {
            "text": "2. Martin Vogel, Der Tristan Akkord und die Krise der\nmodernen Harmonielehre (Duesseldorf: Gesellschaft zur\nFoerderung der systematischen Musikwissenschaft, 1962), 24.  Exactly how Jadassohn accounts for the inclusion of D ♯ instead of D in this chord is not explained by Vogel.",
            "citations": []
        },
        "FN3": {
            "text": "3. Vogel, 24.",
            "citations": []
        },
        "FN4": {
            "text": "4. “Im Verlauf der Auseinandersetzung wurde verschiedentlich\ndarauf hingewiesen, dass sich die Akkorde schon im frueheren\nStilepochen finden lassen.  Auf der Suche nach Vorlaeufern\nkann bis zu Guillaume de Machaut und Gesualdo da Venosa\nzurueckgegangen werden. . . . In Beethovens Klaviersonate\nin Es-dur, op. 31, Nr. 3, tritt der Tristan-Akkord in\ngleicher Lagerung und Tonhoehe auf.” Vogel, 12.",
            "citations": []
        },
        "FN5": {
            "text": "5. “. . . den vom Meister R. Wagner selbst so werth\ngeschaetzten Theoretiker unserer Kunst.”  Hans v. Wolzogen,\nForeword to Carl Mayrberger, Die Harmonik Richard Wagner’s\nan den Leitmotiven des Preludes zu “Tristan und Isolde”\nerlaeutert (Chemnitz, 1882), 4.  Mayrberger’s text was\noriginally published in Bayreuther Blaetter 4 (1881).\nAlthough Mayrberger’s instinct about the G ♯ was\ncorrect, he was otherwise forced into absurdity by his\nallegiance to Simon Sechter’s prescriptions about how\nfundamental basses might be allowed to move.",
            "citations": []
        },
        "FN6": {
            "text": "6. William J. Mitchell, “The Tristan Prelude. Techniques\nand Structure,” The Music Forum I (1967), 174.",
            "citations": []
        },
        "FN7": {
            "text": "7. A formation related to the composed slide is the\nappoggiatura from below, when such an appoggiatura is\nprepared and the note of preparation is embellished by its\nown lower neighbor.  These idioms are particularly favored\nby Scarlatti.  For only two examples, see the Sonata K. 426,\nbars 32–33, and the Sonata K. 460, bars 12–13.",
            "citations": []
        },
        "FN8": {
            "text": "8. Here I should emphasize that I have cited an example from\nScarlatti not to suggest any historical connection between\nthe two composers, but merely to illustrate a figure of\ndiminution—applied, to be sure, in a drastically\ndifferent and otherwise unrelated musical context.",
            "citations": []
        },
        "FN9": {
            "text": "9. Nevertheless, this chord is much more similar in sonority\nto a half-diminished seventh than is the TC.  I attribute\nthis to the initially uncertain identity of the ‘cellos’ G ♯ in bar 10; especially as we have just heard a\nchromatic passing B ♭ , the G ♯ can very plausibly be\ninterpreted at the outset as A ♭ , in which case the\nintervals of the chord in question are exactly those of the\nhalf-diminished-seventh chord in the position.",
            "citations": []
        },
        "FN10": {
            "text": "10. In this respect I concur with Mitchell’s reading; see\nMitchell, 170–171 (his Example 4).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] One might conclude from the sheer quantity of literature\non Wagner’s Prelude to Tristan und Isolde and in\nparticular on the Tristan Chord (TC hereafter) that every\nconceivable approach to the explanation of that famous\nsonority had by now been proposed.  A sampling of that\nliterature, however, suggests that the identity and origin\nof the TC is far from settled.  Most historical accounts of\nthe chord have been preoccupied by the often irrelevant a-\npriori assumptions of one or another “system of harmony” and\nhave failed to address the issue from the perspective of\ncomposing technique.  I will argue that a particular\ntechnique of diminution—one well precedented in musical\ntradition—has been applied by Wagner in a highly original\nway with results uniquely suited to depict the psychological\nmilieu of the beginning of the opera.  To understand the TC\nfully, however, we must first be clear about its identity—that is, the inventory of intervals it comprises. The intervals of the TC",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Several recent contributions\nto the critical and theoretical literature not devoted\nprimarily to Tristan or its chord refer to one or another\nhalf-diminished seventh chord as a “Tristan-chord,” (1) while\nthe actual TC as it is presented at the beginning of the\nopera’s Prelude has on the other hand been called a “half-diminished seventh chord.”  Such nomenclature presupposes\neither that Wagner misspelled the chord on the downbeat\nof bar 2 of his Prelude or that the language of the music\nunder discussion in the particular case—whether Tristan or another work—makes no distinction between\nenharmonically equivalent but differently spelled intervals.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The second of these assumptions seems to me obviously\nuntenable, and I shall not deal further with it here.  The\nfirst assumption—that the TC is actually an enharmonic\nspelling of a different chord—can, according to Martin\nVogel, be traced back at least to an 1899 account by Salomon\nJadassohn, who represented the bass f as an alternate\nspelling of E ♯ , and the TC itself as a leading-tone\nseventh of the key of F ♯ minor. (2) Example 1 (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] How can such an assertion of enharmonic spelling be\nevaluated?  The answer is that it can be evaluated only with\nrespect to the musical context, and only in the light of a\nprinciple that I will take as axiomatic: the ear will in\ngeneral seek simpler explanations over more complex ones,\nand, in particular, will posit an enharmonic change only if\ncompelled to do so by context.  For example, the interval 0–4 (in “atonal” notation) is automatically interpreted by the\near as a major third.  An appropriate context can oblige the\near to hear it as a diminished fourth (in which case it\nsounds radically different), but the conditions under which\nthis will occur are very special ones indeed.  Now if we\nassume, in the first bar plus upbeat of the Tristan Prelude, a normal spelling of the first note (A instead of\ng-double-sharp), then it is inescapable that the second and\nthird notes are G and E respectively, since the first\nmelodic interval will scarcely be heard as an augmented\nfifth.  (The arguments in support of this contention may,\nafter the discussion to follow, be supplied by the reader.)\nThe bass note that enters in bar 2 is at least\nenharmonically equivalent, if not identical, to the first\nmelodic note of bar 1, F.  Is it possible that this pitch\nhas become enharmonically revalued as E ♯ ?  Only the\ncontinuation can answer this question.  One can imagine\ncontinuations that would make the assumption of enharmonic\nchange at least plausible, and perhaps even necessary; one\nsuch continuation is shown in Example 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Here the ascending continuation of the notated F\nstrongly suggests its possible interpretation as E ♯ .\nWagner’s descending continuation, however, dispels any\nreasonable doubt about the identity of this pitch as F, not E ♯ : the descending half-step of bars 2–3, like the\nidentical (and intimately associated) succession in bar 1,\ncertainly involves two distinct letter names, or, to say the\nsame thing in another way, two different scale degrees.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Jadassohn’s account of the TC probably does not need to\nbe refuted for very many modern readers.  But the currently\nfashionable assimilation of the TC into the category of\n“half-diminished seventh” (or vice versa) is really no more\nplausible.  Since it is established that the bass of this\nchord is F, a major third lower than the first note of the\nPrelude, the TC can be a half-diminished seventh only if the\noboe’s G ♯ of bar 2 is really an A ♭ .  In that case\nwe must definitely posit an enharmonic change from A ♭ of\nbar 2 to G ♯ of bar 3, for the chordal interval of bar 3\nis unquestionably a major third, not a diminished fourth.\nBut why should we assume an enharmonic change?  The written G ♯ of bar 2 does, after all, ascend to an a (without\nprejudice to the question of whether this a is the\n“resolution” of the G ♯ ), and the melodic interval in\nbar 2 surely is heard as an inversion of that of bar 1 (thus\nas a minor second) rather than as two different inflections\nof the same scale degree.  The assumption of enharmonic\nchange here would be no less bizarre than Jadassohn’s\nassignment of the four simultaneities of bars 2–3 to as\nmany different keys. (3) The oboe’s G ♯ is indeed a G ♯ , and Wagner’s spelling of the remainder of the TC as\nwell reflects aural necessity.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The intervals of the TC as measured from the bass up,\nthen, are: A4, A6, A9 (=A2), exactly as notated.  Not one of\nthese intervals is present in a half-diminished seventh\nchord constructed above its root as bass.  Only one of them—the A4—is present in any inversion of such a chord. “Precursors” of the TC",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Vogel reports that In the course of the treatments [described above, by\n        Schoenberg, Hindemith, and Fortner] it was variously\n        noted that the chords could already be found in\n        earlier style-periods.  In the quest for precursors\n        it is possible to go back as far as Guillaume de\n        Machaut and Gesualdo da Venosa. . . . In Beethoven’s\n        Piano Sonata in E ♭ , Op. 31 No. 3, the Tristan-Chord appears in the same register and at the same\n        pitch.  [An example comprising bars 33–36 of the\n        named sonata follow, with an arrow singling out the\n        downbeat chord of bar 36.] (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] If the TC does in fact “appear” in Beethoven’s sonata,\nthen in what sense is it a “precursor” in that context?\nShouldn’t its name be changed, perhaps to something like\n“the Op. 31 No. 3 chord”?  The obvious answer is that\nBeethoven’s chord—leaving aside the fact that its\ncorrectly notated E ♭ is the seventh of a 7–6 suspension—is not a “Tristan Chord” but rather a half-diminished\nseventh.  Its treble pitch is an A ♭ , which forms an\nouter-voice interval of a minor 10th (3d), not an augmented\n9th.  As such it would be free to proceed by leap—perhaps\nto F over a bass B ♭ (in the sense of II 7 – V of E ♭ );\nany such continuation of Wagner’s G ♯ would at the very\nleast create an unbridgeable detachment from the Prelude’s\nfirst bar.  Wagner’s G ♯ , as an A 9 , must in some way\nascend by step.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The difference, in tonal music, between a minor third\nand an augmented second is profound.  The two intervals fall\non opposite sides of the most fundamental dividing line in\nits language: that between consonance and dissonance.  It is\nhardly surprising, therefore, that they sound very\ndifferent from one another, as do the TC and the half-diminished-seventh chords. Compositional origin",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Among the many accounts of the\nTC that have been proposed in the past, those most nearly\nplausible explain the G ♯ of bar 2 as an accented long\nappoggiatura to the a that follows.  This was the view of\nCarl Mayrberger, who was represented by the editor of the\nBayreuther Blaetter as “the theorist of our art so highly\nesteemed by Master R. Wagner himself”; (5) it is a view that\nseems to me greatly preferable to the neutralization of this\npungent G ♯ that necessarily attends its assimilation as\na chord tone.  The two notes G ♯ – A form a 9–10\nsuccession above the bass—a very credible “resolution”\nformation, especially when the 9 is augmented, as in this\ncase.  Yet this account is not completely satisfactory.  The\nfollowing remarks by William J. Mitchell, for example,\ncannot be summarily dismissed: Note that the phrasing slur for the oboe in bars 2–3\n     begins on the G ♯ 1 under examination and carries\n     through to B 1 . . . But this is not characteristic\n     of the usual two-tone slur ( G ♯ 1 to A 1 ) for the\n     indication and execution of an appoggiatura.  It should\n     also be observed that the oboe’s G ♯ 1 to B 1 is\n     accompanied by a very frequent kind of chordal\n     interchange as the bassoon leaps from B to G ♯ . . . (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] It is true that Mitchell’s reference to a “chordal\ninterchange” begs the question by presupposing that the G ♯ is chordal.  The account offered here will address\nMitchell’s concerns without reaching his conclusion that the G ♯ is a member of an independent four-note chord. Example 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Example 2 shows, in four stages, what I propose as the\norigin and evolution that led to the TC.  (The augmented-sixth chord in the progression at a has, of course, a still\nsimpler diatonic origin.)  The treble in Example 2a takes the\nline of least resistance, which is to follow the bass in\nparallel tenths and thus to descend a step.  If, in a given\napplication of this basic voice-leading pattern, the\ncompositional aim is instead to have the treble ascend, then\nthe tenor may take over the completion of the underlying\ndescent as in Example 2b.  The ascending step in the treble,\nhowever, is “difficult” and requires an expenditure of\neffort.  It is a deeply rooted musical impulse to provide\nsome assistance to the treble in negotiating such an\nascending step.  One possibility, for example, would be to\napply the technique of “reaching over” (Schenker’s Uebergreifen ), perhaps by letting the upper voice first\nleap to C and reach the B thence by descending a step; this\nmight result in a cadential above the bass E.  Another\npossibility, however, is to apply a slide (Schleifer) as\nin Example 2c.  This ornament makes it possible for the treble\nto express the stepwise motion in both ascending and\ndescending directions, and to compose out the third-space\nbetween the two goal-tones. Example 3 . Scarlatti, Sonata K.461 , mm.100–108 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Let us digress for a moment and consider bars 100–108\nfrom Scarlatti’s Sonata K. 461 shown in Example 3 a and the\ngraphic interpretation in Example 3b.  The dominant of C\n(locally inflected to the minor mode) is reached in bar 102\nand extends through bar 107.  The extension first repeats\nthe treble C – B with bass set in parallel tenths; bar 105\nappears to initiate a second repetition, but in bar 106 the\ntreble not only follows the descent of the bass but also\nbreaks free and ascends to D.  (The resulting third-space, B\n– D, answers the descending third E ♭ – C of bars 100–\n101; the two thirds constitute an instance of “unfolding”\n( Ausfaltung ) as indicated by the brackets in Example 3b.)  It\naccomplishes this with precisely such a slide as that shown\nin Example 2c, except that instead of being written as an\nornament, the slide is composed and expressed in large\nnotation. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Wagner, too, was capable of composing such a slide, and\nhe did so in bars 2–3 of his Prelude to Tristan .  The\ntones G ♯ –A– A ♯ –B of those bars should be understood\nas an indivisible entity, and indeed one that properly\nbelongs above the bass note E of bar 3.  The a that should\nprecede this succession—indeed, that should appear as the\ntenth of the bass f of bar 2—is, quite simply, missing:\nit is suppressed, or elided.  In its place, the tones of the\nascending slide enter prematurely, above the bass note\npreceding the one to which they really belong (Example 2d); the\ncollision of the first of them, G ♯ , with the remaining\nnotes of an otherwise well-precedented augmented-sixth\nchord, produce the poignant formation that has come to be\nknown as the TC.  Although absent, the missing a is to be\n“understood,” as it quite easily can be from the admittedly\nsparse context provided by bar 1.  Its absence, together\nwith the unaccompanied opening and other omissions to be\ndescribed presently, seems to me a fitting musical depiction\nof the mysterious psychological state to be established by\nthe beginning of the Prelude. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The elision, or suppression, of the A 1 of bar 2 is\nbut the first of several such acts that lend the music a\nportentously laconic quality.  The dominant-seventh chord of\nbar 3 “should” continue to an A-minor tonic chord, almost\ncertainly with C 2 in the treble; the bass A would provide\nthe point of departure for the chromatic passing A ♭ on\nwhich the second TC is based.  That continuation, however,\nis suppressed in favor of a direct connection to the second\nslide formation and the second TC.  This establishes the\nprecedent that after the opening melodic statement, each\nsubsequent entrance will begin with a chordal arpeggiation\nwithin the preceding statement’s final chord.  The\nconsequence of this precedent for the third entrance, that\nof bar 9 plus upbeat, is that it must begin with the broken\ninterval D 2 – B 2 .  The first simultaneity of this\nentrance (bar 10) is placed analogously to the two TCs but\ndiffers from them in intervallic structure.  Like the TC, it\nis enharmonically equivalent to a half-diminished seventh\nchord (this time in the “third inversion”), but, also like\nthe TC, its specific intervals (in particular the augmented\nfifth) do not correspond to those of any position of such a\nchord. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] This chord requires a contextual explanation different\nfrom that of the two TCs.  The bass must enter on C in order\nto descend by half-step to its destination, B (the root of V\nof V, which now, finally, falls a fifth as expected).  The\nascending slide figure in the treble, to be consistent with\nthe procedure followed thus far, must enter on the same note\nas that with which the preceding slide ended—that is, on\nd natural rather than the D ♯ that would be required by\nstrict parallelism to the two preceding slide figures.  The\n‘cello motive that precedes this unique chord likewise\nrequires adjustment in comparison to its two predecessors.\nAs mentioned above, it must begin by arpeggiating the\nchordal interval D 2 – B 2 ; a descent from the B 2 of\nonly two half-steps (as in the preceding entrances),\nhowever, would leave the ‘cellos’ voice on the note a, a\nmajor rather than an augmented sixth above the bass.  This\nnote, rather than moving by half-step into the seventh of\nthe coming dominant-seventh chord as its predecessors did,\nwould in fact anticipate that seventh—clearly an\nunacceptable result. The incorporation of one additional\nhalf-step, resulting in an arrival on G ♯ , was\nundoubtedly the best way to approximate a parallelism with\nthe two preceding entrances.  As an expansion, it had the\nadditional advantage of agreeing with the necessary\nexpansion (also by one half-step) of the slide motive.  The\ntenor voice (first bassoon in the score) now takes a perfect\nfourth above the bass ( F ♮ ) in contrast to the\nanalogous augmented fourths of the two TCs. The use of F ♯ here would have anticipated the fifth of the coming\nharmony (in this case B) just as the previous augmented\nfourths did; but the F ♮ has the distinct advantage of\nbeing a diatonic note in the key, so that the two\nchromatically altered elements ( D ♯ and F ♯ ) are\nreserved for the arrival of the chord for which they are\nrequired.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] These observations alone are sufficient to\naccount for the first simultaneity of bar 10.  It is\ncertainly possible that the enharmonic equivalence of this\nchord to the TC and to the half-diminished seventh chord\nwas also a factor in Wagner’s choice of the perfect rather\nthan the augmented fourth at the downbeat of bar 10.  After\nall, it is well known that this enharmonicism is exploited\nextensively as the opera unfolds.  It is possible that\nauthoritative documents (unknown to me) exist which permit\ninferences about Wagner’s compositional chronology in this\nmatter, but in the absence of such documents I would\nmaintain that considerations such as those I have mentioned\nin [17] may well have come first and have served as the\ncradle for the particular enharmonicisms that come to play\nsuch an important role later.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] These enharmonicisms are of a very special and novel\ncharacter.  It is well known that the enharmonic equivalence\nof different spellings of the diminished-seventh had long\nprovided an important musical resource.  The same is true of\nthe enharmonic relationship between the dominant-seventh and\nthe augmented and chords (the “Italian” and “German”\nsixths, respectively).  These relationships differ\nfundamentally from that between the TC and the half-\ndiminished seventh, however.  The diminished-seventh chord\nhas the property that any normal respelling yields exactly\nthe same collection of intervals to within inversion (A2 = D 7 , etc.).  True, this does not hold of the dominant-seventh, where an appropriate respelling yields an augmented ; but the two enharmonically equivalent intervals (minor\nseventh and augmented sixth) nonetheless both belong on the\nsame side of tonal music’s fundamental dichotomy—specifically, on the side of dissonance.  None of the above\nproperties holds for the relationship between the TC as it\nappears in bar 2 of the Prelude and a half-diminished\nseventh constructed above the same bass: here a dissonant\ninterval in the one chord corresponds enharmonically to a\nconsonant interval in the other.  This, I submit, is what\nmakes the enharmonic equivalence of the two chords all but\nunrecognizable to the ear except by a deliberate act of\nintellect.  My speculation is that the exploitation of\nenharmonic equivalence of exactly this kind is a Wagnerian\ninnovation. Example 4 (click to enlarge) Example 5 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] A voice-leading graph incorporating the elements\ndescribed above as elided might appear as in Example 4 a (a\nsimplification of which is given in 4b), where elided\nelements are enclosed in parentheses.  The relationship of\nthis graph to the music, however, is perhaps somewhat\ndifferent from the normal one of a well-made foreground\nsketch to the music it represents: such a sketch should and\ndoes vividly portray the general outline of the finished\ncomposition in such a way as to be immediately recognizable\nto anyone who knows the music well.  Example 4a as it stands\ndoes not satisfy this criterion.  The passage depicted\nincorporates modifications so profound that the overall\neffect is quite different.  Most striking among these is the\nsuppression of the tonic bass note that “should” appear in\nbars 4–5.  The result is that the bass arpeggiation of the\ntonic triad shown in Example 4 is obliterated in favor of a\nprolongation, through bar 16, of the dominant of bar 3. (10) The connection of bar 16 to bar 3 is confirmed by the\nreappearance in bars 16–17 of the third-space G ♯ – B,\nas represented by the brackets in Example 5 .  Thus the structure\nshown in Example 4 might be viewed as a prototype for the music\nof the Prelude’s first seventeen bars, but it cannot be\nclaimed to represent the structure of the finished product.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The advantages I see in the above explanation of the TC\nare that it releases me from the apparent dilemma of having\nto interpret the G ♯ as either a chord tone or a long\nappoggiatura that resolves specifically and completely to A\nat the last eighth-note of bar 2.  Neither of these\nalternatives appeared to me to correspond to the sound of\nthe passage.  Moreover, it provides a way to acknowledge\nMitchell’s voice exchange ( G ♯ above B moving to B above G ♯ ), again without assuming chordal status for the G ♯ .",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.95.1.1.rothgeb.html",
    "data": "mto/data/mto.95.1.1.rothgeb.json"
}