{
    "title": "Musical Worlds and the Metaphysics of Analysis: Response to Cochrane and Smoliar",
    "date": "1995/01/01",
    "volume": "1",
    "issue": "1",
    "authors": [
        "Covach, John R."
    ],
    "abstract": "",
    "keywords": [
        "Heidegger",
        "fundamental ontology",
        "hermeneutics",
        "Cochrane",
        "Smoliar"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.covach.pdf",
    "author_info": [
        {
            "name": "John R. Covach",
            "university": "College of Music",
            "address": "University of North Texas, Denton, TX 76203-6887",
            "email": "jcovach@music.unt.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. In a recent study, Jeffrey Andrew Barash explores Heidegger’s\ndestructuring of Western philosophy within the broader context of \nGerman philosophy in the first three decades of this century; see his \n“Heidegger’s Ontological ‘Destruction’ of Western Intellectual Traditions,” \nin Theodore Kisiel and John van Buren, eds., Reading Heidegger from the \nStart: Essays in his Earliest Thought (Albany: State University of New \nYork Press, 1994), 111–21.",
            "citations": []
        },
        "FN2": {
            "text": "2. Friedrich Nietzsche, Twilight of the Idols , trans. Walter Kaufmann, \nin The Portable Nietzsche (New York: Viking Press, 1954), 465.  Though\nHeidegger interprets Nietzsche’s philosophy as the end of Western\nmetaphysics, many writers have pointed out the ways in which Nietzsche’s\nthought anticipates key issues in Heidegger’s writing; see, for instance,\nAlan D. Schrift, Nietzsche and the Question of Interpretation: Between\nHermeneutics and Deconstruction (New York: Routledge, 1990).",
            "citations": []
        },
        "FN3": {
            "text": "3. The rejection of a possible God’s-eye view is an important aspect of\nRichard Rorty’s argument in his Philosophy and the Mirror of Nature (Princeton: Princeton University Press, 1979), as is the critique of\nmetaphysics generally.  John Caputo argues, however, that Rorty does not\ntake the next step—as Heidegger did—and undertake a retrieval of the\nprimordial; see Caputo’s “The Thought of Being and the Conversation of\nMankind: The Case of Heidegger and Rorty,” in Robert Hollinger, ed., Hermeneutics and Praxis (Notre Dame, Indiana: University of Notre Dame\nPress, 1986), 248–71.",
            "citations": []
        },
        "FN4": {
            "text": "4. For a careful interpretation of this essay in the context of \nHeidegger’s later thought, see Gerald L. Bruns, Heidegger’s \nEstrangements: Language, Truth, and Poetry in the Later Writings (New \nHaven: Yale Univerisity Press, 1989), 27–51.",
            "citations": []
        },
        "FN5": {
            "text": "5. Martin Heidegger, “The Origin of the Work of Art,” in Poetry, \nLanguage, Thought , trans. Albert Hofstadter (New York: Harper and Row, \n1971), 34.  This essay originated in 1935 as a lecture and was expanded \nin 1936 to three lectures; Heidegger later revised the essay for its \nfirst publication in 1950 and later added an Addendum in 1956.",
            "citations": []
        },
        "FN6": {
            "text": "6. Whether or not I have properly understood Richard on this point,\nLawrence Ferrara definitely attempts to model one aspect of his \nanalytical approach—his “referential analysis”—on Heidegger’s essay; \nsee his Philosophy and the Analysis of Music: Bridges to Musical Sound, \nForm, and Reference (n.p., Excelsior Music Publishing, 1991).",
            "citations": []
        },
        "FN7": {
            "text": "7. Ferrara’s attempt to discuss reference in a musical work is, in my\nopinion, problematic on just this point; see his Philosophy and the\nAnalysis of Music , pp. 179–87 esp.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I would like to begin these brief remarks by thanking Stephen \nSmoliar and Richard Cochrane for their thought-provoking and carefully\nconsidered responses to my essay; it is certainly one of the great \nbenefits of the online journal format that works-in-progress can \nreceive such immediate and stimulating critique and commentary.  I \nhave found both responses extremely helpful as I continue to consider \nthe issues discussed in that essay.  At the same time, however, I find \nthat each response raises new questions that were either not addressed \nin my essay or, if they were, need to be considered at greater length.  \nThus I would like to focus these remarks on what I take to be two issues \nthat arise in the responses.  The first concerns what philosophers in \nthe hermeneutic tradition often call the “critique of metaphysics”; the \nsecond has to do with the ontology of “worlding.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] One of the central concerns of Heidegger's Being and Time is the\ndestructuring of the Western philosophical tradition. (1) Heidegger \nreturns again and again to the argument that there exist certain biases \nwithin that tradition that are so deeply inscribed, so much a part of \nthe way in which things are thought, that they are effectively transparent.  \nIt is precisely because these biases so saturate our ways of thinking—and \nin so doing overdetermine (and limit) the types of solutions at which we \ncan arrive—that uncovering them is such a difficult philosophical task.  \nBut because Heidegger is convinced that the crucial question of being has \nbeen forgotten due to these biases, his strategy for retrieving even the \nability to consider the question properly is to “sound out” what he \nconsiders to be the metaphysical “idols” of the Western philosophical \ntradition, to use Nietzschean terms. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] One notion on which Heidegger especially focusses in his destructuring\nof the Western philosophical tradition—in his “critique of\nmetaphysics”—is the Cartesian subject/object split.  And my essay was\nconcerned with exploring the consequences of sounding out Cartesian\ndualism as it plays a role in musical analysis.  Heidegger's argument is \nthat the Cartesian split is derivative of a more fundamental experience, \nand I make a similar claim for the musical experience: we experience music \nwithin the context of some musical world which is made up of some large \nbody of works, though these works are not objects in the metaphysical \nsense.  The assumption of Western metaphysics, however, is that the \nCartesian split is the primary state, and that interpretation is derived \nfrom it.  This metaphysical argument is the one I take Stephen Smoliar to \nbe making in his response.  Referring to vision, Stephen states: \n“Confronted with the stimulation of the retinal field, eventually the \ncerebral cortex has to draw some conclusions about what objects are \nthere” (paragraph 2).  In considering the aural experience, he proposes \nthat we “distinguish signals , sensations , and perceptions ” \n(paragraph 5).  He considers signals to be “unabashedly Cartesian objects,” \nbut argues that through our sensory apparatus we come to perceptions that \nare clearly the result of interpretation: “ . . . a musical experience \ninduces a mental state which, in turn, governs the interpretive act of \nperception” (paragraph 6).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] On a very broad level, Stephen and I are argreeing: we both take \nall of our cognitions to be the result of some kind of interpretation.  \nBut Stephen's model, it seems to me, falls victim to the very Cartesian\nmetaphysics that my essay is trying to uncover.  It is important to note,\nhowever, that my critique of Stephen's model as metaphysical does not take anything away from the pragmatic power such models can have in our\nscientific dealings with the world (or, indeed, in our analytical dealings\nwith music).  Still though, Heidegger's position is founded in the notion \nthat man's ability to know is finite: we cannot escape the interpretive \nbasis of all our knowing; there is no way to get outside and enjoy a \n“God's eye” view of our own conceptual goings-on.  Thus any model we \nconstruct that places us in such a position must necessarily derive from \nsome more primordial mode of being. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Richard Cochrane, however, stays very much within Heideggerian thought\nwhen he draws our attention to the notion that a musical world may be “a\nspace created by experiences of music, engagements with music as\n'equipment,' as environment” (paragraph 8).  Richard posits this as a\nfriendly refinement of my definition of musical worlds by stating: “the\nmusical world cannot be precisely as it is described here since, if it \nwere, the condition of possibility for works would simply be other works, \nwhich leads to an ontological infinite regress and a hermeneutic circular-\nity” (paragraph 7).  I would argue that Richard and I are addressing \ndifferent concerns, and that a consideration of our differences leads \ninto very interesting issues.  To begin with, I argue for “musical worlds” \nin the plural; that is, I am not attempting to uncover a single musical \nworld that underlies all our musical experiences, but rather to uncover \nwhatever musical world is operative in any particular experience .  I am \nalso not attempting to outline an alternative way of hearing music (one \nthat is perhaps closer to a “phenomenological hearing” in the sense of \nthe work of Judy Lochhead or Thomas Clifton), but rather I am trying to \ndestructure the way in which we typically understand and derive meaning \nfrom music within the cultural environment in which we are situated.  \nThis is one reason why I take Being and Time as my central text; in \nthis work Heidegger offers a critique of Western philosophy from inside that tradition.  Correspondingly, I offer my critique of Cartesian \ndualism from within the discipline of music theory and analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] But Richard's commentary really takes us into some of the main \nconcerns of Heidegger's later thought, so I think it might be appropriate \nto focus our differences around a famous example from Heidegger's \nimportant essay, “The Origin of the Work of Art.”  This essay is notorious-\nly complicated, and I will thus only address one minor detail that arises \nwith regard to our concerns with musical worlding. (4) In a lengthy \ndiscussion of a painting of peasant shoes by Van Gogh (“Les Souliers”), \nHeidegger writes: “On the leather lie the dampness and richness of the \nsoil.  Under the soles slides the loneliniess of the field path as \nevening calls.  In the shoes vibrates the silent call of the earth, its \nquiet gift of the ripening grain and its unexplained self-refusal in the \nfallow desolation of the wintry field. . . . This equipment belongs to \nthe earth , and it is protected in the world of the peasant woman.” (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] I will side-step the topic that is really at stake for Heidegger \nin this passage—the topic of “earth” and “world”—and merely point out \nthat in his entire discussion of this painting Heidegger never once \nmentions another painting to which this one might be related in some way.  \nIt is clear Heidegger is not at all concerned with situating this \npainting within a world made up of other paintings; for Heidegger, this \nwork does not so much relate to other paintings by Van Gogh or his \nfellow artists as much as it relates to the world of the peasant woman.  \nThe obvious reason why such a painting can be interpreted in this manner \nis because the context it which it is situated is one that is knowable \nfrom our own lives (at least within Western culture).  While it is \ncertainly possible to interpret this painting in terms of other works \nand not in terms of the world of the peasant woman, I would like to \nstress that Heidegger is able to offer a very compelling interpretation \nthat makes no reference to any “body of works” whatsoever.  To return \nto Richard's remarks, I take it that he would like to accomplish a \nsimilar kind of interpretation for musical works. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The problem that such a project faces is not simply the question of\nwhether music is representational or not, though this is already a\nsubstantial issue with which to deal; it is very difficult, for example, \nto come up with a musical example parallel to the peasant shoes painting \nthat does not require an interpretation that invokes other pieces of \nmusic. (7) It is, rather, more a question of whether or not one chooses \nto engage culturally prevalent interpretations of musical meaning.  To \ntake the path that Richard suggests, one moves beyond destructuring our \ntypical listening experience—which is the issue I address—and pushes \nfurther into an experience that challenges our notions of what actually\nconstitutes music at all.  Any project that would work toward uncovering\n“a” musical world, however, risks falling into the kinds of metaphysical\ntraps that Heidegger took such great pains to expose.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Staying within the Western tradition of music, however, I find it \nhard to imagine how any experience with music could not be founded on \nan experience of pieces of music (even tapping on the piano or \nimprovising a tune tends to be thought of in terms of an intended—even \nif unsuccessful—piece).  As one considers styles outside the art-music \ntradition (rock or jazz, for instance), it is clear that the notion of \n“the musical work” becomes increasingly problematical; I can think of \nthe Beatles’ “A Day in the Life” as a song, but not really as a work \n(though I do have a curious tendency to think of Abbey Road as a work).  \nBut my point is not that one could never be successful at hearing a piece \nin a way that is free (relatively, at least) from reference to other \nworks; rather I want to argue that in Western culture we tend—tacitly \nbut overwhelmingly—not to value such an interpretation very much.  My \nproject is an attempt to uncover what is going on in those kinds of \ninterpretations that we do value highly.  I want to open up a tension \nbetween the Cartesian mode that we typically use in our music-analytical \nthinking and the primordial, experiential musical mode from which such \ndualism is derived.  I do not want to reconcile these two modes with \none another or reconcile my musical worlds with those of “other minds” \n(which would be driven in either case by a metaphysical compulsion), but \nrather I want to encourage and maintain the tension that plays out\nbetween these two modes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] When the musical work is thought of within the context a musical \nworld as I define it, its “sharply defined edges” as an object are \nincreasingly dissolved by its situatedness within the musical world at \nhand.  The pieces that make up the world are likewise not objects with \nclearly defined boundaries either.  When focussing our attention on a \nmusical work, we are always confident that there is a definite work \n“there,” but where it ends and other works begin is a distinction that \nis impossible to draw.  In fact, thinking about a world of musical \nworks in this way begins to break down the ocular metaphors that are \nso central to Western metaphysics.  To the extent that one finds it \ndifficult to “en-vision” such musical worlds, one has begun to break \nfree of the hold of metaphysics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The responses to my essay from both authors suggest a number of \nother issues.  With regard to Stephen’s remarks, one might consider to \nwhat extent technology and technological thinking has affected the ways \nin which we model musical experience.  With regard to Richard’s \ncommentary, one might enter into the debate concerning whether or not it \nis ever possible to “overcome” metaphysics; could we ever posit an \napproach to musical understanding that completely avoids the biases of \nmetaphysics without in the process of doing so creating a second \nmetaphysics?  I will leave those issues, however, for future discussion.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.1.covach.html",
    "data": "mto/data/mto.95.1.1.covach.json"
}