{
    "title": "SMT at 25: A View from the Balance Sheet",
    "date": "2003/03/01",
    "volume": "9",
    "issue": "1",
    "authors": [
        "Wennerstrom, Mary"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "3 January 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.1/mto.03.9.1.wennerstrom.pdf",
    "author_info": [
        {
            "name": "Mary Wennerstrom",
            "university": "Treasurer of SMT 1977-1991",
            "address": "Indiana University",
            "email": "wennerst@indiana.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Society for Music Theory celebrated its twentieth-fifth anniversary at a banquet on Saturday, November 2, 2002 in Columbus, Ohio—the site of the society’s twentieth-fifth annual meeting. The Society came into being on Saturday afternoon, November 19, 1977 at a business meeting of what was then named the National Conference on Music Theory. This meeting, held in Evanston, Illinois at Northwestern University, was part of a joint conference of the College Music Society, The American Musicological Society, Midwest Chapter, and the National Association of College Wind and Percussion Instructors. Wallace Berry presided over the meeting, which included a number of passionate speeches about the best way to develop a group dedicated to music theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The theme of the 2002 banquet was “SMT Past, Present, and Future.” As we looked back at the history of SMT and considered our present status, I suggested that we should celebrate in particular three aspects of the society—the many volunteers who have worked so tirelessly, the stable financial condition of the society, and the continuity of our intellectual heritage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Volunteers to carry on the work of the society started with the election of an executive board from nominations made at the 1977 meeting. Ten people were elected to the board and the next day (at a meeting which I unfortunately did not attend!) four were selected as officers: Allen Forte [Yale University], president; Wallace Berry [University of British Columbia], vice-president; Richmond Browne [University of Michigan], secretary, and Mary Wennerstrom [Indiana University], treasurer. Other members were Elaine Barkin [UCLA], Douglass Green [University of Texas, Austin], Arthur Jannery [Radford College], Leo Kraft [Queens College, CUNY], Lewis Rowell [University of Hawaii], and Peter Westergaard [Princeton University], thus establishing our principle of people representing different parts of the United States and Canada, different kinds of institutions, and different academic specialties within the larger discipline of music theory. Very soon Bryan Simms was selected as the editor of a new journal for the society, and David Beach became chair of the Publications Committee. SMT was also appreciative of the help of the Music Theory Society of New York State (which was already in existence), as James Harrison and others helped SMT create bylaws and become incorporated (our society was in fact incorporated in the State of New York).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The Fall 2002 newsletter of SMT lists the current Executive Board of eleven (now including a past president), but the committee structure has expanded to ten, plus six editors and editorial boards for both Music Theory Spectrum and Music Theory Online. This listing includes at least 90 people, dedicated to furthering the work of the society. SMT owes a debt of gratitude to all the people who over the past twenty-five years have worked so hard to create an exciting organization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In my case the work came immediately, and related directly to the balance sheet. We needed money for the organization, especially if we were going to publish a journal. The College Music Society graciously gave us a start-up loan (which we paid back in about three years) and provided us with mailing labels of college faculty who taught theory, so that we could conduct a membership campaign. The dues for the first year were set at $18 for a regular member, $8 for a student, and $22 for dual membership. At our first annual meeting in 1978 I could report a cash balance of $3085 after expenses, with a loyal membership of 492 (including 56 students and 32 dual members). Surprisingly we also had four library subscriptions (at $18 each), even though the first volume of Music Theory Spectrum wasn’t published until the spring of 1979. In October 1979 we had 575 members and 49 subscriptions, and even after paying for the first volume of Music Theory Spectrum (which cost around $7200), SMT had a balance of over $4000.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Without e-mail contact, Allen Forte needed to call me fairly regularly to check on our financial status. I processed checks every weekend as they came in and recorded payments on 4” x 6” index cards. This file of members, with their changing addresses, became a record itself of our professional growth, as student members became faculty, as professors changed positions to other schools, and as finally the society added an emeritus category. When another treasurer (Jane Clendinning) took over from me in 1991, one of the artifacts I passed on was this collection of cards. In this day of electronic data bases, it seems a very antiquated relic, but it did provide a personal connection with the people who year after year renewed their memberships and gave the society a stable financial base.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] For every year of its existence, the SMT treasurer has been able to report a positive balance at the annual meeting. In addition to membership fees, the society depended on income from the annual conventions and from library subscriptions. Our meeting in 1978 was with the American Musicological Society, and we were proactive in emphasizing how SMT should get a return from registration fees based on the number of our members who attended. A low point financially came before our first solo meeting in 1981 at the University of Southern California, when we had not requested pre-payment of the conference registration fee but were faced with considerable expense. However, we managed to survive and during the 1980’s the society continued to grow. When I left the treasurer’s position in 1991, we had 803 members and 265 subscriptions, with a cash balance of over $45,000. By then, Music Theory Spectrum was publishing twice a year (at a cost of over $26,000).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] At the 2002 meeting, Candace Brower, treasurer, reported total assets of around $81,000. SMT now has an Executive Director and pays the University of California Press to provide membership services and to process subscriptions, in addition to publishing MTS. We have 795 individual members, plus 324 student and emeritus members and almost 400 institutional subscriptions—a very solid doubling of our membership from the beginning core of 500.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The 2002 membership dues (at $55 regular/$65 dual, $25 student, $40 emeritus, and $67 for library subscriptions) are about three times what they were when we started in 1977. However, compared to other expenditures, membership in SMT is still a very good deal. At the 1977 Evanston meeting, the hotel preference forms listed double rooms from $23 to $38. The airport bus was $3.50 and moderate meals were listed as $2.50 for lunch and $4.50 for dinner. The 2002 newsletter indicated that double rooms for the convention in Columbus were available at special rates of $138–$159, plus 15.75% taxes. And although there were some reasonable transportation alternatives, it was hard to find a substantial dinner for $4.50!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The volunteers and the stable financial condition of the society, however, are only important for the furthering of our intellectual and professional goals. As our by-laws state, “The Society shall be organized for scholarly and educational purposes . . . to foster the development of all aspects of the discipline of music theory.” We can be proud of our journal Music Theory Spectrum, which has been published on time since the spring of 1979 (Volume 24, spring and fall 2002, arrived before the close of last year!). In a world where the norm is erratic and delayed academic publishing, especially of music journals, this continuity is an accomplishment for which all the editors and editorial boards should be congratulated! In addition of course we have the even speedier appearance of our electronic journal Music Theory Online, which began in the early 1990’s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] At the 1977 gathering, there were seven sessions of theory papers on a variety of topics: tonal structures, rhythmic theory and time, semiotics, phenomenology, atonal theory, and composer studies. The first session, chaired by Richmond Browne, began with a paper by Joel Lester, “Articulation of Tonal Structures as Criteria for Analytical Choices” (this paper and several others from this conference appeared in the first issue of MTS). Richmond, as the first secretary of SMT, spoke at the 2002 Columbus gathering and referenced his work before the inception of the Society (some of which is described in both the first issue of MTS and in another article in this issue of MTO). Joel is now the president-elect of the Society, an interesting connection between our beginnings twenty-five years ago and our future direction as a society.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Our first solo conference in 1981 included eight topic sessions of papers and four special sessions. The 2002 conference presented a wide choice of seventeen topic sessions and nine special sessions, including a poster session and discussions and papers about popular music, German music theory, cognition, Adorno and Schubert, women in jazz, pedagogy of 20 th -century compositional techniques, diversity, and a professional development session on finding employment. As a member of the 2002 program committee, I can report how difficult it was to choose from the large number of high-quality proposals we received. As just the listing of the special sessions demonstrates, the members of SMT are now involved in areas which were not part of the meetings of the early years. The caution is to not spread out in so many directions that we lose our theoretical focus, although most members applaud the expansion of intellectual inquiry and the inclusion of such practical matters as pedagogy for undergraduates and professional development.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In the midst of new topics, some subjects recur as an indication of the continuity of our discourse. Both our 1981 and 2002 conferences included sessions on sets and twelve-tone topics, Berg, Schubert, cognition, jazz, and computer applications in music theory. And of course Stravinsky is a continuing favorite: at both conferences Pieter van den Toorn spoke about Les Noces, although from different points of view. Live musical performance is also a tradition, from the many concerts of the 1977 meeting to the 2002 Stravinsky concert (including Les Noces) and the Schubert piano duet of two of our past presidents (Janet Schmalfeldt and Thomas Christensen) as part of Janet’s paper.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] At this point in the history of the Society for Music Theory, the view from the balance sheet looks very promising, both financially and intellectually. The future success of the society will continue to depend on many willing volunteers, as it has in the past, and we all wish SMT another rewarding twenty-five years.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "the smt twenty-fifth anniversary banquet lectures",
    "source": "mto/raw/mto.03.9.1.wennerstrom.html",
    "data": "mto/data/mto.03.9.1.wennerstrom.json"
}