{
    "title": "Formal Functions of Drum Patterns in\n  Post-Millennial Pop Songs, 2012–2021",
    "date": "2024/06/01",
    "volume": "30",
    "issue": "2",
    "authors": [
        "Geary, David"
    ],
    "abstract": "Drum patterns are fundamental to popular music’s soundscape. But the majority of music-theoretical scholarship about drum patterns focuses on their rhythmic and metric features, and there is no widely adopted method for analyzing how drum patterns help express form across complete songs. Grounded in a corpus study from theBillboard Year-End Pop Airplay Songscharts from 2012–2021, this article introduces an analytical method that succinctly depicts the main characteristics of post-millennial pop drum patterns in order to highlight the significant and specific ways they help express formal boundaries, teleological functions, and formal motion. Drum patterns in this repertoire are typically a variation of a standard rock or four-on-the-floor pattern, and my context-based analytical system frames drum patterns as different realizations of three parameters: number of layers, rhythm, and instrumentation. A song’s multiple drum patterns can be analyzed and compared according to these characteristics, and these characteristics can also be used to classify drum pattern changes. In the second half of the article, I present analyses that, in addition to showcasing the system’s utility, emphasize two broad points: that drum patterns can be a primary expresser of teleological functions within individual sections, across formal cycles, and throughout complete songs; and that drum patterns can help express post-millennial pop’s conventional layouts and more novel formal designs.",
    "keywords": [
        "drum patterns",
        "drum pattern changes",
        "post-millennial pop",
        "popular music",
        "form",
        "down prechorus"
    ],
    "doi": "10.30535/mto.30.2.3",
    "received": "July 2023",
    "pdf": "https://mtosmt.org/issues/mto.24.30.2/mto.24.30.2.geary.pdf",
    "author_info": [
        {
            "name": "David Geary",
            "university": "Wake Forest University",
            "address": "Scales Fine Arts Center, M312, Winston-Salem, NC 27109",
            "email": "gearyd@wfu.edu"
        }
    ],
    "citations": {
        "adams_2019": "Adams, Kyle. 2019. “Musical Texture and Formal Instability in Post-Millennial Popular Music: Two Case Studies.” Intégral 33: 33–45.",
        "attas_2011": "Attas, Robin. 2011. “Meter as Process in Groove-Based Popular Music.” PhD diss., University of British Columbia.",
        "attas_2015": "Attas, Robin. 2015. “Form as Process: The Buildup Introduction in Popular Music.” Music Theory Spectrum 37 (2): 275–96. https://doi.org/10.1093/mts/mtv020 .",
        "barna_2020": "Barna, Alyssa. 2020. “The Dance Chorus in Recent Top-40 Music.” SMT-V 6 (4). https://doi.org/10.30535/smtv.6.4 .",
        "baur_2021": "Baur, Steven. 2021. “Towards a Cultural History of the Backbeat.” In The Cambridge Companion to the Drum Kit , ed. Matt Brennan, Joseph Michael Pignato, and Daniel Akira Stadnicki, 34–51. Cambridge University Press. https://doi.org/10.1017/9781108779517.005 .",
        "beauford_2002": "Beauford, Carter. 2002. Under the Table and Drumming . DVD. Warner Bros. Classics.",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2). https://doi.org/10.30535/mto.20.2.1 .",
        "butler_2001": "Butler, Mark. 2001. “Turning the Beat Around: Reinterpretation, Metrical Dissonance, and Asymmetry in Electronic Dance Music.” Music Theory Online 7 (6).",
        "butler_2006": "Butler, Mark. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "butterfield_2006": "Butterfield, Matthew. 2006. “The Power of Anacrusis: Engendered Feeling in Groove-Based Musics.” Music Theory Online 12 (4). https://doi.org/10.30535/mto.12.4.2 .",
        "câmara_sioros_and_danielsen_2022": "Câmara, Guilherme Schmidt, George Sioros, and Anne Danielsen. 2022. “Mapping Timing and Intensity Strategies in Drum-Kit Performance of a Simple Back-Beat Pattern.” Journal of New Music Research 51 (1): 3–26. https://doi.org/10.1080/09298215.2022.2150649 .",
        "caplin_2009": "Caplin, William E. 2009. “What Are Formal Functions?” In Musical Form, Forms, & Formenlehre: Three Methodological Reflections , ed. Pieter Bergé, 21–40. University of Leuven Press. https://doi.org/10.2307/j.ctt9qf01v.5 .",
        "connell_2018": "Connell, Joseph. 2018. “John ‘Jabo’ Starks: ‘Superbad.’” Modern Drummer . Accessed June 28, 2023. https://www.moderndrummer.com/2018/05/john-jabo-starks-superbad/ .",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 65–76. Oxford University Press.",
        "danielsen_2010": "Danielsen, Anne. 2010. “Here, There, and Everywhere: Three Accounts of Pulse in D’Angelo’s ‘Left and Right.’” In Musical Rhythm in the Age of Digital Reproduction , ed. Anne Danielsen, 19–35. Ashgate. https://doi.org/10.4324/9781315596983-2 .",
        "de_clercq_2016": "De Clercq, Trevor. 2016. “Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music.” Music Theory Online 22 (3). https://doi.org/10.30535/mto.22.3.3 .",
        "de_clercq_2017": "De Clercq, Trevor. 2017. “Embracing Ambiguity in the Analysis of Form in Pop/Rock Music, 1982–1991.” Music Theory Online 23 (3). https://doi.org/10.30535/mto.23.3.4 .",
        "dean_2012": "Dean, Matt. 2012. The Drums: A History . Scarecrow Press.",
        "easley_2015": "Easley, David. 2015. “Riff Schemes, Form, and the Genre of Early American Hardcore Punk (1978–83).” Music Theory Online 21 (1). https://doi.org/10.30535/mto.21.1.3 .",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From Blue Suede Shoes to Suite: Judy Blue Eyes . Oxford University Press.",
        "fink_2011": "Fink, Robert. 2011. “Goal-Directed Soul? Analyzing Rhythmic Teleology in African American Popular Music.” Journal of American Musicological Society 64 (1): 179–238. https://doi.org/10.1525/jams.2011.64.1.179 .",
        "garza_2021": "Garza, Jose M. 2021. “Transcending Time (Feels): Riff Types, Timekeeping Cymbals, and Time Feels in Contemporary Metal Music.” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.3 .",
        "geary_2022": "Geary, David. 2022. “Analyzing the Beat in Metrically Consonant Popular Songs: A Multifaceted Approach.” Music Theory Online 28 (4). https://mtosmt.org/issues/mto.22.28.4/mto.22.28.4.geary.html",
        "gradvall_2016": "Gradvall, Jan. 2016. “World Exclusive: Max Martin, #1 Hitmaker.” Di Weekend . Accessed December 1, 2019. https://www.di.se/weekend/max-martin-haller-tempot/ .",
        "guru_and_vincent_2023": "Guru, Young, and Reuben Vincent. 2023. “How to Produce a Track with the Pros: Young Guru and Reuben Vincent.” iZotope. YouTube video, 25:33. https://www.youtube.com/watch?v=Bp6B3ld1Yqw .",
        "hanenberg_2020": "Hanenberg, Scott J. 2020. “Using Drumbeats to Theorize Meter in Quintuple and Septuple Grooves.” Music Theory Spectrum 42 (2): 227–46. https://doi.org/10.1093/mts/mtaa005 .",
        "hanenberg_2021": "Hanenberg, Scott J. 2021. “Theorizing Complex and Irregular Grooves.” In The Cambridge Companion to the Drum Kit , ed. Matt Brennan, Joseph Michael Pignato, and Daniel Akira Stadnicki, 94–111. Cambridge University Press. https://doi.org/10.1017/9781108779517.010 .",
        "heetderks_2020": "Heetderks, David. 2020. “Play with Closing Markers: Cadential Multivalence in 1960s Prechoruses and Related Schemas.” Music Theory Spectrum 41 (1): 1–23. https://doi.org/10.1093/mts/mtz023 .",
        "hudson_2021": "Hudson, Steven. 2021. “Compound AABA Form and Style Distinction in Heavy Metal.” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.5 .",
        "hudson_2022": "Hudson, Steven. 2022. “Bang Your Head: Construing Beat through Familiar Drum Patterns in Metal Music.” Music Theory Spectrum 44 (1): 121–40. https://doi.org/10.1093/mts/mtab014 .",
        "keltner_2020": "Keltner, Jim. 2020. “Drummers Who Compose | Part 1 of 4.” Drum Channel. YouTube video, 23:00. Accessed June 28, 2023. https://www.youtube.com/watch?v=llY1_4fZzJ8 .",
        "lavengood_2021": "Lavengood, Megan L. 2021. “‘Oops!... I Did It Again’: The Complement Chorus in Britney Spears, The Backstreet Boys, and *NSYNC.” SMT-V 7 (6). https://doi.org/10.30535/smtv.7.6 .",
        "moore_2012": "Moore, Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "nicholls_2008": "Nicholls, Geoff. 2008. The Drum Book: A History of the Rock Drum Kit . Backbeat Books.",
        "nobile_2020": "Nobile, Drew. 2020. Form as Harmony in Rock Music . Oxford University Press. https://doi.org/10.1093/oso/9780190948351.001.0001 .",
        "nobile_2022": "Nobile, Drew. 2022. “Teleology in Verse–Prechorus–Chorus Form, 1965–2020.” Music Theory Online 28 (3). https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.nobile.html .",
        "osborn_2010": "Osborn, Brad. 2010. “Beats that Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut 3 (1): 43–67.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse/Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47. https://doi.org/10.1525/mts.2013.35.1.23 .",
        "osborn_2017": "Osborn, Brad. 2017. Everything in its Right Place: Analyzing Radiohead . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190629229.001.0001 .",
        "osborn_2023": "Osborn, Brad. 2023. “Formal Functions and Rotations in Top-40 EDM.” Intégral 36: 35–54.",
        "peart_2020": "Peart, Neil. 2020. “How Did Neil Peart Learn a Song?” Drum Channel. YouTube video, 4:59. Accessed June 28, 2023. https://www.youtube.com/watch?v=R_YJ6GXDhaU .",
        "peres_2016": "Peres, Asaf. 2016. “The Sonic Dimension as Dramatic Driver in 21st-Century Pop Music.” PhD diss., University of Michigan.",
        "peres_2018": "Peres, Asaf. 2018. “Sonic Functions: The Producer’s Alternative to Harmonic Functions in Modern Music.” Top40 Theory. Accessed June 28, 2023. https://www.top40theory.com/blog/sonic-functions-the-alternative-to-harmonic-functions-in-modern-music .",
        "pillsbury_2006": "Pillsbury, Glenn T. 2006. Damage Incorporated: Metallica and the Production of Musical Identity . Routledge.",
        "riley_2015": "Riley, Jim. 2015. Survival Guide for the Modern Drummer: A Crash Course in All Musical Styles for Drumset . Alfred Music.",
        "smith_2021": "Smith, Mandy J. 2021. “The Meaning of the Drumming Body.” In The Cambridge Companion to the Drum Kit , ed. Matt Brennan, Joseph Michael Pignato, and Daniel Akira Stadnicki, 197–209. Cambridge University Press. https://doi.org/10.1017/9781108779517.019 .",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64. https://doi.org/10.1017/S1478572204000052 .",
        "stroud_2022": "Stroud, Cara. 2022. “Codetta and Anthem Postchorus Types in Top-40 Pop from 2015 to 2015.” Music Theory Online 28 (2). https://doi.org/10.30535/mto.28.2.9 .",
        "summach_2011": "Summach, Jay. 2011. “The Structure, Function, and Genesis of the Prechorus.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.2 .",
        "tamlyn_1998": "Tamlyn, Gary Neville. 1998. “The Big Beat: Origins and Developments of Snare Backbeats and other Accompanimental Rhythms in “Rock’n’Roll.” PhD diss., University of Liverpool.",
        "temperley_2018": "Temperley, David. 2018. The Musical Language of Rock . Oxford University Press. https://doi.org/10.1093/oso/9780190653774.001.0001 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For a historical overview of the drumset, see Geoff Nicholls ( 2008 ) and Matt Dean ( 2012 ).",
            "citations": [
                "nicholls_2008",
                "dean_2012"
            ]
        },
        "FN2": {
            "text": "2. Adopting slightly different language, Asaf Peres ( 2016 ) refers to these as “sonic functions” and Kyle Adams ( 2019 ) refers to them as “rhetorical functions.” I discuss teleological functions in greater detail below in paragraph [4.2].",
            "citations": [
                "peres_2016",
                "adams_2019"
            ]
        },
        "FN3": {
            "text": "3. Formal cycles are a popular song’s recurring, multi-section formal units ( Nobile 2022 ). Related terms include formal rotations ( Osborn 2023 ) and verse-chorus units ( Temperley 2018 ).",
            "citations": [
                "nobile_2022",
                "osborn_2023",
                "temperley_2018"
            ]
        },
        "FN4": {
            "text": "4. Peres ( 2016 , 2) defines sonic syntax “as a musical grammar that relies on manipulation of timbre, sonic density (the presence and amplitude of frequencies across the sonic spectrum at any given moment), and rhythmic intensity.” For more details about sonic syntax, see paragraph [4.2] below.",
            "citations": [
                "peres_2016"
            ]
        },
        "FN5": {
            "text": "5. Rather than providing comprehensive theoretical methodologies or detailed analyses, much of the existing scholarship that addresses the formal functions of drum patterns has a more limited scope ( Butler 2001 ; Butler 2006 ; Pillsbury 2006 ; Biamonte 2014 ; Easley 2015 ; Peres 2016 ; Osborn 2017 ; Peres 2018 ; Adams 2019 ; Hanenberg 2021 ; Hudson 2021 ; Hudson 2022 ; Osborn 2023 ).",
            "citations": [
                "butler_2001",
                "butler_2006",
                "pillsbury_2006",
                "biamonte_2014",
                "easley_2015",
                "peres_2016",
                "osborn_2017",
                "peres_2018",
                "adams_2019",
                "hanenberg_2021",
                "hudson_2021",
                "hudson_2022",
                "osborn_2023"
            ]
        },
        "FN6": {
            "text": "6. Some specific challenges of applying tonal metaphors to analyze drum patterns include the concepts of monotonality, harmonic functions, cadences, and closure (Peres 2016 , 101–3).",
            "citations": [
                "peres_2016"
            ]
        },
        "FN7": {
            "text": "7. Examples 3 and 5 include asterisks to identify drum patterns that have slight variations on some repetitions. This is a common practice in many popular styles, but it is a rarity in post-millennial pop where drum patterns typically repeat without variation.",
            "citations": []
        },
        "FN8": {
            "text": "8. For more on “energy” in popular music, see Temperley ( 2018 , 136–49).",
            "citations": [
                "temperley_2018"
            ]
        },
        "FN9": {
            "text": "9. The notation in Example 3 is taken from Joseph Connell ( 2018 ).",
            "citations": [
                "connell_2018"
            ]
        },
        "FN10": {
            "text": "10. For the sake of brevity, in the remainder of this article I do not include complete lists of a song’s songwriters and producers; instead, I name only the listed artists. It is not uncommon for a post-millennial pop song’s creative team to include half a dozen or more artists, all of whom play an important role in the composition, performance, and production processes. Further, it is not always clear who is responsible for creating each part, including the drum patterns.",
            "citations": []
        },
        "FN11": {
            "text": "11. Throughout this article, I refer to passages without drums as a tacet “drum pattern” since almost all pop songs weave between sections with and without drums in formally expressive ways, making tacet “realizations” a counterpart to sounding drum patterns.",
            "citations": []
        },
        "FN12": {
            "text": "12. In my corpus, most drum patterns are created by producers with a digital audio workstation or related type of music technology, but many are performed by drummers on a physical drumset. Each creative medium has its own musical affordances, but they also share a high degree of overlap, and music production techniques applied to performed drum parts further obscure their differences. This article focuses on drum patterns in post-millennial pop as a whole, and my analytical system is designed for both programmed and performed drum patterns.",
            "citations": []
        },
        "FN13": {
            "text": "13. Everett ( 2009 , 304) defines groove as “a regularly repeating pattern in drums, bass, rhythm guitar, keyboard, and backing vocals.”",
            "citations": [
                "everett_2009"
            ]
        },
        "FN14": {
            "text": "14. Nicole Biamonte ( 2014 , [6.3]) also observes that instrumentations other than bass drum, snare drum, and hi-hat can fulfill a drum pattern’s functional drum layers, like foot stomps and hand claps in Queen’s “We Will Rock You.”",
            "citations": [
                "biamonte_2014"
            ]
        },
        "FN15": {
            "text": "15. As detailed below, a drum pattern’s referential rhythm can be different than its surface rhythm ( Riley 2015 ; Temperley 2018 ). The bass drum’s surface rhythm in drum pattern 2 includes a light tresillo embellishment in every other measure, but its referential rhythm is still four-on-the-floor.",
            "citations": [
                "riley_2015",
                "temperley_2018"
            ]
        },
        "FN16": {
            "text": "16. The annotative system uses superscripts to depict instrumentations other than bass drum, snare drum, and hi-hat.",
            "citations": []
        },
        "FN17": {
            "text": "17. The referential rhythms and other options in Example 14 are specific to drum patterns in post-millennial pop songs. They are not universal to all popular styles, which may include different referential rhythms and other options.",
            "citations": []
        },
        "FN18": {
            "text": "18. The tresillo (3+3+2) referential rhythm includes both two dotted quarter notes plus quarter note, shown in Example 14, and two dotted eighth notes plus eighth note. I call these a full-measure tresillo rhythm and a half-measure tresillo rhythm, respectively.",
            "citations": []
        },
        "FN19": {
            "text": "19. Another reason to interpret and classify a drum pattern’s sounding components according to functional drum layers is that it identifies relationships that are otherwise methodologically unavailable. For instance, in Marshmello’s “Happier” featuring Bastille (see Example 19), the middle layer’s backbeat rhythm is performed by snaps, claps, and snare drum. Interpreting each instrumentation as an independent layer neglects their shared functional role within the excerpt’s drum patterns.",
            "citations": []
        },
        "FN20": {
            "text": "20. Normal-time feel drum patterns alternate bass drum and snare drum attacks at a quarter-note rate, half-time feel patterns alternate attacks at a half-note rate, and double-time feel patterns alternate at an eighth-note rate ( De Clercq 2016 ).",
            "citations": [
                "de_clercq_2016"
            ]
        },
        "FN21": {
            "text": "21. There are some overlaps of instrumentation between the three drum layers. For instance, hi-hat typically performs the high layer’s eighth-note and sixteenth-note referential rhythms, but it also occasionally performs the middle layer’s backbeat rhythm. The flexibility of instrumentation in post-millennial pop songs is another reason why I prefer to interpret and classify a drum pattern’s sounding components according to functional drum layers.",
            "citations": []
        },
        "FN22": {
            "text": "22. Prechorus 1 ends with a two-measure drum fill composed of a bass drum rhythmic acceleration. While drum fills also participate in expressing musical form ( Hanenberg 2020 ), the focus of this article is drum patterns.",
            "citations": [
                "hanenberg_2020"
            ]
        },
        "FN23": {
            "text": "23. Attas ( 2015 ) also combines object and process orientations to analyze popular music grooves and form.",
            "citations": [
                "attas_2015"
            ]
        },
        "FN24": {
            "text": "24. Peres ( 2018 ) states that “although setup, buildup, and peak are the main and most important sonic functions in the genre, they are not the only possible ones.”",
            "citations": [
                "peres_2018"
            ]
        },
        "FN25": {
            "text": "25. Barna ( 2020 ) and Nobile ( 2022 ) adopt similar diagram formats.",
            "citations": [
                "barna_2020",
                "nobile_2022"
            ]
        },
        "FN26": {
            "text": "26. As Nobile ( 2022 , [1.2]) states, “teleological arrival is both a specific moment and an entire section; the arrival moment is the first downbeat of the arrival section, and the remainder of the section sustains that moment’s energy in a celebratory plateau.”",
            "citations": [
                "nobile_2022"
            ]
        },
        "FN27": {
            "text": "27. In Example 22, I label the removal of drums with a “diffusion sonic function” ( Peres 2018 ). An outro is an after-the-end section ( Caplin 2009 ) with a “conclusion” function ( Peres 2016 ; Temperley 2018 ).",
            "citations": [
                "peres_2018",
                "caplin_2009",
                "peres_2016",
                "temperley_2018"
            ]
        },
        "FN28": {
            "text": "28. Nobile ( 2020 , 121–22) uses the term “chorus outro” for a similar phenomenon in rock songs.",
            "citations": [
                "nobile_2020"
            ]
        },
        "FN29": {
            "text": "29. For more about these section types and their teleological functions in post-millennial pop songs, see Peres ( 2016 ), Adams ( 2019 ), Stroud ( 2022 ), Nobile ( 2022 ), and Osborn ( 2023 ).",
            "citations": [
                "peres_2016",
                "adams_2019",
                "stroud_2022",
                "nobile_2022",
                "osborn_2023"
            ]
        },
        "FN30": {
            "text": "30. For a more detailed discussion of the formal design in Example 26, see Nobile ( 2022 , [4.8]) and Osborn ( 2023 , 41–44).",
            "citations": [
                "nobile_2022",
                "osborn_2023"
            ]
        },
        "FN31": {
            "text": "31. For another example of verse–chorus–postchorus form with a buildup chorus, see Osborn’s ( 2023 ) analysis of Carly Rae Jepsen’s “Party for One.”",
            "citations": [
                "osborn_2023"
            ]
        },
        "FN32": {
            "text": "32. For another example of verse–prechorus–riserchorus–drop form with an anti-telos and riser chorus, see Nobile’s ( 2022 ) analysis of The Chainsmokers’ “Closer.”",
            "citations": [
                "nobile_2022"
            ]
        },
        "FN33": {
            "text": "33. Peres also states that “all three of these sonic functions are anticipatory, to varying degrees. The setup, as its name would suggest, sets up an expectation for a buildup. The buildup builds up tension toward the peak/climax. The peak represents a high level of tension waiting to be released” (Peres 2016 , 73). In a sense, then, all three functions have a degree of tension caused by anticipation.",
            "citations": [
                "peres_2016"
            ]
        },
        "FN34": {
            "text": "34. The third formal cycle in “Ride” includes a buildup prechorus with dramatically different musical characteristics compared to the down prechorus in Example 28—making this example a particularly helpful illustration of the prechorus’s flexible teleological function.",
            "citations": []
        },
        "FN35": {
            "text": "35. Songs from other popular genres also typically build from start to finish and peak at the conclusion ( Spicer 2004 ; Osborn 2013 ).",
            "citations": [
                "spicer_2004",
                "osborn_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The drums are a pillar of American popular music. Whether performed by a drummer on a physical drumset or created by a producer with a digital audio workstation (DAW), drum patterns are a primary facet of popular music’s soundscape. (1) The backbeat in particular is, as Steven Baur ( 2021 , 34) puts it, “one of the single most prevalent features of Western popular music.” Drum patterns are not only ubiquitous, but multifunctional; according to Scott Hanenberg ( 2020 ), drum patterns convey meter, articulate rhythmic paradigms, express form, and highlight the rhythm of other parts in an ensemble. While a drum pattern’s multifunctionality is acknowledged, the majority of drum scholarship focuses on rhythmic and metric topics. There is less research explicitly about form, and there is no widely adopted method for analyzing how drum patterns help express form throughout complete popular songs. Example 1 . Standard rock and four-on-the-floor drum patterns, and drum notation key (click to enlarge and listen)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "baur_2021",
                    "hanenberg_2020"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Rather than address all popular styles, this article focuses on drum patterns in post-millennial pop songs, specifically the ten years from 2012–2021. Pop songs from this decade are, as Drew Nobile ( 2022 , [4.1]) says, marked by the “cross-pollination of electronic dance music (EDM), hip hop, and mainstream pop.” Grounded in a corpus study from the Billboard Year-End Pop Airplay Songs charts from 2012–2021, I introduce an analytical method that succinctly depicts the main characteristics of pop drum patterns in order to highlight the salient and nuanced ways they help express formal boundaries, teleological functions, and formal motion in songs. I begin by examining drum patterns and their musical functions in scholarly discourse and musical practice. In the latter, I discuss how drummers and producers regularly describe drum patterns’ formal significance, which is also evident in popular songs themselves. Next, I summarize my corpus study data and introduce the analytical system. Drum patterns in post-millennial pop are typically a variation of either a standard rock pattern—also commonly referred to as a backbeat pattern or pop-rock beat—or a four-on-the-floor pattern. These basic patterns are shown in Example 1 , along with a drum notation key. My context-based system frames drum patterns as different realizations of three parameters: number of layers, rhythm, and instrumentation. Attending specifically to these parameters and how they vary across a song’s multiple drum patterns foregrounds the drums’ most formally expressive features in post-millennial pop. The remainder of the article presents analytical examples that, in addition to showcasing the system’s utility, emphasize two broad points. The first is that in post-millennial pop songs, form is regularly analyzed according to teleological functions. (2) According to Nobile ( 2022 , [1.2]), “a teleological process underlies each [verse–prechorus–chorus] formal cycle, (3) with the three functions of initiation, buildup, and arrival spanning one section each.” Formal teleology can also be analyzed in cycles with different section layouts, as well as within sections and throughout complete songs ( Peres 2016 ). In all of these contexts, drum patterns can be a primary expresser of teleological functions. The second point is that post-millennial pop has common formal structures as well as an emphasis on formal flexibility. Drum patterns can both reinforce conventional layouts as well as articulate more novel designs. 2. In Theory and Practice In Theory",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "nobile_2022",
                    "nobile_2022",
                    "peres_2016"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Historically, research about popular music form has centered musical characteristics other than the drums. Among Allan Moore’s ( 2012 ) four functional texture layers—the explicit beat layer, functional bass layer, melodic layer, and harmonic filler layer—the melodic and harmonic layers are considered by many, including Moore, to be form’s main articulators in rock and other popular genres from the twentieth century. John Covach ( 2005 , 66) states that “generally speaking, harmonic structure tends to be a primary factor in determining formal units at all levels of structure,” and Drew Nobile ( 2020 , xiv) notes that “many aspects of a rock song—lyrical structure, instrumental texture, melodic design, and the like—ultimately trace back to the relationship between harmonic trajectory and formal layout.” While Nobile describes the primacy of harmony in rock, he also observes that “form developed between 1991–2010, when texture, timbre, and voice increasingly overshadowed harmony as the primary drivers of formal motion” ( Nobile 2022 , [0.3]). Asaf Peres agrees, saying that “only in the early 21st century did sonic syntax become consistently dominant in the most popular hit songs” ( Peres 2016 , 3–4). (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "moore_2012",
                    "covach_2005",
                    "nobile_2020",
                    "nobile_2022",
                    "peres_2016"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] In reaction to popular music scholarship that prioritizes melody and harmony for determining formal syntax and motion, Robert Fink ( 2011 ) asserts and demonstrates that rhythm can also express formal teleology: Secondary parameters like beat and groove are of course highly variable in this music [African American popular music, especially late-1960s songs of Motown Records], but these variations have not been conceptualized by most hermeneutics as having goal-directed syntax, which is a structuring potential usually reserved, even within popular-music scholarship, for pitch relationships. To put it bluntly, the large number of musical analysts who have been interested in musical teleology have not, in general, been very interested in grooves; and the smaller number who have been very interested in grooves have not been at all interested in musical teleology. ( Fink 2011 , 183) In many ways, it is unsurprising that research about drum patterns focuses on rhythm and meter since they are often considered to be their primary musical functions. Some scholarship goes so far as to imply that they are drum patterns’ only musical functions. For instance, Baur traces the cultural history of percussive backbeat rhythms, which he says “are exclusively rhythmic in nature, serving no harmonic or other musical function”( 2021 , 34). Scholarship’s emphasis on rhythm and meter is also unsurprising since these functions alone include a wealth of specific topics. The majority of music-theoretical research addresses various aspects of the standard rock drum pattern, including its historical emergence and prominence ( Tamlyn 1998 ; Baur 2021 ), its metric interpretation and experience ( Butterfield 2006 ; Attas 2011 ; Moore 2012 ; Biamonte 2014 ; Hudson 2022 ), drum feels ( De Clercq 2016 ; Garza 2021 ; Geary 2022 ), microtiming deviations ( Butterfield 2006 ; Danielsen 2010 ; Câmara, Sioros, and Danielsen 2022 ), and asymmetrical and changing meters ( Butler 2001 ; Butler 2006 ; Osborn 2010 ; Osborn 2017 ; Hanenberg 2020 ; Hanenberg 2021 ).",
                "footnotes": [],
                "citations": [
                    "fink_2011",
                    "fink_2011",
                    "baur_2021",
                    "tamlyn_1998",
                    "baur_2021",
                    "butterfield_2006",
                    "attas_2011",
                    "moore_2012",
                    "biamonte_2014",
                    "hudson_2022",
                    "de_clercq_2016",
                    "garza_2021",
                    "geary_2022",
                    "butterfield_2006",
                    "danielsen_2010",
                    "butler_2001",
                    "butler_2006",
                    "osborn_2010",
                    "osborn_2017",
                    "hanenberg_2020",
                    "hanenberg_2021"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Despite the emphasis on rhythmic and metric functions, some popular music scholarship does address the formal functions of drum patterns. For instance, Fink ( 2011 ) and Mandy Smith ( 2021 ) attempt more holistic theoretical systems, but their models have not been widely adopted. (5) Fink ( 2011 ) presents the concept of a “tonic rhythm” to characterize producer Norman Whitfield’s use of a four-on-the-floor snare drum rhythm in two late-1960s tracks by the Temptations, “Cloud Nine” and “Runaway Child, Running Wild.” In both songs, Whitfield systematically delays, withholds, and realizes the tonic rhythm to create and resolve formal tension. Smith ( 2021 ) extends the tonic rhythm concept to all rock songs: “I term the core groove of a given song—that beat that the drummer plays that feels like ‘home’—the tonic beat pattern. A song’s tonic beat pattern is often some variation of the backbeat pattern, or of another core stylistic beat pattern . . . . Try as I may, I cannot find a single tune in rock music that has drumming that does not adhere to the Tonic Beat Pattern Theory” ( Smith 2021 , 204–5). Fink and Smith’s analyses are compelling, but I join Peres ( 2016 ) in questioning the direct application of tonality’s metaphors to analyze non-pitch elements. (6) Instead, I have found that a context-based analytical method is more effective, where a song’s multiple drum patterns are identified, characterized, and compared internally and non-hierarchically. In Practice",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "fink_2011",
                    "smith_2021",
                    "fink_2011",
                    "smith_2021",
                    "smith_2021",
                    "peres_2016"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] In musical practice, drummers and producers consistently speak, write, perform, teach, and compose in ways that demonstrate the formal functions of drum patterns. Session drummer Jim Keltner ( 2020 ) describes his drum patterns in relationship of form, saying that “it’s all in how you hear the structure and how you add to the structure.” Carter Beauford ( 2002 ) provides a self-titled “analysis” of his drum part in the Dave Matthews Band’s “#41,” alternating between performing and describing his different drum patterns for various sections. Neil Peart ( 2020 ) shares how he would often spend multiple days internalizing his drum parts, “learn[ing] the piece inside and out” and “mak[ing] sure that I’m playing the best possible thing for this part and that part.” Producer Young Guru ( Guru and Vincent 2023 ) notes how he applies effects to his drum parts to provide “a little flavor that comes in and lets you know we’re about to go to a different section.”",
                "footnotes": [],
                "citations": [
                    "keltner_2020",
                    "beauford_2002",
                    "peart_2020",
                    "guru_and_vincent_2023"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Pedagogical resources for drumset performance also highlight the formal functions of drum patterns. Generally written by professional drummers, these books typically present a series of chapters that each focus on a particular musical style, weaving together short passages of prose and long lists of notated drum patterns. Jim Riley ( 2015 ) begins with a chapter about pop drumming and spends a full page describing the importance of thinking formally: “One of the key elements to becoming a more musical drummer is being able to understand how songs are constructed. There are identifiable parts in every song, and so if you realize what they are and how they function within the song’s form, then you can create parts for each section that will support the song’s structure” ( Riley 2015 , 11). His pop chapter includes more than sixty notated drum patterns, almost all of which are variations of the standard rock and four-on-the-floor patterns with different rhythms and instrumentations. The variations range from subtle to grand, but Riley’s point is that it is precisely these varied parameters, even the small ones, that help drum patterns participate in expressing musical form. Example 2 . The Beatles, “Day Tripper” (1966), verse 1 (click to enlarge and listen) Example 3 . James Brown, “Super Bad” (1970), verse and bridge (click to enlarge and listen) Example 4 . Nirvana, “Smells Like Teen Spirit” (1991), cycle 1 (click to enlarge and listen) Example 5 . Carrie Underwood, “Before He Cheats” (2005), cycle 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "riley_2015",
                    "riley_2015"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] The clearest demonstration of drum patterns’ formal functions is found in popular songs themselves. Drum patterns do not articulate form in the same ways or to the same degree in all popular songs and styles. But they do consistently participate in expressing formal boundaries, teleological functions, and formal motion across genres. More specifically, drum patterns often play a significant role in conveying a song’s teleological structure ( Nobile 2022 ) and sonic narrative ( Peres 2016 ), including the songs in Examples 2–5. (7) Example 2 shows the two drum patterns performed by Ringo Starr in verse 1 of “Day Tripper” by the Beatles. A modified twelve-bar blues, the A sections have an embellished standard rock drum pattern. The expanded B section grows energetically and switches to straight-four rhythms in the bass and snare drums. (8) In James Brown’s “Super Bad,” John “Jabo” Starks performs different drum patterns in the verse and bridge sections. Notated in Example 3 , both patterns include funk’s hallmark rhythmic syncopation and highlight the rhythm of other parts in the ensemble. (9) But the bridge’s drum pattern has a more animated and varied snare drum rhythm and switches from hi-hat to ride cymbal, and these changes contribute to the section’s sonic intensification. Example 4 shows how Dave Grohl’s drum patterns build across the verse, prechorus, and chorus of Nirvana’s “Smells Like Teen Spirit.” The verse starts with a simple variation of the standard rock pattern, using eighth notes in the bass drum and a single open hi-hat accent. The prechorus’s first drum pattern begins with a crash cymbal and shifts from closed to half-open hi-hat. Then, in the second half, Grohl adds bass drum attacks after each snare drum backbeat. Finally, the chorus unleashes the song’s iconic and most embellished standard rock beat. In Carrie Underwood’s “Before He Cheats,” Kayleigh Moyer performs three drum patterns in the first verse and chorus. Provided in Example 5 , the verse begins with a standard rock variation where the backbeat rhythm alternates between accented hi-hat and rimshot attacks. The second half of the verse grows sonically by switching to all rimshot attacks, and the chorus grows sonically again with another instrumentation change—this time, to snare drum. Example 6 . Halsey, “Without Me” (2018), cycle 1 (click to enlarge and listen)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "nobile_2022",
                    "peres_2016"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] In post-millennial pop, Halsey’s “Without Me” is an exemplar of how drum patterns participate in expressing musical form. (10) Example 6 transcribes the first formal cycle. (10) Timbral and textural changes permeate the excerpt, and the drum patterns’ frequent and sonically salient changes help drive the cycle’s formal teleology. “Without Me” also highlights the commonplace of formal flexibility in this repertoire, a point addressed more below in Section 4. In short, after the introduction, “Without Me” includes five sections, each four measures long, which invites interpretation about how best to identify these formal units with verse, prechorus, chorus, and postchorus labels.",
                "footnotes": [
                    "FN10",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] “Without Me” begins without drums in the introduction, which I consider a type of drum pattern for purposes of discussion. (11) Verse 1 then introduces a two-layer drum pattern composed of an embellished standard rock bass drum rhythm and backbeat claps. In the prechorus, drum pattern 3 adds sixteenth notes in the hi-hat, which contributes to the section’s buildup function ( Summach 2011 ; Peres 2016 ; Nobile 2022 ). Next, measures 13–16 have the markers of a new formal unit, but its section label is unclear. The vocal melody ascends, the harmonic layer changes instrumentation and rhythm, the bass layer drops out, and drum pattern 4 removes the bass drum and hi-hat layers and shifts the backbeat rhythm from claps to snaps. It isn’t the chorus, which begins in measure 17 with the song’s title line and drum pattern 6—the excerpt’s fullest pattern, composed of bass drum, snare drum, and hi-hat. Further, the section’s drop in energy disrupts the typical teleology of formal cycles, which tend to build incrementally and consistently from verse to chorus ( Summach 2011 ; Peres 2016 ; Nobile 2022 ). But it also isn’t a riserchorus ( Osborn 2023 )—again, due to the lack of chorus lyrics. Described more below in Section 4, I believe this section can be interpreted as a second and distinct type of prechorus that is defined largely by its sonic characteristics and teleological function. I call it a down prechorus in contrast to the buildup prechorus in measures 9–12. Of my corpus songs that include a prechorus, 15% include a down prechorus that begins with a drum pattern “fall” and maintains low sonic energy throughout. Further, about a quarter of the songs with a down prechorus include the same double prechorus layout as “Without Me.” In Example 6, the down prechorus leads to the cycle’s sonic peak in chorus 1. The excerpt concludes with a postchorus marked by its lyrical tag, removal of the harmonic layer, and drum pattern 7’s one-layer realization of woodblock performing the backbeat rhythm. 3. An Analytical Framework",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "summach_2011",
                    "peres_2016",
                    "nobile_2022",
                    "summach_2011",
                    "peres_2016",
                    "nobile_2022",
                    "osborn_2023"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] “Without Me” is not a stylistic outlier. Just as drum patterns play a significant role in expressing Example 6’s formal teleology, the same is true for post-millennial pop as a whole. To better understand the formal functions of drum patterns in this repertoire, I completed a corpus study of Billboard Year-End Pop Airplay Songs charts from 2012–2021, taking the top ten songs from each year. For each song, I identified the total number of drum patterns and classified and compared their sounding characteristics. (12) I also analyzed each song’s formal layout and examined how the drum patterns were organized formally. In this paper, I use the term “drum part” to refer to the totality of what the drums perform. “Drum patterns” are the drum part’s repetitive ostinatos. For my corpus study, I required that the ostinato repeats for at least one complete “groove” cycle ( Everett 2009 ), though most drum patterns repeat for a full section. (13) As I describe more below, the characteristic differences between a song’s multiple drum patterns range from subtle to grand. But as Riley ( 2015 ) notes, all types of drum pattern changes can be formally expressive.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "everett_2009",
                    "riley_2015"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Examples 7–10 summarize my general findings from the corpus. Example 7 shows that the average song has 5.43 drum patterns, with a range of 1–17. Example 8 shows that the average song has 9.97 drum pattern changes—which is the action of moving between drum patterns—with a range of 0–18. Example 9 outlines the average number of drum patterns and drum pattern changes for each year. As shown in Example 10 , the average song also has 9.15 formal sections, with a range of 5–15. With these general findings alone, it is easy to imagine how drum patterns can participate in expressing a song’s form. The average pop song’s five or six drum patterns often match the teleological functions of various sections, and the nearly identical number of drum pattern changes and formal sections indicate that drum patterns regularly help articulate section boundaries. Example 7 . Number of drum patterns per song (click to enlarge) Example 8 . Number of drum pattern changes per song (click to enlarge) Example 9 . Average number of drum patterns and drum pattern changes per song by year (click to enlarge) Example 10 . Number of sections per song (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Drum patterns, of course, are not the only form-expressing feature in post-millennial pop songs. Form is multifactorial. But the specific analysis in Example 6 and the general findings in Examples 7–10 demonstrate that drum patterns are a consistent and significant articulator of formal boundaries, teleological functions, and formal motion in this repertoire. In terms of boundaries, drum patterns regularly change at phrase and section junctures. In terms of teleological functions, drum patterns contribute to formal units’ sonic energy and musical temporality ( Caplin 2009 ; Peres 2016 ; Nobile 2022 ). And in terms of motion, shifting between drum patterns can create a sense of musical movement and progression across different durational spans.",
                "footnotes": [],
                "citations": [
                    "caplin_2009",
                    "peres_2016",
                    "nobile_2022"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] To help illuminate these formal functions, I created an annotative system that succinctly summarizes the main characteristics of drum patterns in post-millennial pop songs. The system is designed specifically for analyzing drum patterns within a song rather than across multiple songs. Most drum patterns in this repertoire are a variation of either a standard rock or four-on-the-floor pattern, and my analytical framework conceptualizes drum patterns as different realizations of three parameters: number of layers, rhythm, and instrumentation. The rest of this section describes each parameter individually, focusing on their possible realizations and how each parameter can vary across a song’s multiple drum patterns through drum pattern changes. In this section, I also introduce my annotative method in stages as it applies to each parameter. The Appendix and Example 33 below provide a concise summary of the drum pattern labeling system. Number of Layers Example 11 . Drum layers (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] One of a drum pattern’s most identifiable attributes is its number of sounding components. The archetypal standard rock drum pattern, for instance, has three: bass drum, snare drum, and hi-hat. In post-millennial pop songs, like Halsey’s “Without Me,” other percussive instruments and sounds can replace these drumset staples. As a result, a drum pattern’s sounding components can be classified as fulfilling one of three functional drum “layers” based upon their register, rhythm, and timbre. (14) I call them low, middle, and high. In post-millennial pop, virtually all drum patterns have zero to three layers and perform different combinations of low, middle, and high. The top of Example 11 transcribes different standard rock realizations as an illustration. A zero-layer drum pattern is a tacet “realization” and a three-layer drum pattern includes low, middle, and high. One-layer and two-layer patterns, however, can perform different realizations and combinations. The bottom left table of Example 11 shows that across my corpus’s 543 total drum patterns, two- and three-layer patterns are more common than zero- and one-layer patterns. The center and right tables show that the most common one-layer realization is the middle layer alone, and that the most common two-layer realization is a low-middle combination.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Example 11 also introduces the basic framework of my annotative system. From left to right, a drum pattern label communicates the presence or absence, rhythm, and instrumentation of the three drum layers. An “X” indicates a layer’s absence, and other symbols depict a layer’s “referential rhythm,” which I describe in greater detail below. For example, “R – B – 8” in Example 11 communicates a standard rock (R) rhythm in the low layer (i.e., hits on 1 and 3), a backbeat (B) rhythm in the middle layer (hits on 2 and 4), and an eighth-note (8) rhythm in the high layer. Drum labels are not meant to depict every detail of every drum pattern. Instead, they are designed to summarize the main characteristics of a song’s multiple drum patterns as a way to highlight their formally expressive features. Example 12 . Ellie Goulding, “Lights” (2011), introduction to verse 1 (click to enlarge and listen) Example 13 . Billie Eilish, “Bad Guy” (2019), introduction to chorus 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Post-millennial pop songs regularly shift between zero-, one-, two-, and three-layer drum patterns, and it is easy to imagine how adding and subtracting layers can help express a song’s teleological structure. Across my corpus, 96% of songs include drum patterns with different combinations of drum layers. A prevalent and effective gesture is to add drum layers across the first few phrases and sections of a song ( Spicer 2004 ; Attas 2015 ). Shown in Example 12 , Ellie Goulding’s “Lights” begins without drums, a zero-layer pattern, in the introduction. When Goulding’s melody enters in verse 1, drum pattern 2 performs a one-layer pattern composed of a bass drum four-on-the-floor referential rhythm. (15) Halfway through the verse, drum pattern 3 adds two layers—a snare drum backbeat and offbeat eighth notes in the hi-hat—which creates sonic growth between the verse’s two halves. Billie Eilish’s “Bad Guy” also begins by accumulating drum layers. Rather than starting without drums, the introduction in Example 13 begins immediately with a four-on-the-floor bass drum rhythm, which continues into the verse. Like “Lights,” “Bad Guy” includes a sonically intensifying drum pattern change within verse 1, adding backbeat snaps in the second half. (16) Finally, in the chorus, drum pattern 3 performs a three-layer realization with offbeat eighth notes in the hi-hat. Rhythm",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "spicer_2004",
                    "attas_2015"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] The second characteristic of drum patterns is rhythm. Popular music drummers, producers, and scholars regularly distinguish between the rhythmic schemas of drum patterns and a drum pattern’s actual realization of those schemas ( Riley 2015 ; Temperley 2018 ). I call the former referential rhythms and the latter surface rhythms . For instance, the backbeat is a referential rhythm. A drum pattern’s surface rhythm can be an exact realization of the backbeat referential rhythm with attacks on just the second and fourth quarter notes of a measure, but a drum pattern’s surface rhythm can also include embellishments and still project the backbeat schema. Both strict realizations and embellishments occur in “Smells Like Teen Spirit” from Example 4. In the verse and prechorus, the snare drum’s surface rhythm is an exact realization of the backbeat referential rhythm. In the chorus, Grohl adds two snare drum attacks in the middle of the measure, changing the surface rhythm while maintaining the referential rhythm. Example 14 . Referential rhythms and other options (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "riley_2015",
                    "temperley_2018"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] Through my corpus study, I found that each drum layer has its own set of three common referential rhythms. (17) They are provided at the top of Example 14 , and the tables below identify each one’s prevalence across the corpus’s 543 total drum patterns. For the low layer, the standard rock (R) rhythm is most common followed by the four-on-the-floor (4) rhythm. A tresillo (T) rhythm is the third option, but it occurs far less frequently. (18) For the middle drum layer, the backbeat (B) is by far the dominant referential rhythm, though tresillo (T) and straight four (4) rhythms are also possible. For the high layer, eighth notes (8) and sixteenth notes (16) are the most common referential rhythms, but some drum patterns use quarter notes (4). Example 15 . Ariana Grande, “Positions” (2020), verse 1 (click to enlarge and listen)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] In addition to each drum layer’s three referential rhythms, there are three more categories to account for other options. “X” indicates that a drum layer is absent in a particular drum pattern, and “O” represents a surface rhythm that does not relate clearly to a referential rhythm. Finally, the hybrid category takes into account both the number of layers and the instrumentation, and describes instances where multiple instruments with different referential rhythms work interdependently to comprise a single drum layer. For instance, the drum pattern in verse 1 and prechorus 1 of Ariana Grande’s “Positions” includes four sounding components. They are transcribed on two staves in Example 15 for ease of reading. Notated on the bottom staff, the bass drum performs an embellished standard rock rhythm and claps perform a backbeat rhythm, fulfilling the low and middle drum layers. Notated on the top staff, two instruments perform different high layer referential rhythms. The tambourine has eighth notes, the hi-hat has a lightly embellished sixteenth-note pattern, and the pair can be depicted with the annotative system as 16/8 TAM . On the one hand, Example 15 can be considered a four-layer drum pattern since there are four sounding components. But on the other hand, I believe it is more constructive to interpret and classify a drum pattern’s sounding components within the three-layer framework, which recognizes that a drum pattern’s various components fulfill certain sonic and rhythmic roles. (19) Example 16 . Ariana Grande, “Positions” (2020), chorus 1 (click to enlarge and listen) Example 17 . Ed Sheeran and Justin Bieber, “I Don’t Care” (2019), prechorus 2 to chorus 2 (click to enlarge and listen) Example 18 . Flo Rida, “Good Feeling” (2011), bridge to chorus 3 (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Like number of layers, post-millennial pop songs also regularly vary rhythm through drum pattern changes. Seventy-seven percent of songs in my corpus include rhythmic variation, of which there are three types. The first occurs when the surface rhythm changes without changing the underlying referential rhythm. Example 16 provides the continuation of “Positions” after Example 15. This chorus has a more animated embellishment of the bass drum’s standard rock referential rhythm, as indicated with a plus symbol in the drum label. The second type occurs when a drum layer’s referential rhythm changes. Switching between eighth notes and sixteenth notes in the high layer is particularly common, such as in the second prechorus and chorus of Ed Sheeran and Justin Bieber’s “I Don’t Care,” shown in Example 17 . The third type of rhythmic variation occurs when the drum feel changes, for instance from normal-time to half-time ( De Clercq 2016 ; Garza 2021 ; Geary 2022 ). (20) Flo Rida’s “Good Feeling” uses normal-time feel drum patterns throughout the song but pivots to half-time feel in the bridge. Provided in Example 18 , the bridge ends with a two-layer, half-time feel realization before returning to a normal-time feel pattern in chorus 3. The drum labels use parentheses to communicate half-time feel (HT) and double-time feel (DT) patterns. Instrumentation",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "de_clercq_2016",
                    "garza_2021",
                    "geary_2022"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] Finally, the third characteristic of drum patterns is instrumentation. In my corpus, most drum patterns are created by a producer with a DAW, but some are performed by a drummer on a physical drumset. Bass drum, snare drum, and hi-hat are the most common options for the low, middle, and high drum layers, but other instrumentations are possible. The low layer is the least variable. Across the corpus, the overwhelming majority of drum patterns use bass drum and only a few use stomps or toms. In the high layer, options include closed and open hi-hat, tambourine, ride cymbal, crash cymbal, triangle, and cowbell. The middle layer is the most flexible, which includes snare drum, claps, snaps, hi-hat, rim shot, woodblock, toms, tambourine, and conga. (21) For the annotative system, bass drum, snare drum, and hi-hat are implied, and abbreviated superscripts communicate other instrumentations. Superscripts can also be used to distinguish between different samples of an instrument like “SN1” and “SN2” for different snare drums, and to communicate instrumentation doublings like “CL/SN” for claps and snare drum performing the backbeat rhythm together. Example 19 . Marshmello, “Happier” (2018), verse 1 to chorus 1 (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] Seventy-eight percent of songs in the corpus change instrumentation across their multiple drum patterns. Thirty-two percent of songs change the low layer’s instrumentation, 73% change the middle layer’s instrumentation, 32% change the high layer’s instrumentation, and 14% change instrumentation in all three layers. The middle layer’s frequent variability can be seen in the beginning of Marshmello’s “Happier” featuring Bastille. Example 19 shows that across the excerpt’s five drum patterns, the middle layer’s backbeat rhythm progresses through three instrumentations—each one corresponding with a different formal section. The verse begins with snaps, the prechorus builds to claps, and the chorus concludes with snare drum. (22) Drum Pattern Changes Example 20 . Drum pattern changes (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Drum patterns are a type of musical object, and analyzing a song’s multiple drum patterns according to their number of layers, rhythm, and instrumentation helps pinpoint their role in expressing the teleological functions of durational units. At the same time, drum pattern changes are a type of musical action, and analyzing a song’s movements between drum patterns spotlights the drums’ ability to articulate formal boundaries and create a sense of formal motion. (23) Summarized in Example 20 , a drum pattern change can be classified as a build (B) or fall (F) according to the three characteristics of drum patterns described above. A drum build adds layers, quickens or enlivens rhythm, loudens or registrally expands instrumentation, or performs a combination of these characteristics. A drum fall removes layers, slows or relaxes rhythm, softens or registrally contracts instrumentation, or performs a combination of these characteristics. In post-millennial pop songs, it is often clear whether a drum pattern change is a build or a fall. But some combine actions from both categories, therefore requiring interpretation to determine their composite effect. 4. Analysis",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] To summarize, drum patterns in post-millennial pop songs can be conceptualized as different realizations of three parameters: number of layers, rhythm, and instrumentation. A song’s multiple drum patterns can be analyzed and compared according to these characteristics, and these characteristics can also be used to classify drum pattern changes as builds or falls. The theoretical approach introduced above in Section 3 is a new and effective way to analyze the significant and specific ways in which drum patterns and drum pattern changes participate in expressing form in post-millennial pop songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] More specifically, this article’s analytical approach can also help reinforce and refine our understanding of two commonly identified formal phenomena in post-millennial pop songs. The first is that formal units fulfill teleological functions. According to Peres, sonic syntax is a primary expresser of these functions: I define sonic syntax as a musical grammar that relies on manipulation of timbre, sonic density (the presence and amplitude of frequencies across the sonic spectrum at any given moment), and rhythmic intensity. I refer to the sum of these elements as sonic energy . In most recent pop songs, a section or subsection [or cycle] functions as a sonic setup , buildup , or peak . The setup and peak respectively represent the relatively low and high instants of sonic energy in a sonic progression, while the buildup represents the gradually increasing tension between these points, caused by either increasing sonic energy or by radically and abruptly decreasing it. ( Peres 2016 , 2) Nobile ( 2022 ) substitutes the terms “initiation,” “buildup,” and “arrival,” which I adopt in my analyses below. While teleological functions are typically analyzed according to texture, timbre, vocal delivery, production techniques, and other sonic features in this repertoire ( Peres 2016 ; Adams 2019 ; Barna 2020 ; Stroud 2022 ; Nobile 2022 ; Osborn 2023 ), the analytical examples below demonstrate with greater specificity how drum patterns participate in the expression of these functions within sections, across cycles, and throughout songs.",
                "footnotes": [],
                "citations": [
                    "peres_2016",
                    "nobile_2022",
                    "peres_2016",
                    "adams_2019",
                    "barna_2020",
                    "stroud_2022",
                    "nobile_2022",
                    "osborn_2023"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] The second commonly identified phenomenon in post-millennial pop songs is the genre’s balance between formal conventions and flexibility. Not unlike other popular styles, post-millennial pop has its own conventions for section types, teleological structures, and song designs. But it also has what some have identified as a heightened interest in formal flexibility. According to Nobile, “playing with [formal] conventions in this way is what songwriters have been doing for decades. But the 2010s saw more of a sea change across this musical landscape, with the cross-pollination of electronic dance music (EDM), hip-hop, and mainstream pop coinciding with a seismic shift in consumption patterns as audio streaming took over” ( Nobile 2022 , [4.1]). One area of flexibility is teleological structure. For instance, not every formal cycle includes all three functions—bridge–chorus cycles, for example, include just two ( Peres 2016 , 137)—and some cycles include sections with alternative functions—like dance choruses with a “celebratory” function ( Adams 2019 ). (24) The analytical examples below demonstrate that drum patterns and drum pattern changes help express post-millennial pop’s conventional layouts as well as more novel designs. Within sections",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "nobile_2022",
                    "peres_2016",
                    "adams_2019"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] In post-millennial pop songs, individual sections tend to have one teleological function; in verse–prechorus–chorus form, each section has the function of initiation, buildup, and arrival respectively. But Peres ( 2016 ) also observes that what we’re calling the teleological functions of initiation, buildup, and arrival (his setup , buildup , and peak ) can be analyzed hierarchically, including within sections. In my corpus, the top one hundred pop songs from 2012–2021 have a total of 997 formal sections, 749 of which contain only a single drum pattern. In other words, it is most common for a section to have one drum pattern participating in the expression of one teleological function. But this statistic also reveals that there are 248 sections with multiple drum patterns, and these 248 sections are spread across 85% of the corpus songs. This means that the majority of post-millennial pop songs have at least one section with a drum pattern change that can help express an intra-section function progression. A two-part build is most common, where progressing from one drum pattern to a second across a section’s two halves builds momentum. This occurs above in Example 12 in Goulding’s “Lights.” The verse’s drum pattern change from 4 – X – X to 4 – B – 8 can be interpreted as progressing from an initiation to a buildup function before the chorus’s arrival function. Example 21 . Cardi B, Bad Bunny, and J Balvin, “I Like It” (2018), verse 2 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "peres_2016"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Other drum pattern designs within a section are possible and demonstrate some of mainstream pop’s formal flexibility. One example is verse 2 of “I Like It” by Cardi B, Bad Bunny, and J Balvin. Example 21 shows the excerpt. The horizontal axis represents time, the vertical axis depicts sonic energy, and the color indicates section type—in this case, verse. (25) Further, each durational unit’s teleological function is written out, and the intervening parentheticals communicate the type of drum pattern change—here, builds (B). Instead of a two-part, intra-section build like in Examples 12, verse 2 of “I Like It” has a three-part build, augmenting the accumulation effect and performing its own complete initiation–buildup–arrival progression. It also shows that Bad Bunny’s phrasal shifts between Spanish and English align with the drum pattern changes. The excerpt begins with drum pattern 1’s X – B CL/CG – X . Claps perform the backbeat rhythm, and I interpret the additional claps and conga attacks after every other backbeat as rhythmic embellishment. Next, an embellished standard rock bass drum rhythm is added as Bad Bunny switches to English. The verse has an overall sentential design, 2+2+4, and verse 1.3 is the section’s arrival point. Bad Bunny returns to Spanish, drum pattern 3 presents the excerpt’s fullest pattern, and the second drum build varies all three parameters. The high layer adds an embellished sixteenth-note rhythm, the low and middle layers have surface rhythm changes, and the middle layer switches instrumentation to snare drum. Example 22 . Post Malone, “Circles” (2019), choruses (click to enlarge and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Drum builds within a section can create momentum towards what comes next. Alternatively, drum falls can create a sense of resetting, repose, or closure. In my corpus, many intra-section drum falls occur at song endings and recast previously heard material. For instance, Post Malone’s “Circles” has three choruses. Shown in Example 22 , Choruses 1 and 2 perform one drum pattern, 4 – B – 8 , and a consistent instrumental accompaniment that express the section’s arrival function from start to finish. (26) Chorus 3 begins like the earlier chorus iterations. But the drums are removed in the second half and other instrumental parts are stripped away in the final four measures. This is an example of what de Clercq ( 2017 , [3.8]) refers to as a “formal blend,” where “aspects of two (or more) section roles appear to exist within the same passage.” Malone’s unchanged vocal melody helps sustain chorus 3’s formal climax. But removing the drums and other instrumental parts is typical outro rhetoric. (27) Adopting de Clercq’s ( 2017 , [1.6]) “both/and” approach, the experiential result in “Circles” is not chorus or outro, but chorus and outro. (28) Across Cycles Example 23 . Bazzi, “Mine” (2017), cycle 1 (click to enlarge and listen)",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": [
                    "de_clercq_2017",
                    "de_clercq_2017"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Formal cycles in post-millennial pop songs do not have just one archetype. Most cycles in my corpus exhibit different combinations of verse, prechorus, chorus, postchorus, riser, and/or drop sections, with a total of 2–4 sections in each cycle. (29) Examples 23–26 demonstrate some of these conventional designs and how drum patterns consistently help express their teleological structures. The first cycle of Bazzi’s “Mine” has two sections. Shown in Example 23 , it includes an initiating verse and climactic chorus, each with its own drum pattern. The drum pattern labels are bulky, but they nonetheless clearly depict each drum pattern’s sounding characteristics and the build drum pattern change. Verse 1’s drum pattern alternates measures of tacet and R – B SN1 – 16 HH1 /8 HH2 /O SC . The bass drum performs a richly embellished standard rock rhythm, and the snare drum performs a straightforward backbeat. The high layer includes three sounding components: one hi-hat performing sixteenth notes, a second and more open hi-hat performing intermittent eighth notes throughout the measure, and a suspended cymbal roll on the last quarter note. The arrival of chorus 1 is announced not only with the song’s title text but also with drum pattern 2. The tacet measure is removed, the low layer remains the same, and the middle layer switches to a more resonant snare drum. In the high layer, the sixteenth-note pattern changes to a third hi-hat sound, the eighth-note pattern continues without variation, and the suspended cymbal roll is removed. Example 24 . The Weeknd, “Can’t Feel My Face” (2015), cycle 1 (click to enlarge and listen) Example 25 . Maroon 5, “Girls Like You (2018), cycle 1 (click to enlarge and listen)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Example 24 and Example 25 present cycles with three sections. In the former, The Weeknd’s “Can’t Feel My Face” has one drum pattern for each section. The verse begins with a tacet pattern and the prechorus builds by adding backbeat snaps. The cycle ends with drum pattern 3 in chorus 1, which introduces the low and high layers, and shifts the backbeat instrumentation to snare drum and claps. The first cycle of Maroon 5’s “Girls Like You” also has three sections. But instead of verse–prechorus–chorus like “Can’t Feel My Face,” “Girls Like You” is verse–chorus–postchorus. Despite their different section types, the two songs have quite similar drum patterns and teleological progressions. Shown in Example 25, “Girls Like You” begins with a tacet drum pattern in the verse, builds with half-time feel backbeat claps in the chorus, and sonically peaks with R – B CL – O (HT) in the postchorus. Example 26 . Taylor Swift, “I Knew You Were Trouble” (2012), cycle 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Finally, cycles with four sections are not uncommon. Provided in Example 26 , the first cycle of Taylor Swift’s “I Knew You Were Trouble” includes a verse, prechorus, riserchorus, and drop. (30) The verse starts with bass drum performing a tresillo rhythm, and the prechorus builds by adding hi-hat with the same rhythm. Instead of progressing to a climactic chorus, however, the riserchorus starts with a tacet drum pattern 3 that contributes to the anti-telos effect ( Nobile 2022 ). The riserchorus then builds in the second half, where an automated low-pass filter sweep is applied to drum pattern 4. Drum pattern 4 resumes the bass drum and hi-hat tresillo rhythm and adds snare drum attacks on the intervening eighth notes. Finally, the cycle peaks in the drop with drum pattern 5, a two-layer, half-time feel pattern composed of a standard rock bass drum rhythm and a backbeat snare drum rhythm.",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "nobile_2022"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Examples 23–26 showcase some of mainstream pop’s most conventional layouts across a cycle. But they also highlight a type of formal flexibility common to the genre—that a single section type can have a different or more nuanced teleological function than its typical role in a cycle’s structure. For example, a chorus’s most common teleological function is arrival ( Peres 2016 ; Nobile 2022 ), which can be seen in “Mine” and “Can’t Feel My Face.” In “Girls Like You,” though, the chorus has a buildup function and serves as the teleological “middle” between the verse and postchorus. (31) Different still, the riserchorus in “I Knew You Were Trouble” begins with an anti-telos effect in the first half and has a second buildup function in the second half. (32) In all of these examples, drum patterns play a significant role in expressing teleological function.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "peres_2016",
                    "nobile_2022"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] Through my corpus study, I found that the prechorus can also have a flexible teleological function within a cycle. In short, there is more than one way that the section can express middle-ness between a verse and chorus, and drum patterns are often a main musical marker of this. A buildup prechorus is most common, like in Example 24, and fulfills the medial function in a typical initiation–buildup–arrival progression ( Summach 2011 ; Peres 2016 ; Heetderks 2020 ; Nobile 2022 ; Osborn 2023 ). Another possibility is what I refer to as a down prechorus that is marked by an initial sonic drop and drum fall, and the continuation of low sonic energy throughout. A down prechorus is different from a riserchorus or an anti-telos chorus ( Nobile 2022 ) in that it does not include chorus lyrics. It is also different from a buildup prechorus that begins with a sonic drop and reaccumulates sonic energy throughout. In cycles with a down prechorus, the teleological destination is still arrival function in the chorus, but the form functioning path is different. Rather than an energetic ramp between verse and chorus, the prechorus is an energetic valley that serves as a section of repose, rest, and recovery. Example 27 . DJ Khaled, “No Brainer” (2018), cycle 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "summach_2011",
                    "peres_2016",
                    "heetderks_2020",
                    "nobile_2022",
                    "osborn_2023",
                    "nobile_2022"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] DJ Khaled’s “No Brainer” featuring Justin Bieber, Chance the Rapper, and Quavo includes a clear down prechorus. Example 27 depicts the first formal cycle, and the second and third cycles have identical section and drum pattern layouts. Rapped by Quavo, verse 1 begins with an embellished standard rock bass drum rhythm and an embellished backbeat rhythm where snaps perform the backbeat and snare drum performs the embellishment. In the second half of the verse, drum pattern 2 builds by adding a unique hi-hat rhythm that combines sixteenth notes, triplet eighth notes, and tremolos. The chorus and postchorus, sung by Bieber, have the same progression from drum pattern 1 to drum pattern 2. Between the verse and chorus, the prechorus removes the drums and strips back to just melody and bass. As stated above, cycles 2 and 3 of “No Brainer” also have this section and drum pattern layout. In other words, the prechoruses are the only sections of repose in the otherwise consistently energized pop song. Example 28 . Twenty One Pilots, “Ride” (2016), cycle 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The first cycle of Twenty One Pilots’ “Ride” also includes a down prechorus. Shown in Example 28 , the excerpt begins with a two-part verse. The first half has a tacet drum pattern and the second half has R – B- SN1 – 16 , the latter also used in the chorus. In between the two iterations of drum pattern 2, the prechorus falls to just a snare drum backbeat along with the organ’s laid-back, reggae-style offbeat attacks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Again, a down prechorus’s defining features are that it begins with a sonic drop, including drums, and maintains low sonic energy throughout. Peres also identifies instances where a prechorus removes key elements and has low sonic energy, but he believes it expresses a buildup function. “The tension generated by the removal of the bass is designed to draw you in and make you listen more closely. As a listener, in part because you are probably familiar with the genre’s idioms, you not only know that the bass will return, but you know it will return in combination with other elements to form a climax, and you are likely to listen in anticipation of this arrival” ( Peres 2018 ). I agree that abruptly removing sonic layers in a prechorus creates an anticipation for their return. But analyzing a sonically subdued prechorus with a buildup function minimizes the fact that these sections also provide time to aurally, and sometimes physically in the case of performers and concertgoers, rest and recover. A prechorus can both be an energetic drop and anticipate a strong chorus arrival, and the anticipation of the future event does not discount nor necessarily supersede the sensation of repose in the present. (33) As a result, I believe the rhetorical differences between the buildup prechoruses in Examples 24 and 26 and the down prechoruses in Examples 27 and 28 warrant treating them as functionally distinct. (34)",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": [
                    "peres_2018"
                ]
            }
        },
        {
            "4.15": {
                "text": "[4.15] Distinguishing between buildup prechoruses and down prechoruses can also help clarify another flexible formal feature in post-millennial pop songs. Recall that the first cycle in Halsey’s “Without Me” above in Example 6 includes five sections, which I interpret as verse, buildup prechorus, down prechorus, chorus, and postchorus. While it is possible to read measures 9–16 as one prechorus with two parts, I believe maintaining consistent section lengths coupled with the differences in melody, instrumental texture, and drum patterns tip the interpretive scale in favor of two distinct prechoruses sections. Example 29 . Dua Lipa, “Don’t Start Now” (2020), cycle 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] Dua Lipa’s “Don’t Start Now” also includes this phenomenon, which I refer to as a double prechorus . Shown in Example 29 , the verse begins with 4 – B – 8 HH1 and the buildup prechorus’s drum pattern 2 amends the middle and high layers. Claps are added to every other backbeat, and breath exhalations alternating with half-open hi-hat attacks sound on the third beat of each measure. Then, rather than building directly into the chorus, the down prechorus begins with a drum fall and texture change. Drum pattern 3 drops to backbeat claps, and the verse and buildup prechorus’s animated bass line switches to sustained chordal punctuations. The second half of the down prechorus adds tambourine sixteenth notes and a descant violin synthesizer, augmenting the sense of anticipation towards the chorus without superseding the sense of repose established at the section’s onset. Finally, the cycle concludes climactically with drum pattern 5 in the chorus, which combines the low and middle layers from drum pattern 2 with the high layer of drum pattern 1. Throughout Songs Example 30 . Sia, “Cheap Thrills” (2016) (click to watch video in a new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] Finally, drum patterns and drum pattern changes help express form throughout complete songs. Like cycles, there is not just one formal design that perfectly encapsulates every post-millennial pop song, but Sia’s “Cheap Thrills” in Example 30 has one of the most conventional layouts: an introduction; two cycles of verse, prechorus, and chorus; a third cycle of bridge and chorus; and an outro. Further, the six drum patterns play a prominent role in expressing the song’s teleological structure, particularly within each formal cycle. The introduction begins with tacet drums before adding a four-on-the-floor bass drum rhythm in the second half, which continues into verse 1. Prechorus 1 builds with drum pattern 3’s introduction of woodblock and quiet snaps performing a backbeat rhythm. The first cycle peaks in the chorus with drum pattern 4: a four-on-the-floor bass drum rhythm, a snare drum performing a half-measure tresillo rhythm, and woodblock and snaps continuing the backbeat. The second formal cycle has another initiation–buildup–arrival progression. It has the same drum pattern progression as the first cycle, with the exception of chorus 2’s addition of a quiet swung sixteenth-note referential rhythm. In the third cycle, the bridge starts without vocals and a return to drum pattern 2’s four-on-the-floor bass drum rhythm. Finally, chorus 3 restates drum pattern 5 before the outro falls to drum pattern 6 and then to drum pattern 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] Similar to individual sections and formal cycles, complete songs have their own teleological structure. Many post-millennial pop songs build from start to finish and peak in the final chorus, postchorus, or drop, depending on the song’s particular design. (35) Pop producer and songwriter Max Martin describes this phenomenon in his creative approach. “I like it when a song is like a journey, building up along the way. That they start out smaller than they end. Along the trip, you add elements that make the listener less likely to tire. Then, at the end, euphoria” ( Gradvall 2016 ). Peres ( 2018 ) specifically maps the initiation, buildup, and arrival functions—or using his terminology, setup, buildup, and climax—onto a song’s three formal cycles. Other research focuses on specific techniques that pop artists use to create song-ending peaks. Megan Lavengood ( 2021 ) describes how “complement” and original chorus melodies can combine to create a final “cumulative chorus.” Osborn ( 2023 , 51) observes that many Top-40 EDM hits combine chorus melodies and drop grooves in the third cycle to create a “super-hybrid section I call [the] riserchorus-drop.”",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "gradvall_2016",
                    "peres_2018",
                    "lavengood_2021",
                    "osborn_2023"
                ]
            }
        },
        {
            "4.19": {
                "text": "[4.19] Drum patterns can also help express a song’s energetic growth and formal culmination. To express formal culmination, many post-millennial pop songs introduce a new drum pattern in the final chorus. In my corpus, the most common technique is to accelerate the hi-hat rhythm from eighth notes heard throughout the song to sixteenth notes in the last chorus. Examples include Ellie Goulding’s “Love Me Like You Do” and Charlie Puth’s “Attention.” Other songs introduce a more novel drum pattern, such as Bruno Mars’s “Locked Out of Heaven” using the song’s only half-time feel groove and Eilish’s “Bad Guy” introducing a dramatic tempo shift. Example 31 . Ed Sheeran, “Perfect” (2017) (click to watch video in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.20": {
                "text": "[4.20] In addition to articulating song-ending peaks, drum patterns and drum pattern changes can also, as Riley ( 2015 , 11) notes, “help ramp up the energy of a song from beginning to end.” Ed Sheeran’s “Perfect” is a unique example. The song’s many vocal and instrumental parts work together to express its teleological structure, but the almost exclusive use of drum builds, with only one drum fall, contributes significantly to the song’s steady and incremental sonic growth from the first verse to the final chorus. Shown in Example 31 , verse 1 begins with tacet drums. Then, prechorus 1 introduces quiet snaps performing a backbeat rhythm, which continues into the chorus. A brief and drum-less link connects the two cycles before verse 2 resumes the drum patterns’ builds. In drum pattern 3, the backbeat snaps continue from drum pattern 2, tambourine attacks are added to every other backbeat, and the bass drum begins an embellished standard rock rhythm. Drum pattern 4 in prechorus 2 builds again, which continues through chorus 2 and into the bridge. The high layer adds hi-hat eighth notes, backbeat snaps switch to snare drum, and the tambourine now articulates every backbeat. Finally, chorus 3 is the song’s sonic peak across the vocal and instrumental parts. Drum pattern 5 maintains the low and middle layers while the high layer quietly switches to sixteenth notes. The song concludes with drum pattern 1 in the outro. Example 32 . Khalid and Normani, “Love Lies” (2018) (click to watch video in new tab)",
                "footnotes": [],
                "citations": [
                    "riley_2015"
                ]
            }
        },
        {
            "4.21": {
                "text": "[4.21] The near uniformity of drum builds found in “Perfect” is rare. But there are other ways that drum patterns can build from beginning to end as a way to express teleological motion throughout a song. One technique is to build both within and between a song’s three formal cycles. Put differently, each cycle can build towards its chorus, and each chorus can build from one to the next. An example is Khalid and Normani’s “Love Lies.” Example 32 shows that there are four drum patterns that vary only according to number of layers. Drum pattern 1 is X – X – X , drum pattern 2 is X – B SP – X , drum pattern 3 is X – B SP – 16 , and drum pattern 4 is R – B SP – 16 . The drum patterns’ characteristic differences are simple and straightforward. But their formal organization and frequent changes, thirteen total drum pattern changes, drive their expressive power. “Love Lies” begins with a progression through all four drum patterns. After tacet drums in the introduction, verse 1 begins with backbeat snaps, and hi-hat sixteenth notes are added in the second half. Prechorus 1 builds again by introducing an embellished standard rock bass drum rhythm. Chorus 1 is an anti-telos chorus. Instead of functioning as the cycle’s climactic arrival, it subverts formal expectations with a drum fall back to drum pattern 2. The second formal cycle begins the same as the first, progressing through drum patterns 2, 3, and 4 in the verse and prechorus. Chorus 2 also begins the same as chorus 1 with a drum fall back to drum pattern 2. But unlike the first cycle, chorus 2 is twice as long as the first chorus iteration, and the reintroduction of drum pattern 4 in the second half shifts the section’s overall effect back to a climactic arrival. Finally, the third cycle compresses the progression through drum patterns 2, 3, and 4 into one section, the bridge. Then, instead of a third anti-telos chorus, chorus 3 finally states at the onset drum pattern 4’s full, three-layer realization, serving as the formal climax for both the third cycle and full song. 5. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] While drum patterns perform rhythmic and metric functions, they also play a significant role in expressing musical form, particularly in post-millennial pop songs. The primary goal of this article is to introduce a new and practical analytical method that highlights the formally expressive features of drum patterns and drum pattern changes in this repertoire. Analyzing a song’s drum patterns according to their number of layers, rhythm, and instrumentation highlights the principal ways that drum patterns and drum pattern changes articulate formal boundaries, teleological functions, and formal motion. These formal functions are not reserved for any one level of form. Rather, drum patterns are formally expressive within sections, across cycles, and throughout songs. Furthermore, drum patterns do not only articulate conventional formal layouts in post-millennial pop, they also help express more novel section, cycle, and song designs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] While this article’s analytical framework is effective for spotlighting the formally expressive features of drum patterns and drum pattern changes in post-millennial pop songs, it does not strive to account comprehensively for all of the drums’ formally expressive features. Post-millennial pop songs include drum patterns that strain and exceed my annotative system’s capacities. Drum patterns and drum pattern changes are also formally expressive in other popular styles, but in nuanced ways compared to post-millennial pop that to analyze appropriately would require amendments to this article’s approach. Finally, drum fills, drum solos, and other aspects of drum parts express musical form. Not only would these and other avenues for future research refine our understanding of the drums’ formally expressive features, but they would also further underscore the instrument’s multifunctionality. Appendix . Drum Pattern Labeling System Example 33 . Drum pattern labeling system (click to enlarge) In post-millennial pop songs, drum patterns are typically a variation of either a standard rock or four-on-the-floor pattern. My analytical method frames drum patterns as different realizations of three parameters: number of layers, rhythm, and instrumentation. Example 33 summarizes my drum pattern labeling system. From left to right, a drum pattern label communicates the presence or absence, rhythm, and instrumentation of the low, middle, and high drum layers. For the primary symbols, each drum layer has a set of common referential rhythms: standard rock (R), four-on-the-floor (4), and tresillo (T) for the low layer; backbeat (B), straight four (4), and tresillo (T) for the middle layer; and eighth notes (8), sixteenth notes (16), and quarter notes (4) for the high layer. Other options are possible that can apply to all three drum layers: other (O), where a particular surface rhythm does not clearly relate to a referential rhythm; hybrid (variable labels), where multiple instruments with different referential rhythms work interdependently to fulfill a single drum layer; and absent (X), where a layer is tacet. Auxiliary symbols can be added to express aspects of rhythm and instrumentation. First, plus (+) and minus (-) symbols depict comparative amounts of surface rhythm embellishment of a single referential rhythm. Second, bass drum, snare drum, and hi-hat are the assumed instrumentations for the low, middle, and high drum layers. Abbreviated superscripts communicate other instrumentations. Third, the annotative system assumes a normal-time feel, and parenthetical addenda express half-time feel (HT) and double-time feel (DT) patterns.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.24.30.2.geary.html",
    "data": "mto/data/mto.24.30.2.geary.json"
}