{
    "title": "Debussy and Recollection: <i>trois aperçu</i>",
    "date": "2007/03/01",
    "volume": "13",
    "issue": "1",
    "authors": [
        "Marion, Gregory J."
    ],
    "abstract": "I take the position that Debussy’s treatment of the past is strategically significant in each of the three works considered in the article. Textual and musical concerns mesh in the song “De rêve,” fromProses lyriques,when a state of recall colors the condition of the present. InPour le pianoovert references to Baroque- and Classical-era compositional procedures mask temporal play of an entirely different kind. In “Golliwogg’s Cakewalk,” fromChildren’s Corner,the allusion to a comedic effect deflects attention from the scathing critique that represents the central message of the work.",
    "keywords": [
        "Debussy",
        "Wagner",
        "recollection",
        "“De rêve",
        "”Pour le piano",
        "“Golliwogg’s Cakewalk”"
    ],
    "doi": "",
    "received": "November 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.1/mto.07.13.1.marion.pdf",
    "author_info": [
        {
            "name": "Gregory J. Marion",
            "university": "University of Saskatchewan",
            "address": "Department of Music, Saskatoon, Saskatchewan, CANADA, S7N 0X1, (306) 966-8355",
            "email": "gregory.marion@usask.ca"
        }
    ],
    "citations": {
        "abbate_1981": "Abbate, Carolyn. 1981. “ Tristan in the Composition of Pelléas .” 19th-Century Music 5/2: 117–41.",
        "bailey_1985": "Bailey, Robert. 1985. Richard Wagner: Prelude and Transfiguration from “Tristan und Isolde.” In Norton Critical Scores. New York: Norton.",
        "bass_1994": "Bass, Richard. 1994. “Models of Octatonic and Whole-tone Interaction: George Crumb and His Predecessors,” Journal of Music Theory 38/2: 155–186.",
        "bloom_1995": "Bloom, Harold. 1995. The Western Canon: The Books and School of the Ages. New York: Riverhead Books.",
        "bloom_1975": "Bloom, Harold. 1975. A Map of Misreading. Oxford: Oxford University Press.",
        "bloom_1973": "Bloom, Harold. 1973. The Anxiety of Influence. Oxford: Oxford University Press.",
        "charle_2001": "Charle, Christophe. 2001. “Debussy in Fin-de-Siècle Paris.” In Debussy and his World. Edited by Jane Fulcher. Princeton: Princeton University Press, 271–95.",
        "debussy_1977": "Debussy, Claude. 1977. Debussy on Music: The Critical Writings of the Great \nFrench Composer Claude Debussy. Selected by François Lesure. Edited \nand translated by Richard Langham Smith. Ithaca N.Y.: Cornell University Press.",
        "devoto_2004": "DeVoto, Mark. 2004. Debussy and the Veil of Tonality: Essays on His Music. Hillsdale, N.Y.: Pendragon Press.",
        "donnellon_2003": "Donnellon, Déirdre. 2003. “Debussy as Musician and Critic.” In The Cambridge \nCompanion to Debussy. Edited by Simon Trezise. Cambridge: Cambridge \nUniversity Press, 43–58.",
        "forte_1991": "Forte, Allen. 1991. “Debussy and the Octatonic,” Music Analysis 10/1-2: \n125– 169.",
        "frye_1957": "Frye, Northrop. 1957. Anatomy of Criticism. Princeton: Princeton University Press.",
        "fulcher_2001": "Fulcher, Jane. 2001. “Speaking the Truth to Power: The Dialogic Element in \nDebussy’s Wartime Compositions.” In Debussy and his World. Edited by Jane Fulcher. \nPrinceton: Princeton University Press, 203–32.",
        "galison_2003": "Galison, Peter. 2003. Einstein’s Clocks, Poincaré’s Maps: Empires of Time. New \nYork: Norton.",
        "gendron_2002": "Gendron, Bernard. 2002. Between Montmartre and the Mudd Club: Popular Music and the Avant-Garde. Chicago: University of Chicago Press.",
        "goldman_1991": "Goldman, David Paul. 1991. “Esotericism as a Determinant of Debussy’s Harmonic \nLanguage.” Musical Quarterly 75/2: 130–147.",
        "greene_1982": "Greene, David. 1982. Temporal Processes in Beethoven’s Music. New York: Gordon and Breach Science Publishers.",
        "hepokoski_1984": "Hepokoski, James. 1984. “Formulaic Openings in Debussy,” 19th-Century Music 8/1: 44–59.",
        "holloway_1979": "Holloway, Robin. 1979. Debussy and Wagner. London: Eulenberg Books.",
        "howat_1985": "Howat, Roy. 1985. “Forward.” In Oeuvre Complètes de Claude Debussy, Ser. 1, vol. 2. Edited by F. Lesure. Paris: Durand, XVII–XXI.",
        "jay_and_neeve_2000": "Jay, Mike, and Neeve, Michael. 2000. 1900: A Fin-de Siècle Reader. New York : Penguin Twentieth Century Classics Series.",
        "kellner_1997": "Kellner, Hans. 1997. “White, Hayden.” In The Johns Hopkins Guide to Literary \nTheory and Criticism Online : < http://www.press.jhu.edu/books/hopkins_guide_to_literary_theory/hayden_white.html > \n(Accessed \nAugust 15, 2005.)",
        "kern_1983": "Kern, Stephen. 1983. The Culture of Time and Space: 1880–1918. Cambridge, MA: \nHarvard University Press.",
        "kittler_1990": "Kittler, Friedrich. 1990. Discourse Networks 1800/1900. Translated by Michael Metteer and Chris Cullens. Stanford: Stanford University Press.",
        "klein_2005": "Klein, Michael. 2005. Intertextuality in Western Music. Bloomington: Indiana \nUniversity Press.",
        "korsyn_2003": "Korsyn, Kevin. 2003. Decentering Music: A Critique of Contemporary Musical \nResearch. Oxford: Oxford University Press.",
        "korsyn_1999": "Korsyn, Kevin. 1999. “Beyond Privileged Contexts: Intertextuality, Influence, and Dialogue.” In Rethinking Music. Edited by Nicholas Cook and Mark Everist. Oxford: Oxford University Press.",
        "korsyn_1996": "Korsyn, Kevin. 1996. “Directional Tonality and Intertextuality: Brahms’s Quintet op. 88 and Chopin’s Ballade op. 38.” In The Second Practice of Nineteenth-Century Tonality. Edited by William Kinderman and Harald Krebs. Lincoln: University of Nebraska Press, 45–83.",
        "korsyn_1991": "Korsyn, Kevin. 1991. “Towards a New Poetics of Musical Influence.” Music Analysis 10: 3–72.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music. New York: Schirmer Books.",
        "kurth_1994": "Kurth, Richard. 1994. “Music and Poetry, a Wilderness of Doubles: Heine—Nietzsche—Schubert—Derrida.” 19th-Century Music, 21/1: 3–37.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven: Yale University Press.",
        "lewis_1996": "Lewis, Christopher. 1996. “The Mind’s Chronology: Narrative Time and Harmonic Disruption in Postromantic Music.” In The Second Practice of Nineteenth-Century Tonality. Edited by William Kinderman and Harald Krebs. Lincoln: University of \nNebraska Press, 114–49.",
        "leydon_2001": "Leydon, Rebecca. 2001. “Debussy’s Late Style and the Devices of the Early Silent Cinema.” Music Theory Spectrum 23/2: 217–241.",
        "lockspeiser_1962": "Lockspeiser, Edward. 1962. Debussy: His Life and Mind. 2 volumes. New York: Macmillan.",
        "marder_2001": "Marder, Elissa. 2001. Dead Time: Temporal Disorders in the Wake of Modernity (Baudelaire and Flaubert). Stanford: Stanford University Press.",
        "marion_2001": "Marion, Gregory. 2001. “A Foreground Mist? Debussy’s Brouillards .” Current Musicology 66: 21–65.",
        "mccombie_2003": "McCombie, Elizabeth. 2003. Mallarmé and Debussy: Unheard Music, Unseen Text . Oxford: Oxford University Press.",
        "mcfarland_2005": "McFarland, Mark. 2005. “Transpositional Combination and Aggregate Formation in Debussy.” Music Theory Spectrum 27/2: 187–220.",
        "mckinley_1986": "McKinley, Ann. 1986. “Debussy and American Minstrelsy.” The Black Perspective in Music 14/3: 249–258.",
        "mead_1997–98": "Mead, Andrew. 1997–98. “Shedding Scales: Understanding Intervals in Different \nMusical Contexts.” Theory and Practice 22–23: 73–94.",
        "messing_1988": "Messing, Scott. 1988. Neoclassicism in Music: From the Genesis of the Concept Through the Schoenberg/Stravinsky Polemic. Ann Arbor: UMI Research Press.",
        "monelle_1990": "Monelle, Raymond. 1990. “A Semantic Approach to Debussy's Songs,” The Music Review 51/3: 193–207.",
        "nichols_2003": "Nichols, Roger. 2003. “The Prosaic Debussy.” In The Cambridge Companion to Debussy. Edited by Simon Trezise. Cambridge: Cambridge University Press, 84–100.",
        "perry_2000": "Perry, Jeffrey. 2000. “ Music, Evolution and the Ladder of Progress .” Music Theory Online 13, no. 2.",
        "rothgeb_1995": "Rothgeb, John. 1995. “ The Tristan Chord: Identity and Origin .” Music Theory Online 1, no. 1.",
        "silverman_1989": "Silverman, Deborah. 1989. Art Nouveau in Fin-de-Siècle France: Politics, Psychology, and Style . Berkeley: University of California Press.",
        "straus_1990": "Straus, Joseph. 1990. Remaking the Past: Musical Modernism and the Influence of the Tonal Tradition. Cambridge, MA: Harvard University Press.",
        "walker_2002": "Walker, Joshua. 2002. “Hayden White’s Metahistory .” Web article: < http://www.stanford.edu/~skij/white.html >. (Accessed August 15, 2005).",
        "watkins_1994": "Watkins, Glenn. 1994. Pyramids at the Louvre: Music Culture, and Collage from Stravinsky to the Postmodernists. Cambridge, MA: The Belknap Press of Harvard University Press.",
        "watkins_1988": "Watkins, Glenn. 1988. Soundings: Music in the Twentieth Century. New York: Schirmer Books.",
        "watson_2000": "Watson, Janell. 2000. Literature and Material Culture from Balzac to Proust: the Collection and Consumption of Curiosities. Cambridge: Cambridge University Press.",
        "weber_1986": "Weber, Eugen. 1986. France, fin de siècle. Cambridge: Belknap.",
        "wenk_1976": "Wenk, Arthur. 1976. Claude Debussy and the Poets. Berkeley: California University Press.",
        "white_1978": "White, Hayden. 1978. Tropics of Discourse: Essays in Cultural Criticism. Baltimore: The Johns Hopkins University Press.",
        "white_1973": "White, Hayden. 1973. Metahistory: The Historical Imagination in Nineteenth-Century Europe. Baltimore: The Johns Hopkins University Press.",
        "whittall_1975": "Whittall, Arnold. 1975. “Tonality and the Whole-Tone Scale in the Music of Debussy.” The Music Review 36: 261–271."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Debussy 1977 , 245.",
            "citations": [
                "debussy_1977"
            ]
        },
        "FN2": {
            "text": "2. I wish to thank an anonymous reader for helpful comments \nin casting this argument. I must make another point perfectly clear. None of the \nthree works is engaged in a comprehensive sense; rather the article is in the \nnature of a position paper, focusing attention on Debussy’s intermingling of \ntraditional and innovative procedures with a view toward revealing how these \nopposing ideas cooperate within coherent musical structures. The article does \nnot purport to be about analysis in the rigorous sense of what that term has \n(rightly) come to mean in our discipline today. Indeed, to the extent that it is \ninvoked at all, analysis here is often in the form of score observation, and as \nsuch would not have been beyond the reach of a Debussy contemporary.",
            "citations": []
        },
        "FN3": {
            "text": "3. Numerous sources speak directly to the matter. See, for \ninstance, Kittler 1990 , Silverman 1989 , Watson 2000 , and Weber 1986 . An overview \nof the collective consciousness of the era may be gleaned by reading the array \nof primary source articles compiled in Jay and Neeve 2000 .",
            "citations": [
                "kittler_1990",
                "silverman_1989",
                "watson_2000",
                "weber_1986",
                "jay_and_neeve_2000"
            ]
        },
        "FN4": {
            "text": "4. The following pioneering works come to mind: Baudelaire’s 1857 Les Fleurs du mals ; Bergson’s 1889 Essai sur les données immédiates de la conscience (most often translated as Time and Free Will ); and Proust’s multivolume A la recherche du temps perdu, (In Search of Lost Time), written over a 14-year period beginning in 1909. A discussion of the paradox of time in fin-de-siècle Paris is central to Marder 2001 . Galison 2003 argues the \nmatter from the complex of “different but intersecting lights of physics, \nphilosophy, and technology.”",
            "citations": [
                "marder_2001",
                "galison_2003"
            ]
        },
        "FN5": {
            "text": "5. Kern 1983 , 10–35, is the source for much of the material \nin the ensuing two paragraphs.",
            "citations": [
                "kern_1983"
            ]
        },
        "FN6": {
            "text": "6. For a compelling account of Debussy’s fascination with \nthe novelties of cinematography, see Leydon 2001 , who argues that several \ncompositional techniques encountered in Debussy’s later works find parallels in \nthose of the burgeoning film industry in France (including his approach to \nform).",
            "citations": [
                "leydon_2001"
            ]
        },
        "FN7": {
            "text": "7. Debussy 1977 , 297.",
            "citations": [
                "debussy_1977"
            ]
        },
        "FN8": {
            "text": "8. In this matter Debussy, of course, was neither first nor \nalone. Wagner, for one, tackled the temporal and the spatial in his operas \ndating at least from Tristan onward. Further, Wagner’s sphere of influence extended widely, taking in not only Debussy, but also such divergent artists as Chabrier, Mahler, Strauss and Fauré, and subsequent generations beginning with Schoenberg, Webern, \nBerg, and notably Stravinsky. An associative net thus captured many, and McFarland 2005 goes as far as to connect Debussy directly with members of the \nSecond Viennese School.",
            "citations": [
                "mcfarland_2005"
            ]
        },
        "FN9": {
            "text": "9. See Kramer 1988 , and Greene 1982 .",
            "citations": [
                "kramer_1988",
                "greene_1982"
            ]
        },
        "FN10": {
            "text": "10. For a recent article that explores aspects of \nDebussy’s “De rêve” see Nichols 2003 . For an older study, see Wenk 1976 , \n197–221.",
            "citations": [
                "nichols_2003",
                "wenk_1976"
            ]
        },
        "FN11": {
            "text": "11. From a literary standpoint the poetry of the cycle is \nuneven, and yet it clearly reflects the symbolist influence of Baudelaire in such works as his Les Fleurs du Mal (1857); see especially the text of Debussy’s “De fleurs” \n[sic], the third of the cycle’s four pieces.",
            "citations": []
        },
        "FN12": {
            "text": "12. I wish to thank Amy Phelps and Downing Thomas for \nhelpful suggestions in my translation of the poem.",
            "citations": []
        },
        "FN13": {
            "text": "13. The stance I adopt here reads the functional role \ngiven to the augmented and other highly chromatic sonorities throughout “De rêve” as something unavailable in earlier eras—in grammatical and syntactical senses alike. These sonorities are thus temporally orienting events, idiomatically calling attention to the present rather than the past. Other interpretations are equally valid, of course. Hepokoski 1984 hears similar materials in Debussy as instances of timelessness, with artistic/religious overtones, whereas Forte 1991 favors the metaphor of indeterminacy with respect to Debussy’s non-tonal spaces. See, too, Bass 1994 , Goldman 1991 , and Whittall 1975 .",
            "citations": [
                "hepokoski_1984",
                "forte_1991",
                "bass_1994",
                "goldman_1991",
                "whittall_1975"
            ]
        },
        "FN14": {
            "text": "14. Metonymy will be explored in greater detail in the \nlater analysis of “Golliwogg’s Cakewalk”; it is the naming of a thing by one of \nits attributes, as in “silken” for “flower.”",
            "citations": []
        },
        "FN15": {
            "text": "15. In a compelling article centering on Schubert’s Der \nDoppelganger Kurth 1994 treats of temporal and spatial concerns in a \ndeconstructionist manner—something quite different from the approach I take \nhere.",
            "citations": [
                "kurth_1994"
            ]
        },
        "FN16": {
            "text": "16. A varied return of the opening of “De rêve” appears in measure 47, where the A-flat major chord of measure 1 is recast as an A-flat augmented triad. The poetry for the passage reflects a break with recollection at the text “ . . . plus riens qu’un \nblanc frisson” [nothing but an empty shiver].",
            "citations": []
        },
        "FN17": {
            "text": "17. See, for instance, Schubert’s Impromptu in G-flat \nMajor, D. 899 (measure 4).",
            "citations": []
        },
        "FN18": {
            "text": "18. The topic of gradual transformation is discussed by Greene 1982 as part of his concern with the cultural contextualization of \ntemporality in largely Germanic repertoires of the Baroque, the Classical, and \nthe Romantic eras. A parallel exists between what happens in much of Debussy and \nin Greene’s notion that music in the Romantic era is “a living thing undergoing \nmetamorphoses that are controlled neither by causal mechanisms nor by free \ndecisions” (p. 38). Greene’s term here is “gradual transformation.” In fact, the \nclaim that “change is presented . . . as the outgrowth of the past,” (p. 38) \ngoes a long way in accounting for the juxtaposition of radically different \nvocabularies at the level of the surface in Debussy’s music. Shifts from tonal \nto modal passages, from pentatonic to octatonic or diatonic, and so forth, are \nfrequently presented in an abrupt fashion that is nevertheless perceived as \nseamless; Greene’s gradual transformation thus affords a means of avoiding \nprocrustean analytical descriptions of such shifts in Debussy.",
            "citations": [
                "greene_1982"
            ]
        },
        "FN19": {
            "text": "19. Mead 1997–98 explores a different sense of an emergence in Debussy’s “Voiles,” from Book One of the Préludes .",
            "citations": []
        },
        "FN20": {
            "text": "20. In her analysis of Debussy’s setting of “Soupir” (Mallarmé), McCombie 2003 , 174, proceeds along similar lines, tracing “two strains of poetic development [that] run concurrently.” See, too, Monelle 1990 .",
            "citations": [
                "mccombie_2003",
                "monelle_1990"
            ]
        },
        "FN21": {
            "text": "21. Lewin 1987 , following Riemann and others.",
            "citations": [
                "lewin_1987"
            ]
        },
        "FN22": {
            "text": "22. Some version of the opening gesture occurs three times in the course of “De rêve”: \nin measures 1–2; measure 47; and measures 65–66.",
            "citations": []
        },
        "FN23": {
            "text": "23. That Debussy was both historically- and self-aware is clear from any number of his writings, including those intended for public consumption (the vehicles for which included numerous prominent Parisian journals of the day), as well as those more private in nature (as in his many preserved correspondences penned over the course of a lifetime). For a recent exploration of Debussy’s activities as music critic, see Donnellon 2003 .",
            "citations": [
                "donnellon_2003"
            ]
        },
        "FN24": {
            "text": "24. These titles hold a cross-referential association to three of the four movements in Debussy’s Suite bergamasque (1890, rev. 1905). The two works ( Suite bergamasque and Pour le piano ) are often regarded as “French”—read “not German.” Messing 1988 , 1–59 explores the complex cultural backdrop that gave rise to ardent nationalism in France in the decades following the Franco-Prussian war of 1870–71. One of the musical manifestations of the pronounced anti-Teutonic tide was the appearance of numerous works that in title, at least, embraced dance idioms of the 17th and 18th centuries and purported to elevate the French classical spirit of Couperin and Rameau. At the heart of the matter was a widespread commitment to expunge from Gallic soil excesses associated with 19th-century Germanic art. An intense period of introspection ensued, the sotto voce goal of which was to confect a home-grown cultural identity for le bleu, blanc, et rouge.",
            "citations": [
                "messing_1988"
            ]
        },
        "FN25": {
            "text": "25. I am alluding to issues Harold Bloom identifies as common in the works of canonical writers. Bloom 1995 , 10 claims that “great writing is always rewriting or revisionism and is founded upon a reading [of precursor texts by later authors] that [either] clears space for the self, or reopens old works to our fresh sufferings.” Bloom 1975 , 3 offers a terse introduction to the basic premise behind the theory:",
            "citations": [
                "bloom_1995",
                "bloom_1975"
            ]
        },
        "FN26": {
            "text": "26. Howat 1985 , XVII–XXI, discusses both Pour le piano and “Golliwogg’s Cakewalk”—the later work to be considered in the final portion \nof the present article—and yet in less detail than is the case here.",
            "citations": [
                "howat_1985"
            ]
        },
        "FN27": {
            "text": "27. That such procedures are uncommon in the music of Debussy’s immediate predecessors was discussed in reference to “De rêve.” In the case of it and Pour le piano, then, I read a measured purpose in Debussy’s appropriation of the past that might be likened to Bloom’s twinned concepts of misprision and revisionism. Korsyn 1991 remains the locus classicus for an intense exploration of Bloom’s theories and the means by which their application comes to animate deep inter-compositional associations among response and source works. Korsyn 1996 provides a vivid account of Brahms’s Op. 88 and Chopin’s Op. 38 along these lines.  The article engages in an intertextual reading that by degrees reveals the means by which the later work (and by association its composer, Brahms) becomes “original by resisting [the] influence” (p. 56) exerted by the earlier work (and hence by Chopin himself).",
            "citations": []
        },
        "FN28": {
            "text": "28. New, that is, with respect to western European practice. In other cultures, of course, pentatonicism \nhas an extensive and rich heritage.",
            "citations": []
        },
        "FN29": {
            "text": "29. Howat 1985 , XX makes the case for a direct association between measures 3–4 of the “Toccata,” and measures 3–4 from the “Prelude” in Bach’s E major Partita for Violin, BWV 1006.",
            "citations": [
                "howat_1985"
            ]
        },
        "FN30": {
            "text": "30. Debussy’s heraldry of his Gallic precursors, including Couperin, Rameau and others, is well documented. Fulcher 2001 , 211 places the issue in perspective when she speaks of Debussy’s “rediscovery of the ‘authentic’ French tradition—but, as he conceived it.” Fulcher \ngoes on to discuss the various masks Debussy was to don in his sustained effort \nat self-promotion. In a similar vein, Perry 2000 (section 3.3) speaks of \nDebussy’s “ironic detachment in [his] approach to the issue of musical \nancestry.”",
            "citations": [
                "fulcher_2001",
                "perry_2000"
            ]
        },
        "FN31": {
            "text": "31. Many have assessed Debussy’s various compositional responses to Wagner, and along any number of lines. See, for instance, Abbate 1981 , Holloway 1979 , and more recently Donnellon 2003 , and DeVoto 2004 , to cite but four sources. Equally, documentary evidence concerning Debussy’s verbal response to Wagner exists in countless of his private correspondences and published writings. I will be returning to the theme of Wagner in Debussy in the final portion of the article, where “Golliwogg’s Cakewalk” is set on display. On the topic of post-Wagnerian employment of half-diminished seventh chords, see Rothgeb 1995 . My use of the label “half-diminished seventh sonority” is intended mainly as an expedient, and is meant to draw attention to a familiar sound. The particular sonority encountered on the downbeat of measure 1 in the “Serenade” carries numerous functional associations in the course of Pour le piano , \nas we shall soon discover.",
            "citations": [
                "abbate_1981",
                "holloway_1979",
                "donnellon_2003",
                "devoto_2004",
                "rothgeb_1995"
            ]
        },
        "FN32": {
            "text": "32. Watkins 1988 , 70–71 and Messing 1988 , 39–58 compare \naspects of Satie’s Première sarabande (1887) and the 1894 original version of \nDebussy’s “Sarabande.” Messing goes on to compare gestural affinities in works \nby Debussy and Saint-Saëns, Debussy and Delibes, as well as Debussy and Rameau, Debussy and Couperin, and Debussy and Janequin. Watkins and Messing both argue that by avoiding reference to German compositional procedures, the scrutinized \nworks deliberately sever the bond with Wagner. And yet the case might not be as \nsimple as it first appears to be.",
            "citations": [
                "watkins_1988",
                "messing_1988"
            ]
        },
        "FN33": {
            "text": "33. Howat 1985 , XVII–XVIII, and XX–XXI lays out the compositional history of the “Sarabande” in some detail. In addition to the back-to-back half-diminished sevenths in measure 1, the third chord in the 1894 “Sarabande” (written seven years before the Suite’s publication in 1901) contains a D natural in the place of the D in the parallel location in the Suite. The aural effect in the 1894 “Sarabande,” \nthen, is decidedly peculiar: that which runs amok of the modal flavor of the \nopening in the original version of the work severely impedes its forward motion.",
            "citations": [
                "howat_1985"
            ]
        },
        "FN34": {
            "text": "34. The case for the Wagnerian reading of chord one will \ncome into sharper relief as my dialogue continues. For now, suffice it to say \nthat that reading involves inter-movement connections.",
            "citations": []
        },
        "FN35": {
            "text": "35. And the point is further driven home by the marked \nconflict between notated and perceived rhythm across the entire 22-measure \nexcerpt. In a word, Debussy’s barring is not consistently true to the metric \nflow of the passage.",
            "citations": []
        },
        "FN36": {
            "text": "36. Bailey 1985 , refers to the coupling of A and C in \nWagner’s “Prelude” as an instance of the “double-tonic complex” prevalent, to \nBailey’s way of thinking, in the works of certain Germanic composers of the \nlater-Romantic era.",
            "citations": [
                "bailey_1985"
            ]
        },
        "FN37": {
            "text": "37. Detailed pursuit of this line of reasoning would lead \nthrough Harold Bloom’s anxiety of influence. And while I will not engage with Pour le piano from a Bloomian perspective, the piece might just represent a perfect testing ground for assessing the degree to which Debussy devises an agon with Wagner that unfolds along the lines of Bloom’s six revisionary ratios. See, again, pioneering works by Korsyn 1991 , and Straus 1990 in the application of Bloom’s theories to music.",
            "citations": [
                "korsyn_1991",
                "straus_1990"
            ]
        },
        "FN38": {
            "text": "38. The whole-tone scales of Examples 10(a) and 10(b) make \ntheir first appearance in measures 4–5 of the “Prélude.”",
            "citations": []
        },
        "FN39": {
            "text": "39. In “De rêve,” the alternation of whole-tone and \ndiatonic tonal materials was read as marking the move from one temporal domain \nto another. Here whole-tone passages enhance rather than replace \ndominant-to-tonic and other common-practice harmonic progressions.",
            "citations": []
        },
        "FN40": {
            "text": "40. It is worth noting that the F major chord in the \ncadenza toward the conclusion of Debussy’s “Prélude” (measure 149) functions in \nexactly the same way: as VI / A and IV / C. Furthermore, in the final six \nmeasures of the movement the dominant chords of A, of C, and of F appear in turn \nin the service of a rich modally-infused cadence in A minor.",
            "citations": []
        },
        "FN41": {
            "text": "41. See, for instance, the end of “Brouillards” and the \nopening of “Feuilles mortes” in book two of Les préludes. That \njoin raises the following critical question: where does the one piece actually \nend and the other begin?",
            "citations": []
        },
        "FN42": {
            "text": "42. With respect to my earlier allusion to Bloom’s revisionary ratios, the progression outlined in Example 14(b) carries semblances of “tessera,” the second of Bloom’s six ratios. In tessera, the later poet projects the original work in the negative light of not having gone far enough, and takes an antithetical position with respect to the original work in order metaphorically to complete it [ Bloom 1973 , 49–76]. In Pour le piano Debussy’s progression is the antithesis of Wagner’s in that there is a temporal disruption (Debussy’s half-diminished seventh sonority is heard later in the piece than is its attendant dominant); the dominant of G is \nitself altered, being inverted and with A# displacing the diatonic chordal fifth \n(A natural); and finally, Debussy extends the progression beyond the dominant of \nG (i.e. beyond the very point where Wagner would have left off).",
            "citations": [
                "bloom_1973"
            ]
        },
        "FN43": {
            "text": "43. The reading, then, valorizes Kramer’s notion ( 1988 , 47) of “multiply-directed linear time,” where the realization of some significant implication in a work and the implication itself are separated from one another. Noncontiguity \nis a necessary condition of multiply-directed linear time, for “to have a truly \nmultiply-directed music, linear processes need to be interrupted and completed \nlater (or earlier!) [in the work].” In this regard, see, too, Marion 2001 .",
            "citations": [
                "kramer_1988",
                "marion_2001"
            ]
        },
        "FN44": {
            "text": "44. Watkins 1994 provides a thorough examination of the \nmanner in which fin-de-siécle Parisian composers, painters, novelists and others turned for their source material to the art and artifacts of any number of cultures. See, too, McKinley 1986 , and the first portion of Gendron 2002 .",
            "citations": [
                "mckinley_1986",
                "gendron_2002"
            ]
        },
        "FN45": {
            "text": "45. Others have invoked White’s theories in musical contexts. Throughout his book Korsyn 2003 examines White’s theories in the broader framework of his, Korsyn’s, complete project (see especially pp. 110–123). I am, in fact, quite indebted to Korsyn for having initially brought to my attention White’s theories—and, indeed, those of Bloom cited earlier in the present article—via Korsyn’s own published research, but moreover in several of his provocative seminars I was privileged enough to have taken as a doctoral student at the University of Michigan in the 1990s.  In part, my present recourse to web articles is in keeping with the spirit of Music Theory Online, for direct access to Kellner’s and to Walker’s works is available through hyper-text links in the Bibliography.",
            "citations": [
                "korsyn_2003"
            ]
        },
        "FN46": {
            "text": "46. It is important to note that no work of fiction expresses a unity of thought \nthroughout. Indeed, abrupt changes from one horizon to another not only occur, \nbut when they do, they represent telling moments in the narrative.",
            "citations": []
        },
        "FN47": {
            "text": "47. Here I will be talking primarily about representations \nof the chord in comparison with its canonical presentation at the outset of the \nopera, from lowest to highest pitch: F–B–D –G (or enharmonic equivalents). In Pour le piano my concern, being geared more generically toward half-diminished seventh sonorities, was much less specific. For these reasons, I use quotation marks in my discussion of the “Tristan” chord in “Golliwogg’s Cakewalk,” but not in Pour le piano .",
            "citations": []
        },
        "FN48": {
            "text": "48. Howat ( 1985 , XXI), too, identifies the quotation, stating that measures 2–4 and 10–11 “literally and obstinately ‘rag’ the four notes of the ‘Tristan’ chord (F, C ♭ , E ♭ , and A ♭ ).”",
            "citations": [
                "howat_1985"
            ]
        },
        "FN49": {
            "text": "49. Refer to note 7.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction | De rêve | Pour le piano | Golliwog’s Cakewalk | Conclusion | Bibliography I love music passionately, and through my love I have forced myself to break free from certain sterile traditions with which it is encumbered. Claude Debussy (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]\nThe topic of recollection in Debussy can be broached in any number of ways. I \nwill explore the means by which recollection assumes strategic significance in \nportions of “De rêve,” Pour le piano, and “Golliwogg’s [sic] Cakewalk.” One of \nthe central concerns in each of these works is the manner in which Debussy both \ninvokes and impedes communion between old and new compositional practices. The \narticle thus seeks to address Debussy’s positioning of the “present”—his \npresent—as the fashioning of a musical language that is at once backward and \nforward oriented; said in another way, Debussy’s allusions to aspects of the \npast—both musical and extra-musical in nature—are responsible for shaping a \nfuture based upon generative procedures antithetical to those of the precursors \nhe calls to mind. It may even be that Debussy’s “now” represents an emergence \npredicated upon remembrance of the past for the very purpose of eclipsing it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\nBy design the three studies that follow are intended to be independent of one \nanother—the only real common thread among them relates to approach. In \nvalorizing the concept of aperçu I mean to provide glimpses into the imaginative \nspace of what came to fill Debussy’s tabula rasa. Here, the vague term \nrecollection will come to take on a plurality of meanings, including memory: in \nan intra-psychic sense; as nostalgia; as the “anxiety of influence”; as the \nallusion to historical musical styles; and as the after-image of a particular \nhistorical work (Wagner’s Tristan und Isolde ). (2) This tack is reflective of the \nvery backdrop against which Debussy composed, for fin-de-siècle Paris (c. 1890–1914) was a Mecca for interdisciplinary leanings in the arts and the sciences \nalike. Moreover the era possessed a palpable collective consciousness of the \nrapid changes that were taking place along cultural, economic, and societal \nlines—perhaps even to the extent of sponsoring the burgeoning cross-disciplinary \nfocus itself. (3) Interrogations into the nature of time, encountered in virtually \nall modes of fin de siècle intellectual thought, served as one of the more \nubiquitous and hence unifying rubrics of the era. (4) The case is no different for \nDebussy, where temporal issues are explored via the manner in which the past is \naccessed, metaphorically brought to life, and subsequently challenged in each of \n“De rêve,” Pour le piano, and “Golliwogg’s Cakewalk.”",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\nTime consciousness was often coupled with another of the era’s concerns, namely \nfor the spatial, as the two domains are connected in intricate ways. Indeed, as \nStephen Kern so eloquently points out, the numbing changes in technology and \nculture in the 40 years punctuated by the close of World-War I sponsored the \ninstitution of new modes of experiencing time and space as witnessed in the many \nartistic and scientific advances of the period. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\nInnovation was encountered at every turn: in the world of art Cézanne, Picasso, \nand van Gogh collectively critiqued perspective, figure-ground relationships, \nand the expanded role of color and light in painting; Proust, Joyce, and Woolf \nchallenged the temporal flow of novels and the continual shaping and reshaping \nof the past, the present, and the future by plumbing the depths of an \nindividual’s consciousness; on entirely different fronts there was the \nconquering of the globe by Peary who reached the North Pole in 1909, and \nAmundsen the South Pole in 1911; and finally, with one brush-stroke Einstein’s \ntheories of relativity placed before humanity the humbling concept of a dynamic \nuniverse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nIt is necessary neither to inventory nor to understand the quantity, the scope, \nor even the pace of change in the Western world during Debussy’s lifetime; it is \nenough to grasp something of the tenor of the era, and to remember that the \ndissemination of information—be it of trends in the arts, of regional or world \nevents, or even of political propaganda—was more widespread and more \ninstantaneous than at any earlier point in history. The invention of the \ntelegraph, the telephone, and in interesting ways the cinema, contributed to the \nsimultaneous contraction of the earth and the expansion of the landscape of the \nmind. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nSuch, then, was the cultural and creative backdrop for Debussy. And being both \nin and of the era, Debussy sought to reflect the pitch of its experimental \nnature, and spoke openly of doing so, as the following familiar 1913 quotation \nattests: Is it not our duty . . . [to] find the symphonic formulae best suited to the \naudacious discoveries of our modern time, so committed to progress? The century \nof aeroplanes has a right to a music of its own. Let those who support our art \nnot be left to waste away in the lowest rank of our army of inventors, let them \nnot be outdone by the genius of engineers! (7) In a compositional sense Debussy answered his own call to duty in numerous ways, \nand the retooling of temporal and spatial concerns was principal among them. (8) Here that retooling is intimately linked to the notion of recollection.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nAlthough an oversimplification of a complex issue, much of what might be deemed \nthe unfolding of the drama in a musical composition dating from the \ncommon-practice era does so in tandem with the unidirectional flow of the \ntimeline. As a result, the manner in which earlier and later events inform one \nanother in a piece, say, by Haydn—while not without consequence—is inscribed in \npredictable ways. Even the powerful notion of “surprise” in tonal repertoires is \noften attributable to temporary challenges issued against, but never replacing, \nthe orderly move toward the inevitable. (9) All of this was to change with Debussy, \nwho came to question the very impact that “earlier” and “later” might hold in a \nmusical sense, and in so doing, uniquely positioned what accrual of information \nwas to mean in every one of his works. *** [8]\n“De rêve” is the lead song in the cycle Proses lyriques (1892–95). (10) The fact \nthat we have recourse to the interaction of textual and musical concerns makes \nthis piece ideal for an initial pass at recollection in Debussy’s music. What is \nmore, Debussy himself penned both the poetry and the music of the cycle. (11)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\nI will limit discussion here primarily to the opening of “De rêve.” The complete \npoem and a reproduction of measures 1–18, however, are provided below. (12) Figure 1 .  “De rêve,” Debussy’s poem and its English translation (click to enlarge) Example 1 . “De rêve,” measures 1–18 (click to enlarge and see the rest) Lines one through five of the poem correspond to measures 1–18 of the music. In \nthese opening measures the ever-changing musical surface features the \ncommingling of non-diatonic and diatonic passages coupled with shifts in rhythm, \ntempo and dynamics, all of which highlights a phasing between two musical \ntraditions, the present (Debussy’s present) and the past, and the shift among \nrealms is underscored textually. (13) The non-diatonic framework from the opening of \nthe piece gives over (in measure 6 and following) to a tonal span initially \nsuggestive of B minor, and with it comes Debussy’s textual/musical shift into a \nrecollected past. Before the end of the excerpt, chromaticism nearly undermines \nthe tonal orientation, but ultimately abates with the arrival of the A major \nchord in measure 18. Yet the seemingly disparate soundscapes represent a tightly knit \nstructure.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Figure 2 proposes a three-sectioned segmentation of measures 1–18. Here is the \ntext: Figure 2 . “De rêve,” mm 1–18 (text), division into three sections (click to enlarge) In section 1, a narrative sequence leads from a metonymical relationship to a \nconcluding injunction. (14) In the former, an attribute of womanhood (softness) \nstands for night and all that it entails; in the latter, the injunction \n“Songent!” [Reflect!] breaks the effemeral hold of the first two lines and is \nmultiply directed—toward the personified trees, the narrator, and in equal \nmeasure to the poem’s reader. In section 2 descriptive prose replaces the \nearlier figurative language and introduces a temporal change to a state of \nrecall. The image of “the recently deceased/Her head covered with pearls” is \nunleashed from memory by the initial word of line 3, “Songent!” [Reflect!] The \nrecollection proves to be short-lived, for it is interrupted in section 3 by \nanother swerve. In “Maintenant navrée, à jamais navrée” [Now regretting, forever \nregretting] “Maintenant” acts in the same manner as “Songent!” had before it, \ntriggering the move from one temporal state to another, and by so doing \nestablishes the correct orientation of a regret. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\nThe musical setting meshes with the temporal shifts in the text. For instance, B \nminor is in play over much of measures 6–13; but its hold is equivocal, for the \ntonal language of the passage captures the spirit of days past, but stops short \nof assimilating fundamental traits of the common-practice period, such as \ncomplete deference to the gravitational pull of a single tonic. Metaphorically, \nsomething remains of the earlier time, and yet it is not wholly available to a \npresent whose connection to it is through recollection. It is with these curious \nissues in mind that we retreat to the outset of “De rêve.” Example 2 . “De rêve,” contextualizing thread one, measures 1–6 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Much is transpiring in the opening two measures, where at least three \ndistinct arpeggiating strands interact; the lower edge of the piano’s gesture \nunfolds the familiar Debussyan sound of a harmonically non-functional French \naugmented-sixth chord; and at the upper edge, the piano’s right hand toggles \nbetween an augmented triad—whose root, for agogic and other reasons (see below), \nis F —and \nan A-flat major chord. The voice, setting the initial line of the poem, \nunderscores pitches of the piano’s upper arpeggios. The F ♯ augmented triad \nstarts out as a non-diatonic event—carrying whole-tone implications that while \nnot explored thoroughly in this article, are realized elsewhere in the song. (16) The “present” is made palpable in the non-functionality of the F ♯ augmented \nchord with respect to the harmonic procedures of Debussy’s classical- and \nromantic-era forebears. But later in the passage virtually the same sonority is redefined as a \nfunctional altered dominant, something quite familiar to Schubert, Schumann, and \nothers. (17) Refer to Example 2 . It is not so much that the sounding of B minor in measure 6 \nretrospectively defines measure 4 as V/B minor—although this is significant—rather, \ngradual transformation of the sonority’s role occurs early in the passage when \nthe uppermost note in the first chord expresses a common voice-leading technique \n(a 6–5 linear motion over a stationary bass) as the pitch D moves to the pitch C in the course of measures 1–3. (18) But once so altered, the opening sonority is recast in a tonal role and when D \nnatural returns in measure 4 it functions within the context of an intensified \nfunctional dominant harmony, leading (melodically) through an accented passing \ntone, and on to scale degree one of B minor in measure 6. The past emerges from the \nfuture, or said in a different way the past is culled from an individual’s \nmemory recalling a bygone era. And as with all such recollections, that which is \ninvoked takes shape as an imperfect image of what actually transpired in another \ntime, and at another locale. (19)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\nThe effect of the opening is made all the more powerful by the fact that \nshifting between present and past is a recurring feature of the song, and on \neach occasion is predicated upon a similar connection between textual signal \nwords and the move from one tonal syntax to another. (20) Example 3 . “De rêve,” contextualizing thread two, measures 1–18 (click to enlarge) Example 4 . “De rêve,” an interpretation of measures 14–15 / 16–18 (click to enlarge) Example 5 . “De rêve,” measures 84–99 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\nAnother of the three threads from the opening of “De rêve” unfolds in similar \nfashion. While the arpeggiated A-flat major chord is a subsidiary event in measures 1–2, it comes to assume a dominant role in establishing the swerve to A \nmajor—the key area that takes hold in measure 18 and beyond. Example 3 will \nhelp to illustrate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\nIn stage one of the contextualization 5–6 technique converts root and fifth of \nthe A-flat major chord into root and third of what in stage two becomes the \nfunctional V 5# / A major. C is retained as common tone in each of the earlier \nsonorities, but with the tacit understanding that the pitch functions as B in \nthe progression to C in measure 18. Later in the song (m. 47), the sonority here \nread as altered V/A returns as an augmented chord in the varied repetition of \nthe head motive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\nThe process outlined above is akin to the earlier move to B minor. But a \nfascinating and edifying progression occurs just in advance of measure 18 and the \narrival of A major; at the point of maximum dissonance in terms of music and poetry (measures 14–15, repeated in measures 16–17), allusional reference is made to \neach of the sonorities of measures 1–2. Example 4 will help to illustrate.\nThe series of augmented chords in measures 14–17 emerges at the tail end of a \nsequence of descending fifths (measures 10–14). These same augmented chords either \nreplicate, or—in a manner consistent with Lewin’s “law of the nearest way” (21) —express slick familial relationships with the three principal sonorities from \nthe opening measures of “De rêve”; the text in measures 14–17 is a present tense \nlament of a lost past: “Maintenant navrée, a jamais navrée” [Now regretting, \nforever regretting].",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\nA corollary to the 6–5 voice-leading motions expressed at the opening of “De \nrêve” effects a link between the song’s initial and its concluding measures. Example 5 reproduces measures 84–99.\nThe temporal orientation in the text changes from the immediate present to a \ndistant past populated by Grail knights, the latter reflective of the realm \nwherein the protagonist’s soul ultimately resides; the shift is triggered by \n“D’étranger soupirs” [Strange sighs] issuing from an otherworldly “ancient \ndream.” This inward turn of emotions is accompanied by the inward resolution of \nthe B–F tritone (registrally accented in the left-hand piano gesture across \nmeasures 84–87). F, the later event, slides to F in measure 88, and B (prolonged in measures \n84–87) is ultimately transferred into an inner voice, and moves to A in measure \n88. The tonal focus on F major from measure 88 through to the conclusion of the song \neffectively provides another context for the 6–5 voice leading procedure \nencountered in measures 1–3 (refer to Example 2), for on textual grounds it is \nplausible to interpret each of the two F -major sonorities, the one in measure 3, and \nthe one here, as consequent to the antecedent represented by the F augmented \ntriad in measures 1–2. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]\nThe foregoing argument is further substantiated from a performance standpoint, \nfor it is telling to note that the projection of the three distinct \naccompanimental strata in measures 88–91 cannot be effected as written: a subtle \nfissure between measures 87–88 prohibits the lowest of the three stratum from \noperating in sync with the other two, and in a metaphorical sense, the bass line \nremains in the temporal domain of the preceding phrase. It takes pronouncement \nof the textual message in the vocal line following measure 89—“Mon âme c’est du rêve \nancient qui t’étrient!” [My soul is of an ancient dream embracing you]—to \nredress the schism between strata, for once the textual message has been \nuttered, all participants in the setting again operate in the same temporal \ndimension: coming together, as it were, in the world of dream, memory, and \nrecollection. In the end the present merges with the past in a reformational \nsense, without ever capitulating to that which cannot be recreated. *** [19]\nQuite a different sense of recollection is encountered in Pour le piano (1901) \nthan is the case in “De rêve.” In Pour le piano a historically- and a self-aware \nDebussy (23) come together and openly engage with earlier traditions through overt \nreferences to Baroque genres expressed in the titles of each of the Suite’s \nmovements: “Prélude,” “Sarabande” and “Toccata.” (24) What transpires in the work, \nhowever, is an interrogation of the musical past spawning a present that Debussy \nclaims for himself. And in this regard the Suite is manifestly representative of \nDebussy’s lifelong struggle with that which Harold Bloom, in different contexts, \nhas described as the crippling awareness of what it is to be a late-comer—one \nforced to establish ones own place in history. (25) Example 6 . “Prélude,” measures 1–27 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]\nFrom a musical perspective, engagement with the past begins in the initial \nmeasures of the “Prélude.” Example 6 reproduces the work’s opening 27 measures.\nIn the introduction (measures 1–6 (downbeat)) the melody is in the bass voice, and \nfeatures a descending arpeggiation through the A minor chord: the pitch A at the \noutset giving over to E and C in measure 5, before reaching low A in measure 6. Tonally, \nregistrally, and gesturally, this bass-voice melody would not be out of place in \nany number of compositions dating from the 18th century. (26) The Baroque seal is all \nthe more apparent in the descending tetrachord expressed in the bass, where A is \nprolonged in measures 1–3, G and F in measure 4, and E in measure 5. The complete setting of \nthese same measures, however, witnesses Debussy in contact with old-world \nsensibilities in the planing effects (hereafter “chordal parallelism”) heard in \nmeasures 2 and 4, as well as the whole-tone harmonizations entering at the end of measure \n4 and extending through measure 5. (27)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\nThe stage, as it were, has been set, and from an aesthetic point of view the \nremainder of the “Prélude” represents a clever study in the juxtaposition of two \ntemporal realities separated by nearly 150 years, for at certain moments one \nreality dominates, while at others the two realities collide: the introduction \nyields to a span of music (measures 6 -10) which is decidedly of an earlier era; but \nas the excerpt in Example 6 continues the present, Debussy’s present, begins \nmore-and-more to assert itself, until the past is modernized to such an extent \nthat it no longer holds sway. A telling moment occurs when the perpetual mobile \nof the steady sixteenth-note rhythm is interrupted by silence (on the downbeat \nof measure 26) before heading “back to the Baroque” in measure 27. Example 7 . “Toccata,” measures 1–33 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]\nI will not provide a catalogue of the “Prélude’s” gestural affinities with \nvarious past compositional procedures. Suffice it to say that the events thus \nfar encountered are restricted neither to these initial measures, nor to the \nopening movement of the Suite. In point of fact recollection of the past serves \nas a touchstone for the future throughout Pour le piano . Example 7 reproduces \nthe opening 33 measures of the final movement “Toccata.”\nMeasures 1–8 subtly juxtapose syntaxes expressive of new and old compositional \npractices. The effect is established in measure 1, where the absence of the pitch E \ncasts the first five sixteenth notes in a pentatonic context (the new). (28) But the \nlarger sweep of the measure subsumes the pentatonic effect within a diatonic \nframework (the old) predicated upon an initial leap from 1 ˆ down to 5 ˆ and a \ndescending scalar motion from 5 ˆ to 1 ˆ . The alternation between pentatonicism \nand diatonicism is most noticeable in measures 3–4 and measures 5–6, but from measure 6 \nonward the earlier practice comes to dominate, and at that with Baroque élan. (29) The scene changes abruptly in measures 9–12, where a modal flavor takes hold, and \nforward motion stalls. In short, measures 9–12 represent an attempt to establish a \npresent from the past. A short-lived Classical-era vignette appears in measures 13–20. It is based upon a descending major scale featuring a bright tone, and the \nestablishment of a light mood—all of which is supplanted after measure 21, and from \nm. 26 a near daemonic sequential passage takes hold, a passage inconceivable in \nthe days of Bach or Beethoven—or perhaps better, in the days of Couperin or \nBerlioz. (30)",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]\nTo review, the “Prélude” is preludial in its declaration that recollection will \ndominate the compositional landscape of Pour le piano ; the “Toccata,” too, \nhowever, measures up to its name, being very much in the nature of an \nimprovisation. In many ways, it is the middle-movement “Sarabande” that is the \nmost difficult to characterize: for although in terms of tempo, rhythmic design, \nand transparency of form the movement is true to the French Baroque conceit that \na sarabande must emulate a slow menuet, its harmonic palette is more \nconsistently progressive than that of either the “Prélude” or the “Toccata.” Example 8 . “Sarabande,” measures 1–22 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Example 8 reproduces the opening 22 measures of the “Sarabande.\"\n“Avec une élégance grave et lente” to use the composer’s words, the \nsurface-level gestures and voice-leading procedures of the passage are: strongly \ngoal oriented toward C in measure 22; decidedly modal in character; and replete with \nchordal parallelisms. The descending tetrachord in the bass beginning in measure 19 \n(C –B–A–G ) recalls the similar Baroque thumbprint employed in the \nfirst-movement “Prélude,” as does the bass-line arpeggiation of the tonic chord \nin measures 19–22 (C , downbeat of measure 19, giving over to G on the downbeat of measure \n20, with E entering in measure 21, and C in measure 22).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Recollection, however, saturates the complete passage on another count \nand signals Debussy’s grappling with a much more immediate past, for the choice \nof a half-diminished seventh as the movement’s initial vertical sonority is \nprovocative: without meaning to overstate the issue, marked usage of \nhalf-diminished seventh sonorities (post 1865) had the potential to invoke \nthe ghost of Wagner, and when interrogating Debussy’s repertoire, one must \nremain sensitive to the fact that that ghost was never fully exorcised. But a \nsingle sighting does not an association make, and especially given Debussy’s \ncomplex and shifting attitude toward Wagner. (31) Yet there are subtle ways in which Wagner, \nif not embraced in the larger scope of Pour le piano , does provide a frame of \nreference for Debussy in his, Debussy’s, promotion of a personal identity. (32)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\nI contend that the appearance of half-diminished seventh sonorities at critical \njunctures in the “Sarabande” is anything but serendipitous. Roy Howat’s \nobservation that the first and second chords in the original version of the \n“Sarabande” are Tristan laden helps to substantiate my point, for chord two in \nthe earlier version of the piece contains C ♮ in the place of C , and the \nquality of the resultant sonority is half-diminished. (33) Example 9 . “Sarabande,” measures 1–14 (in reduction) (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Refer again to Example 8, and in particular to the event encountered on \nthe downbeat of measure 13. In a Wagnerian context the sonority might well have \nserved as pre-dominant harmony in the key of D, for such would be the fate of a \nbona fide Tristan chord with A as its bass and C as its uppermost note. But the chord on the downbeat of measure 13 does not continue \nto an A7 sonority. Instead, locally, the Debussy harmony is an altered dominant \nprogressing to I of D for the cadence in measure 14; what is more, the cadence itself qualifies the opening \nmeasures of the movement, as Example 9 will help to illustrate. In the reading, the D half-diminished seventh sonority of measure 1 is interpreted \nas incipient tonic harmony prefiguring the cadential gesture in measures 13–14. \nPoetically stated, the initial harmony refuses to function as a Tristan chord \nwould: in this case—given the bass note D —as a preparatory event for V / G. (34) But \nin terms of goal directedness, the opening of the “Sarabande” is unsettled on \nother counts. The return of the initial half-diminished seventh chord at the end \nof measure 1, coupled with the bass motion by descending perfect fifth (D –G ), is \nsuggestive of a G phrygian setting. The reading is made problematic, however, \nby the strong-beat incursion of the E major sonority on the downbeat of measure 2, \nwhich has the effect of separating the D from the G , and thus denies any sense \nof definitive cadence. Further, attention to the motion by parallel tenths \nbetween the outer voices of measure 1 supports a more tonally focused orientation \nwith the E major chord of measure 2 as tonic harmony; that is to say, the chordal \nparallelisms of measure 1 surreptitiously project an extended linearized V6/5 of E, \nwhich moves to I / E on the downbeat of measure 2.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The point is that ambivalence or even antagonism toward a single governing \nstability is de rigueur from the head of the “Sarabande.” (35) In fact, the \nsuggestion that D represents tonic in measure 14 is only true in a fleeting sense, \nfor the ultimate function of D (and of chordal events predicated upon it) is \nmore properly regarded as supertonic of C —the goal both of measures 1–22, and of \nthe movement as a whole. This last statement takes on greater significance via \naccrual of the following information: the middleground bass line across measures 1–14 arpeggiates a G minor triad—G in measures 1–4 giving over to B in measure 8 and D in measure 14.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\nWedged between the tonally schizophrenic “Prélude” and the only slightly more \nstable “Toccata,” the “Sarabande” links the outer movements together by \nredirecting the tonal orientation encountered in the “Prélude” toward a \ndifferent ultimate goal at the end of the Suite. All of this is part of a larger \nstory, however, for additional inter-connective webs unify the three movements \nof Pour le piano and invoke further Wagnerian recollections in the form of \nveiled allusions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\nThe “Prélude” features a conflict between two conventionally related tonal \ncenters: A minor and C major. And although A minor ultimately prevails, the \noutcome is by no means a foregone conclusion, as C major remains a prominent \nforce in the movement as late as the fourth-to-last measure. Recognition of the \nshifting between A and C in the “Prélude,” however, is significant with respect \nto Wagnerian recollection as an undercurrent in Pour le piano , for A and C are \nthe two tonal regions pitted against one another early on in Tristan und Isolde. (36) And yet while at the deepest structural level the tonal struggle in the two \npreludes—Wagner’s and Debussy’s—is identical, the surface-level gestures of the \nearlier work have little bearing on those of the later: in a word, Debussy \ncarefully shrouds the evocation of his precursor. What is more, the shrouding \nitself may well represent a cleansing act. (37) Example 10 . “Prélude,” partitions of the whole-tone scales (click to enlarge) Example 11 . “Prélude,” measures 57–64 (click to enlarge) Example 12 . The sonority of measures 57–58 in the “Prélude,” contextualized (click to enlarge) Example 13 . “Prélude,” measures 27–47 (click to enlarge and see the rest) Example 14 . Pour le piano , inter-movement connections (click to enlarge and see the rest)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\nA significant portion of Debussy’s “Prélude” is based upon either one or the \nother of the two whole-tone scales (see Example 10 ).\nFor instance, measures 57–96 (or fully one quarter of the movement) derive entirely \nfrom the whole-tone scales outlined in Examples 10(a) and 10(b). (38) Although \npotentially amorphous events given the regularity of their intervallic \nstructuring, Debussy carefully partitions the two scales in ways that allow \nvarious sonorities to acquire dominant functionality at particular moments over \nthe course of the passage. V / A and V / C dominate, underscoring the principal \nkeys of the “Prélude” and maintaining the Wagner-based recollection. (39) But a vivid reference to another dominant chord exists in the context of the \nwhole-tone scale encountered in the passage excerpted in Example 11 .\nThe sonority at the head of the passage carries with it multiple functions: \nlocally it represents altered VI of C; when it returns in measure 71 (and following) \nthe sonority is increasingly associated with A minor (A flat in the bass \nequaling the enharmonically respelled leading tone of A); a third meaning, \nhowever, reflects an inter-movemental tonal bond between measures 57–58 in the \n“Prélude” and both the “Sarabande” and the “Toccata,” as these two measures of \nthe “Prélude” forecast C , the ultimate key of the later movements, in the guise \nof its V. Example 12 models the three progressions in which the \nwhole-tone sonority of measures 57–58 participates, in turn reflecting the move to \nI / C major, I / A minor, and I / C minor.",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]\nAdditional Wagnerian recollections exist in Pour le piano , and at that embrace \nboth intra- and inter-movemental concerns. Refer to Example 13 .\nThese measures again lay bare the opposition between the principal tonal regions \nof the Suite’s first movement, but they also serve as a conduit enabling \ncommunication with significant moments in the Tristan “Prelude.” Beginning as a \nrepetition of measure 6 and ff., the material in Example 13 initially unfolds in A \nminor. By measure 43, however, A minor has given way to C major. In fact, measures 43–47 \nprolong C by means of an underlying I–V–I harmonic progression; and yet \nDebussy’s distortion of the tonal past is unmistakable in these later measures, \nwhere whole-tone harmonization of the bass line’s descending linear tetrachord \naccounts for the vertical events above B in measure 44, A in measure 45, and above F in \nm. 46 (the latter of which is contextualized as an altered secondary dominant \nchord (V / G)). In fact, both whole-tone scales are in play in measures 43–47—the \nconsonant skips by perfect 4th in the bass at the end of measures 43, 44, and 45 \nreference the two symmetrical scales: C–B –A from the one are coupled with \nG–F–E from the other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]\nIn measures 41–42 Debussy signals that C major is at hand. Prior to measure 41, the \npassage in Example 13 had been a near verbatim repetition of the “Prélude’s” \nopening—the ultimate goal of which was the return of A minor in measure 27. But in measure \n41, the direct repetitions of the stepwise ascent from F to B—linearizing the \ntwo most active pitches in V 7 of C—combine with the F major chord articulated on \neach beat in measures 41 and 42, and the appearance of the F major chord is \nilluminating; while containing both A and C, the chord never-the-less separates the two principal tonal regions of the “Prélude,” and does so in a manner \nanalogous to the procedure employed by Wagner at the first heightened cadential \nmoment in Tristan . The reciprocal nature accorded F in the Wagner “Prelude” \n(simultaneously VI / A and IV / C) is thus appropriated as part of Debussy’s \nimaginative space, and made his own in Pour le piano —in a trenchant sense, \nWagner is recalled here so as to be surmounted. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\nIt is in the light of the triple recollection of Wagner—in the Teutonic \ncomposer’s “suggestions” of A minor and C major plus his “deflective” F—that we \nreturn to the sonority encountered at the opening of the second movement of the \nSuite. I have already established that in an intra-movemental sense the D half-diminished seventh sonority in measure 1 of the “Sarabande” carries multiple \nfunctions, at once: participating in a G phrygian modal progression; \nrepresenting incipient tonic chord in D major; and serving as pre-dominant \nchord in C minor. While perhaps not altogether mutually-exclusive, it is the \nlatter of these interpretations that proves to be the more far-reaching with \nrespect to the Suite as a whole, for C is the ultimate key in the “Sarabande” \nand in the ensuing “Toccata.” But in typical Debussyan fashion, the D half-diminished seventh of measure 1 comprises a third and altogether different \nfunction: it provides a back-reference to the earlier “Prélude.” Example 14 will help to illustrate.\nBy juxtaposing the ending of the “Prélude” and the beginning of the “Sarabande,” \nExample 14(a) draws attention to registral connections among contiguous moments \nin the two movements. Such a device frequently appears in Debussy’s \nmulti-movement compositions, and assumes the role of a reinterpretive swerve. (41) More insightful with respect to the Wagnerian argument, however, is the \nanachronistic join proposed in Example 14(b). In it, the D half-diminished \nseventh sonority of the opening of the “Sarabande” is regarded in a manner akin \nto that of an authentic Tristan chord, progressing to the dominant of G in measure 46 \nof the “Prélude,” which in its turn moves to V7 and I of C in measure 47. (42)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]\nThe reading in Example 14(b) is predicated upon the fact that although later in \nterms of its temporal positioning, the D half-diminished seventh chord of the \n“Sarabande” conceptually precedes that which actually occurs earlier in the \nSuite: motion to the heightened G7 in the “Prélude” en route to I / C. (43) But more \nsignificantly, the reading establishes yet another role for the opening of the \n“Sarabande”: the movement’s initial half-diminished seventh chord, pointing \nforward and backward in time, represents a profoundly pivotal moment in Pour le \npiano, a moment upon which the whole of the drama turns. And from the vantage \npoint of the whole, the “Sarabande” recalls the past (i.e. the “Prélude”), and \nprojects into the future (the “Toccata”) in an overt sense via association with \nBaroque genres, and subtly, through the secret nexus of specific Wagnerian \naffiliations. In Pour le piano , then, the distant and the immediate past are \nsubmerged under the weight of Debussy’s fashioning of the present. *** [36]\nA third distinct approach to recollection and its role in positioning the past \nappears in one of Debussy’s most direct Wagnerian summonings, namely in \n“Golliwogg’s [sic] Cakewalk,” the last of the six piano miniatures in Debussy’s \n1908 collection entitled Children’s Corner.",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\nAt first blush, it may appear as though the central project of “Golliwogg’s \nCakewalk” is the intermingling of “low” and “high” art-forms within a single \nwork—something quite common in Debussy’s Paris: (44) the low here derives from the \nuse of a dance form associated with ragtime music and early African-American \nculture, and is further reflected in the title’s reference to a black minstrel \ndoll and veritable racist symbol; the high, on the other hand, devolves from the \nparody of what are arguably the most recognizable measures from any of Wagner’s \noperas—namely, the opening passage of Tristan und Isolde appropriated in the \nmiddle section of the ABA structure of “Golliwogg’s Cakewalk.” Were the case to \nbe as simple as this, irony might well be deemed the dominant trope for the \npiece, and would contextualize the Wagnerian reference in a satirical light. But \nreflection on the mix of musical detail and extra-musical allusion leads to a \nmuch bleaker assessment, one with tragedy at its core. ***",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\nI must make a digression at this point, for in referring to irony, satire, and \ntragedy (and earlier in the article to metonymy), I am drawing on the work of \nthe cultural historian Hayden White ( 1973 ) and less directly on that of the \nliterary critic Northrop Frye ( 1957 ). White’s argument is involved, and runs to \nlevels much deeper than it will be necessary to document here. In fact, I rely \nalmost entirely upon two exceptional glosses of White in web articles by Joshua \nWalker (2002), and Hans Kellner ( Kellner 1997 ). (45)",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "white_1973",
                    "frye_1957",
                    "kellner_1997"
                ]
            }
        },
        {
            "39": {
                "text": "[39]\nIn Walker’s words, White’s starting point is that “all historical explanations \nare rhetorical and poetic by nature.” They represent fictions that project \nparticular ideological stances (anarchist, radical, conservative, liberal), \nexpressed through the choice of certain modes of emplotment adopted in the \ntelling of the story (romance, tragedy, comedy, or satire),  and are reflective \nof particular apprehensions of historical fields (formist, mechanist, \norganicist, or contextualist), affiliated with one or more of four dominant \ntropes (metaphor, metonymy, synecdoche, or irony).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]\nMy concern here is quite limited, for I will only assess aspects of the \nexplanatory strategies adopted by a work’s author—in this case Debussy—as a \nmeans of presenting a premise in the guise of historical fact. A portion of \nWalker’s summation chart appears below—the portion concerned with the affinity \nbetween dominant trope, its function, the\nmode of emplotment signified by the use of a particular trope, and the \nassociated notion that there is an ideal moment in time where the author \nprojects “all is as it should be.” Chart 1 . Extracted from Walker, “Hayden White’s Metahistory” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]\nEach of the dominant tropes reflects a particular strategy with respect to the \nrelationship of parts to whole. With metaphor, a direct one-to-one connection \nexists between the subject and the object, expressed algebraically as A = B. By \ncontrast, metonymy establishes a part-to-whole relationship wherein an attribute \nof the subject is made to stand for the subject itself—the locus classicus is \nreflected in the statement “he is all heart.” From representation (the function \nof metaphor is to represent), metonymy moves to the level of reduction. \nRepresentation is an unattainable idealization, and thus metaphor must draw upon \nromance as a mode of emplotment while looking toward a past wherein A is said truly to have been equal to B—something that is no longer possible; such \nidealism is anathema in metonymy, which takes as its default tragedy. And yet \nwith metonymy, the near future holds promise, for upon its arrival the inherent \nflaws of the past and of the present will be overcome. In the integrative \nfunction of synecdoche, an external attribute is said to represent the thing \nitself, giving rise to identifications such as “Whitehouse” for “Presidency,” or \nmore playfully, perhaps, “cheesehead” for “Wisconsonite”—the latter proposed \nhere both to reflect the comic nature of the statement (synechdoche’s mode of \nemplotment is comedy), and as a means of valorizing the present (the moment in \ntime with which the mode is most concerned). By contrast, irony looks to negate \nas a means of transcending that which is other than it could or should be. The \nauthor’s adoption of a satirical tone, strategic or otherwise, in part at least \nspeaks to the belief that the present holds little promise: nirvana lies out of \nreach in the distant and unforeseeable future. (46) *** Example 15 . “Golliwogg’s Cakewalk,” measures 61–64 (click to enlarge)",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]\nReturning to the Debussy let me start by considering the possibility of humor, \neither comical or satirical—the distinction between the two need not concern us \nfor the moment. The very juxtaposition of Wagner, or better, the juxtaposition \nof the aural experience and the visual spectacle encountered at Bayreuth \n(Wagner’s exclusive shrine to opera), and at the opposite end of the spectrum \nthe sights and the sounds of the music hall on a Saturday night, would have \nbrought a smile to the face of any number of Debussy’s contemporaries quick \nenough to catch the association; and the association is unmistakable in \n“Golliwogg’s Cakewalk.” But conspicuous in its absence from the middle portion \nof Debussy’s piano piece—where the opera’s initial cello line is clearly placed \non display—is an authentic presentation of the very harmony that continues to \nengender much critical thought even today, nearly 150 years after its Wagnerian contextualization: the \n“Tristan” chord itself. (47) Example 15 reproduces measures 61–64 of “Golliwogg’s Cakewalk,” where Debussy summons \nfrom memory (viz. recalls) the melody of the opening of Wagner’s opera.\nA veiled reference to the “Tristan” chord is heard in measure 63 of “Golliwogg’s \nCakewalk,” beginning with the after-beat accompaniment to the melody of the \nprevious measure. But a registral fracture occurs between the tune begun in measure \n61 and the stock-in-trade cakewalk figure of measure 63 (the backdrop for the chord), \nand thus the Wagnerian melody and its principal harmonic affiliate are \ndisassociated from one another. What is more, by rearranging the order of \npitches in the sonority in measure 63 of “Golliwogg’s Cakewalk” from their canonical \nplacement as initially experienced in Wagner’s opera, Debussy distorts the \n“Tristan” chord. In Example 15, for instance, Debussy embeds Wagner’s bass note \nF in an inner voice. The imperfect recollection of Wagner in the middle portion \nof “Golliwogg’s Cakewalk,” then, poses as many questions as it answers. Example 16 . “Golliwogg’s Cakewalk,” measures 1–4 and measures 10–13 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] A more powerful citation of the “Tristan” chord does, however, occur much \nearlier in “Golliwogg’s Cakewalk,” namely, in the very opening measures of the \nwork (see Example 16 ).\nThe “Tristan” chord unfolds a number of times over the course of measures 1–4, but it \nis projected as a linear event, which is anathema to the sonority’s \ninitial use at the opening of the opera. (48) Beginning in measure 2, left- and right-hand octave doublings cascade downward \nthrough the four pitches of the “Tristan” chord while bringing about an overall \ncrescendo in the dynamic level. In measures 10 and 11 the “Tristan” chord is rendered \nvertically, its natural state from the head of the “Prelude” (see the boxed \nmaterial in Example 16(b)), and Wagner’s bass note F is restored in its proper \nregister. It is at the opening of the cakewalk, then, and not in its middle section, that Debussy most closely evokes the memory of his precursor. And yet even here, things are \nveiled, for Debussy’s close positioning of the chord places Wagner’s upper pitch \nG in the tenor register. Further, it and Wagner’s B natural are enharmonically \nrespelled (as A flat and C flat, respectively). Real authenticity, it would \nseem, is just beyond reach.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44]\nAnd now for the primary point: in each of Examples 16(a) and 16(b), Debussy \nprojects the famous Wagnerian gesture as but a component of low art, and at that \nart doubly damned in its affiliation with “non-Aryan” and “non-white” music. In \nterms of Hayden White’s trope functions, it is clear that neither representation \nnor integration is at issue: the fracturing between the quotation from the \nopening melody of the opera and the attendant “Tristan” chord is too deliberate \nto allow either function to prevail. Romance and comedy, the respective modes of \nemplotment affiliated with representation and integration, are thus not the \ndriving forces at work in “Golliwogg’s Cakewalk.” But what of the remaining \ntrope functions, reduction, and the pair negation/transcendence? One could make \nthe case for either, for it is tenable to suggest that Debussy’s distortion of \nWagner represents satire at its finest, ironically projecting Wagner in a \ncontext completely foreign to that which Wagner so carefully cultivated for \nhimself: negation, then, is invoked in the service of transcendence. And yet the \nflaw in the preceding argument is that such a stance would call upon a degree of \naltruism not readily identifiable with Debussy. Suffice it to say that Debussy \nwas not terribly interested in leaving to posterity acknowledgment of his worth. \nIn other words, a statement such as “to the distant future I submit my toils” is \nout of character for one whose adopted moniker ran “Claude Debussy, musicien \nfrançais.” Instead, metonymy seems the most valid of the four dominant tropes in \n“Golliwogg’s Cakewalk,” and in support of the claim, we need but turn to an \nextra musical clue provided by the composer himself. Figure 3 . Debussy’s Frontispiece for Children’s Corner (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] As though to underline his condemnation of Wagner, Debussy’s \n\t\t\town illustration for the frontispiece of the complete collection \n\t\t\t(i.e. for the original edition of Children’s Corner ) \n\t\t\tfeatures, among other things, an Elephant in a winter’s \n\t\t\tscene—alluding both to “Jimbo’s Lullaby,” the second of the \n\t\t\tcollection’s six pieces, and to “The Snow is Dancing,” the fourth of \n\t\t\tthe six (see Figure 3). The elephant holds in its trunk a tether. At \n\t\t\tthe opposite end of the tether is connected a helium-filled balloon, \n\t\t\tupon which appears the grotesque image of the “Golliwogg’s” face. At \n\t\t\tany moment, the balloon, and with it Wagner, will be released to the \n\t\t\tfour winds: to be forgotten in the dismissive sense of the word, and \n\t\t\tin the process making possible a brighter future, a near future, \n\t\t\ta future with someone other than Wagner at its center.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Were Debussy’s extra-musical message to be put into words, his statement might \nread “lamentably, the best that Wagner has to offer is to be dismissed as light, \nblack-faced entertainment.” Taken in such a light the mode of emplotment for \n“Golliwogg’s Cakewalk” is tragedy rather than satire. And without meaning to \nplace too fine of a point on the matter, here Wagner is associated with a mode \nof past conveyance, given lift by helium or by hot air, while Debussy is the \nvessel ushering in “the century of aeroplanes,” the near future with a “right to \na music of its own.” (49) *** [47]\nEach of the three works discussed in the article recalls antithetical musical \npractices. In “De rêve,” aspects of an outmoded musical language are affiliated \nwith dream recollection, where what remains after waking is never wholly \nconsistent with respect to the dream, but can be projected accurately enough so \nas to place the image of the thing itself before others. In Pour le piano the \npast, appearing in the guise of Baroque and Classical genres and techniques, is \ninitially embraced, later mitigated, and ultimately undone in a process \nremarkable for its kinship with the emergence of self-awareness in developmental \nterms. With “Golliwogg’s Cakewalk,” Debussy’s evocation, berating, and \nsubsequent dismissal of Wagner ultimately releases him, Debussy, from the \nburdens of the past. In all three cases Debussy draws upon various forms of \nrecollection in order to bring the past and the present into direct contact, as \nthough to supply a musical analogue to the following aphorism: it is only by \nconfronting our demons that the cathartic act of their management can commence.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.07.13.1.marion.html",
    "data": "mto/data/mto.07.13.1.marion.json"
}