{
    "title": "Between Romanticism and Modernism and Postmodernism: George Crumb’s <i>Black Angels</i>",
    "date": "2012/06/01",
    "volume": "18",
    "issue": "2",
    "authors": [
        "Johnston, Blair"
    ],
    "abstract": "This article discusses the use of tonal quotation/pastiche in George Crumb’sBlack Angels(1970) in the context of an analysis of the entire work. I draw from Losada’s work on postmodernism and collage to understand the organization of the quotation/pastiche movements, and I draw from Bass’s work on Crumb to understand the non-tonal pitch structures in the quartet as a whole. But I suggest that the quartet—an unusual combination of palindromic design and goal-oriented, programmatic activity—also engages the paradigms ofErlösung(Darcy) and teleological genesis (Hepokoski), which suggest a link betweenBlack Angelsand the romantic symphonic tradition and which provide a context for understanding the role played by the quotation/pastiche movements in the work.",
    "keywords": [
        "quotation",
        "pastiche",
        "teleological genesis",
        "romanticism",
        "postmodernism",
        "Losada",
        "Bass",
        "Darcy",
        "Hepokoski",
        "Crumb"
    ],
    "doi": "",
    "received": "May 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.johnston.pdf",
    "author_info": [
        {
            "name": "Blair Johnston",
            "university": "Indiana University",
            "address": "Bloomington, IN 47405",
            "email": "johnstbl@indiana.edu"
        }
    ],
    "citations": {
        "adamenko_2005": "Adamenko, Victoria. 2005. “George Crumb’s Channels of Mythification.” American Music 23 (3): 324–54.",
        "adamenko_2007": "Adamenko, Victoria. 2007. Neo-Mythologism in Music: From Scriabin and Schoenberg to Schnittke and Crumb . Hillsdale, NY: Pendragon Press.",
        "bass_1991": "Bass, Richard. 1991. “Sets, Scales and Symmetries: The Pitch-Structural Basis of George Crumb’s Makrokosmos I & II .” Music Theory Spectrum 13 (1): 1–20.",
        "bass_1994": "Bass, Richard. 1994. “Models of Octatonic and Whole-Tone Interaction: George Crumb and His Predecessors.” Journal of Music Theory 38 (2): 155–86.",
        "bernard_1981": "Bernard, Jonathan. 1981. “Pitch/Register in the Music of Edgard Varèse.” Music Theory Spectrum 3: 1–25.",
        "bernard_1987": "Bernard, Jonathan. 1987. The Music of Edgard Varèse . New Haven: Yale University Press.",
        "bertennson_and_leyda_1956": "Bertensson, Sergei and Jay Leyda. 1956. Sergei Rachmaninoff: A Lifetime in Music . New York: New York University Press.",
        "borroff_1986": "Borroff, Edith. 1986. Three American Composers . Lanham, MD: University Press of America.",
        "burkholder_2007–2012": "Burkholder, J. Peter. 2007–2012 “Collage.” Grove Music Online . http://www.oxfordmusiconline.com/subscriber/article/grove/music/53083 (accessed 4 June 2012).",
        "burwasser_2004": "Burwasser, Peter. 2004. “Symphony of Destruction” (interview with George Crumb). Philadelphia City Paper , March 18–24. http://archives.citypaper.net/articles/2004-03-18/cover3.shtml (accessed 4 June 2012).",
        "clendinning_1995": "Clendinning, Jane Piper. 1995. “Structural Factors in the Microcanonic Compositions of György Ligeti.” In Concert Music, Rock, and Jazz since 1945: Essays and Analytical Studies , ed. Elizabeth West Marvin and Richard Hermann, 229–56. Rochester: University of Rochester Press.",
        "crumb_1971": "Crumb, George. 1971. Front matter. Black Angels . New York: C. F. Peters.",
        "crumb_1972": "Crumb, George. 1972. Liner notes. George Crumb/Charles Jones, Black Angels for Electric String Quartet/String Quartet No. 6, Sonatina , with the New York String Quartet, CRI SD 283, 33 ⅓ rpm.",
        "dahlhaus_1980": "Dahlhaus, Carl. 1980. Between Romanticism and Modernism . Trans. Mary Whittall. Berkeley: University of California Press.",
        "dahlhaus_1980_1989": "Dahlhaus, Carl. [1980] 1989. Nineteenth-Century Music . Trans. J. Bradford Robinson. Berkeley: University of California Press.",
        "darcy_2001": "Darcy, Warren. 2001. “Rotational Form, Teleological Genesis, and Fantasy-Projection in the Slow Movement of Mahler’s Sixth Symphony.” 19 th -Century Music 25 (1): 49–74.",
        "foucault_1970": "Foucault, Michel. 1970. The Order of Things . New York: Pantheon.",
        "hepokoski_1993": "Hepokoski. James. 1993. Sibelius: Symphony No. 5 . Cambridge: Cambridge University Press.",
        "jameson_1990": "Jameson, Frederic. 1990. Postmodernism; or, The Cultural Logic of Late Capitalism . Durham, NC: Duke University Press.",
        "lake_2010": "Lake, William. 2010. “7 and 13 (and Other Prime Numbers): George Crumb’s Numerology and Proportional Schemes in Black Angels .” Paper delivered at the 2010 Music and Numbers Conference, Canterbury Christ Church University, UK, May 14, 2010.",
        "longyear_1998": "Longyear, Rey M. 1988. Nineteenth-Century Romanticism in Music . 3 rd edition. Englewood Cliffs, NJ: Prentice-Hall.",
        "losada_2008": "Losada, C. Catherine. 2008. “The Process of Modulation in Musical Collage.” Music Analysis 27, nos. 2–3: 295–336.",
        "losada_2009": "Losada, C. Catherine. 2009. “Between Modernism and Postmodernism: Strands of Continuity in Collage Compositions by Rochberg, Berio, and Zimmermann.” Music Theory Spectrum 31 (1): 57–100.",
        "mcnamee_1985": "McNamee, Ann K. 1985. “The Role of the Piano Introduction in Schubert’s ‘Lieder.’” Music Analysis 4, nos. 1–2: 95–106.",
        "paddison_1993": "Paddison, Max. 1993. Adorno’s Musical Aesthetics . Cambridge: Cambridge University Press.",
        "pearsall_2005": "Pearsall, Edward. 2005. “Dialectical Relations among Pitch Structures in the Music of George Crumb.” In George Crumb and the Alchemy of Sound , ed. by Steven Bruns and Ofer Ben-Amots. Colorado Springs, CO: Colorado College Music Press.",
        "steinitz_1978": "Steinitz, Richard. 1978. “George Crumb.” The Musical Times 119 (1628): 844–47.",
        "steinitz_2007–2012": "Steinitz, Richard. 2007–2012. “Crumb, George.” Grove Music Online . http://www.oxfordmusiconline.com/subscriber/ article/grove/music/06903 (accessed 30 May 2012).",
        "<h3>discography<-h3>_<h3>discography<-h3>": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Losada’s title itself plays on the title Dahlhaus’s well-known 1980 monograph, Between Romanticism and Modernism , although she does not otherwise draw from the monograph and it does not appear in her bibliography. Similarly, the present article relates to Dahlhaus 1980 only diagonally (if at all). Some of the material in this article was presented at the 2010 Music and Numbers conference (Canterbury, UK) and at the 2011 Indiana University Graduate Theory Association Symposium (Bloomington, IN). Aspects of my interpretation are informed by a coaching session I had with Crumb prior to a 1999 performance of Black Angels in Ann Arbor, MI.",
            "citations": [
                "dahlhaus_1980"
            ]
        },
        "FN2": {
            "text": "2. Darcy and Hepokoski present these ideas in relation to orchestral works by the generation of composers born around 1860: Sibelius, Mahler, Strauss, and the like. Hepokoski suggests ( 1993 , 2–3), following arguments made earlier by Dahlhaus ( 1989 and elsewhere), that these composers should be considered “modern.” Yet surely Darcy ( 2001 , 49) is correct when he suggests that the plot archetype is itself quintessentially romantic, and the distinction that Hepokoski and Dahlhaus are making (“late romantic” vs. early “modern”), critical though it is for understanding Sibelius, Mahler, and Strauss, seems unnecessarily fine-grained for discussion of Crumb’s work.",
            "citations": [
                "hepokoski_1993",
                "dahlhaus_1980_1989",
                "darcy_2001"
            ]
        },
        "FN3": {
            "text": "3. “Culminating point” is the term coined for such moments by Rachmaninoff, who was himself steeped in romantic conventions and who was born not long after the composers discussed by Darcy and Hepokoski. Rachmaninoff’s comments are contained in a letter to Marietta Shaginyan that is quoted in 1956 , 195) and in many other places.",
            "citations": [
                "bertennson_and_leyda_1956"
            ]
        },
        "FN4": {
            "text": "4. Burwasser ( 2004 ) discusses the Vietnam War and other traumas of the late 1960s in relation to Black Angels .",
            "citations": [
                "burwasser_2004"
            ]
        },
        "FN5": {
            "text": "5. Crumb ( 1972 ) also lists some of the ways that 7 and 13 are involved in smaller ways: “phrase-length, groupings of single tones, durations, patterns of repetition, . . . an important pitch element, . . . [and] a kind of ritualistic counting in various languages.” I will consider the “pitch element” in part II of the essay.",
            "citations": [
                "crumb_1972"
            ]
        },
        "FN6": {
            "text": "6. The score calls for thirteen seconds of silence between the “Departure” and “Absence” stages and between the “Absence” and “Return” stages. “God-music” (no. 10) is as a result set up quite differently from “Devil-music” (no. 4), which follows the preceding movement without break.",
            "citations": []
        },
        "FN7": {
            "text": "7. Borroff ( 1986 , 239) notes the “balanced imbalance of the total structure” in passing.",
            "citations": [
                "borroff_1986"
            ]
        },
        "FN8": {
            "text": "8. “Lack of fit” is Burkholder’s ( 2007–2012 , 2) term. As he puts it in a passage also cited by Losada, “lack of fit is an important factor in preserving the individuality of each [element in a collage] and conveying the impression of a diverse assemblage.”",
            "citations": []
        },
        "FN9": {
            "text": "9. The typology in Losada 2008 is drawn from her 2004 dissertation.",
            "citations": [
                "losada_2008"
            ]
        },
        "FN10": {
            "text": "10. Rachmaninoff suggests that a work’s culminating point need not be climactic in the usual sense—that it might be quiet ( Bertennson and Leyda 1956 , 195).",
            "citations": [
                "bertennson_and_leyda_1956"
            ]
        },
        "FN11": {
            "text": "11. See Figure 1 and the accompanying prose in Bass 1991 , 5.",
            "citations": [
                "bass_1991"
            ]
        },
        "FN12": {
            "text": "12. On the “tritonal axis” in Black Angels , see Adamenko 2007 , 195. Crumb described the significance of the axis to Adamenko in a 1997 interview, without, however, offering many specifics. In fact, his handwritten sketch of the axis as reproduced by Adamenko ( 2005 , 342) has only two notes and no clef. (In Adamenko 2007 , a typeset version of the sketch replaces Crumb’s handwritten version, and a treble clef is added, resulting in the tritone C/ F ♯ .) It seems that the sketch, which was created at a distance of almost thirty years and presumably on the spur of the moment, should be taken as a general rubric, not a precise account of how the axis works in the composition. My analysis of the quartet in this essay strongly suggests that A/D# is the axis, not C/F#—or at the very least that A/ D ♯ is one particularly important axis. Some of Crumb’s remarks are indeed confusing, particularly his claim that “In Black Angels I used a tritone, which corresponds to the number seven” ( Adamenko 2007 , 195). This would seem inconsistent with an interpretation of the numbers seven and thirteen as measured in semitones (perfect fifth, not tritone, and minor ninth), which is useful for understanding other aspects of the quartet’s pitch organization (as discussed below). Adamenko ( 2007 , 195–200) clarifies Crumb’s comments somewhat, but it must be admitted that a certain obscurity remains.",
            "citations": [
                "adamenko_2007",
                "adamenko_2005",
                "adamenko_2007",
                "adamenko_2007",
                "adamenko_2007"
            ]
        },
        "FN13": {
            "text": "13. Figure 3 and the accompanying discussion in Bass 1991 , 9 address similar interlocking (014), (016), and (026) sets in octatonic contexts in Crumb’s music.",
            "citations": [
                "bass_1991"
            ]
        },
        "FN14": {
            "text": "14. On the somewhat confusing relationship between intervals and the “fateful numbers” 7 and 13, see again note 12 above and Adamenko 2007 , 195–200).",
            "citations": [
                "adamenko_2007"
            ]
        },
        "FN15": {
            "text": "15. Losada ( Losada 2009 ) acknowledges a similarity to Jonathan Bernard’s ( 1981 and 1987 ) graphs of pitch space in Varèse’s music and to Clendinning’s ( 1995 ) “range graphs” of pitch in Ligeti works.",
            "citations": [
                "losada_2009",
                "bernard_1981",
                "bernard_1987",
                "clendinning_1995"
            ]
        },
        "FN16": {
            "text": "16. This analysis would of course be changed if the alternate version of movement no. 6 (given in the published score’s appendix) is played instead. In the alternate version, the three lower instruments gradually flatten pitch as they play the Schubert material. Clearly the sense of G minor as tonic would be lost as this happens, and pitch space would be saturated in a very different way. However, I do not feel compelled to account for the alternate version in my analysis, for two reasons: Crumb ultimately chose to put the alternate version in an appendix, and he told the author’s ensemble to perform the regular version, not the alternate version. For a discussion of how the alternate version may bear on the quartet’s meaning, see Adamenko 2007 , 88–89.",
            "citations": [
                "adamenko_2007"
            ]
        },
        "FN17": {
            "text": "17. There is also a motivic relationship between Crumb’s melody and Chopin’s: a neighbor figure followed by a rising filled-in third.",
            "citations": []
        },
        "FN18": {
            "text": "18. For a somewhat different Schenkerian reading of the Schubert passage (or rather, its forerunner in the accompaniment of the song “Tod und Das Mädchen”) see McNamee 1985 , 102–103.",
            "citations": [
                "mcnamee_1985"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The title of this essay is prepositionally reprehensible, but I mean to play on the title of a recent article by Catherine Losada ( 2009 ) in order to highlight a defining feature of George Crumb’s electric string quartet Black Angels (composed in 1970): Crumb’s reimagining, in a stylistically eclectic manner that is similar in certain ways to the works Losada discusses, of a musical plot archetype closely associated with nineteenth-century romanticism and the nineteenth-century symphony in particular. (1) I will present Black Angels against the backdrop of what Warren Darcy has called “the drive toward a metaphysical Erlösung ”—the “victory-through-struggle paradigm so important to the nineteenth-century symphony,” where an “initially troubled beginning” is ultimately redeemed or, in some cases, dramatically fails to be redeemed ( Darcy 2001 , 49–50). And I will use this backdrop to get at one of the issues posed by Black Angels : how two isolated interior movements featuring tonal quotation/pastiche—a topic Losada addresses—relate to the rest of the quartet conceptually and structurally.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "losada_2009",
                    "darcy_2001"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Darcy ( 2001 , 52) reinforces the Erlösung plot by relating it to Hepokoski’s theory of “teleological genesis.” According to Hepokoski, “as an individual composition’s processes unfold, [the composer] often uses them as a matrix within which something else is engendered, usually a decisive climax or final goal ( telos )” through which “a higher or fuller condition” is attained ( 1993 , 26). (2) End-oriented integration of this kind is not only structural but, as Darcy and Hepokoski present it, somehow “revelatory” ( Darcy 2001 , 52, after Hepokoski 1993 , 26–27). Darcy and Hepokoski are concerned specifically with points late in a work where tonal, thematic, and formal elements congeal in an expressively positive way, perhaps for the first time in the work. I have found that this provides an appealing way to hear Black Angels , and one of my goals in this essay will be to show that the quartet has a telos of sorts—with a culminating point where seemingly disparate ideas exposed early in the work and recycled in various ways as the work progresses are synthesized. (3) Example 1 . Crumb’s diagram of Black Angels (click to enlarge)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "darcy_2001",
                    "hepokoski_1993",
                    "darcy_2001",
                    "hepokoski_1993"
                ]
            }
        },
        {
            "3": {
                "text": "[3] This goal is itself fairly straightforward. There is after all nothing particularly insightful about my claim that Black Angels involves an Erlösung / telos -type plot. Richard Steinitz ( 2007–2012 ) has noted Crumb’s “lifelong empathy with the Classical and Romantic repertory,” and he has suggested that “darkness to light” and “despair to redemption” paradigms are characteristic of the composer’s work in general.  Crumb ( 1972 ) calls Black Angels a Vietnam-era “voyage of the soul,” (4) and the three main sections of the work have programmatic titles that would seem to make an Erlösung / telos -type plot explicit, as shown in Example 1 (taken from Crumb 1971 ): I. Departure (Fall from Grace), II. Absence (Spiritual Annihilation), and III. Return (Redemption). And if the title of the first movement in the third stage (“God-music”) does not suggest Hepokoski’s fuller or higher condition, it would be difficult to imagine a title that would. One goes into the piece anticipating its engagement with the Erlösung paradigm, and, having Darcy’s comments in mind, one might even say that Black Angels has a certain “symphonic” character.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "crumb_1972",
                    "crumb_1971"
                ]
            }
        },
        {
            "4": {
                "text": "[4] To support the paradigm and to invoke precursors, Crumb has spread the trappings of “romanticism”—its darker pole, at least—thick throughout the work. The titles of some movements recall the nightmare scenes common in nineteenth-century art and literature; others suggest things ancient or lost. The grotesque Paganiniana and distorted Dies irae in “Devil-music” (no. 4) recall the early-romantic Italian virtuoso himself along with the “Devil’s trill” of his musical ancestor, Tartini ( Crumb 1972 ), and they also recall what Longyear ( 1998 , 10) called the “macabre diabolism of Berlioz, Liszt, and Mahler.” In the program’s nadir (“Absence”), Crumb even quotes a work by Schubert—the slow movement of the “Death and the Maiden” Quartet—that, by its very nickname, has romantic-era associations with death. And consider the Weltschmerz that runs through much of the quartet: Vietnam-era exhaustion camouflaged as a stereotyped nineteenth-century artist’s world view. (This is a “troubled beginning” indeed.)",
                "footnotes": [],
                "citations": [
                    "crumb_1972",
                    "longyear_1998"
                ]
            }
        },
        {
            "5": {
                "text": "[5] But the gulf between the nineteenth century and 1970 is wide, and I do not claim that Crumb has merely refreshed a romantic plot to supply a ready-made skeleton for his allegorical program. Several factors related to Crumb’s well-known eclecticism recontextualize Darcy and Hepokoski’s paradigm, calling for additional theoretical and analytical perspectives (hence, the other terms in my title). These factors prompt a second, somewhat less straightforward goal in this essay: to show how Crumb has transformed—or perhaps I should say filtered—the Erlösung / telos paradigm in Black Angels . It is filtered by an approach to pitch organization that is rooted, as Richard Bass ( 1991 , 1994 ) has shown, in procedures from early post-tonal models, which means that the processes of synthesis are different technically from those discussed by Darcy and Hepokoski. It is filtered by a late-twentieth-century approach to the combination and recombination of diverse materials and compositional methods in a work (including quotation/pastiche), which means that the teleological “matrix” encompasses a wider array of basic elements—the kind of multiple surfaces that Jameson ( 1990 ) suggests are a basic feature of postmodern art. And, perhaps most importantly, it is filtered by a symmetrical, numerological approach to large-scale design that coexists and contrasts starkly with the linear teleological narrative expressed by the program. The “rotational form” that Hepokoski and Darcy associate with teleological genesis is of relatively little use here. In its place is a kind of feed-backward/feed-forward process that takes place across the quartet’s many interconnected movements. Isolated events present structural features apparently out-of-context, and later events and materials draw upon those features, clarifying them and solidifying our understanding of them in retrospect (feed-backward), while at the same time providing potential conditions for the more fully formed structural context of the culminating point (feed-forward). Musical form in Black Angels —an interaction of symmetrical design and goal-oriented activity, and the very interesting temporality that results—is rather different than it is in Mahler or Sibelius. I. Preliminaries",
                "footnotes": [],
                "citations": [
                    "bass_1991",
                    "bass_1994",
                    "jameson_1990"
                ]
            }
        },
        {
            "6": {
                "text": "[6] A certain ambivalence is built into the large-scale plan of Black Angels . Crumb’s diagram (see Example 1 again) shows that the quartet as a whole has a palindromic form—a “huge arch-like design which is suspended from the three ‘Threnody’ pieces” ( Crumb 1972 ). The structural “rhythm” of such a design clearly differs from the unidirectional structural rhythm of an Erlösung -oriented program and of a strict teleological process. Numerical formulas suggest how each movement involves what Crumb ( 1972 ) calls the “magical relationships” between the “fateful numbers” 7 and 13, and the palindrome is similarly numerological: thirteen movements in symmetrical pairs, the seventh movement a centerpiece. (5) Certain movements stand out in this plan. The three Threnody movements mark beginning, midpoint, and end. “Devil-music” (no. 4) and “God-music” (no. 10) are symmetrical and conceptual opposites, and bisect the spans between the Threnodies. “Pavana Lachrymae” (no. 6) and “Sarabanda de la Muerte Oscura” (no. 8), both of whose titles revolve around death, and both of which involve tonal quotation/pastiche, flank the midpoint. A symmetry in the number of instruments featured in each movement supports the formal palindrome. Crumb writes “tutti,” “trio,” “duo,” or “solo” at the beginning of each movement (on the diagram and on the score), making clear the sequence [4, 3, 2, 1, 2, 3, 4, 3, 2, 1, 2, 3, 4], which is symmetrical as a whole and also internally.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "crumb_1972",
                    "crumb_1972"
                ]
            }
        },
        {
            "7": {
                "text": "[7] At the same time, Example 1 makes it clear that the numerologically determined palindrome does not line up neatly with the quartet’s three-stage programmatic plan. “Departure,” “Absence,” and “Return” are unequal and asymmetrical. They have different numbers of movements (five, four, and four), and the midpoint of the work as a whole is not in fact the midpoint of the second stage. The programmatic content of the symmetrically paired movements is not itself always symmetrical. The “Bones and Flutes” music and the “Lost Bells” music should return in no. 11 and no. 12, respectively, but actually they return together in no. 9 (at the end of the second stage rather than in the third stage) to pave the way into “God-music.” “Devil-music” occurs in passing within the first stage of the program, but its partner “God-music” marks, in a dramatic way, the beginning of the third stage. (6) The “Ancient Voices” music near the end has no equivalent earlier in the work. And so on. This palindrome is lumpy. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Not shown on the diagram, but apparent in performance, is how the temporal proportions of the symmetrically paired movements are uneven. The biggest movements in the second half of the work (“God-music” and “Threnody III”) are significantly longer than the corresponding movements in the first half of the work (“Devil-music” and “Threnody I”), and the lesser movements in the second half are compensatingly brief. In the first stage, at the specified tempos, no movement is shorter than about 45 seconds and none is longer than about a minute and a half. In the third stage, “God-music” and “Threnody III” both last better than three minutes in performance (the only other movement this long is “Threnody II,” the centerpiece), and the other two movements—wisps, really—together last less than a minute. In other words, there is a redistribution of formal weight as the quartet progresses: the first stage features five relatively equal movements, while the third stage is focused on the two substantial movements that bear most of the programmatic weight and that relate to the Erlösung / telos paradigm most clearly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Steinitz ( Steinitz 2007–2012 ) has suggested that Crumb’s music is “essentially reflective and illustrative, static rather than dynamic.” But I find Edward Pearsall’s observation that opposition and interaction of equilibrium and disequilibrium—stasis and motion—are central in Crumb’s works to be more revealing and more suggestive for analysis ( Pearsall 2005 ). The coexistence of two different large-scale structural rhythms in Black Angels —one symmetrical (by the numbers, so to speak), the other programmatic (against the numbers)—is a case in point. The palindrome is static, balanced at the center. The voyage of the soul, on the other hand, is active and quite goal-oriented; it is a trajectory.",
                "footnotes": [],
                "citations": [
                    "pearsall_2005"
                ]
            }
        },
        {
            "10": {
                "text": "[10] It is this juxtaposition of stasis and goal-oriented action that creates large-scale ambivalence—or perhaps even bona fide contradiction, as apparently incompatible formal principles are brought together. Other aspects of musical organization are similarly heterogeneous. Black Angels , like many Crumb works, features a polystylistic mix of compositional methods, harmonic structures, rhythmic and metric approaches, and extended performance techniques that would appear on the face of it to have little in common with the works discussed by Darcy and Hepokoski. The quartet would appear instead to have rather more in common with pre-1950s post-tonal models and—especially in the two quotation/pastiche movements, whose old-fashioned tonality sticks out in the non-tonal mise en scène—with the postmodernist collage compositions discussed by Losada ( Losada 2009 ). An analysis of Black Angels must necessarily deal with and even emerge from its eclecticism.",
                "footnotes": [],
                "citations": [
                    "losada_2009"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Crumb’s debt to early post-tonal composers is clear enough. His works feature a “Webernesque pointillism” and, with it, an exaggerated “atmospheric chiaroscuro” ( Steinitz 2007–2012 ); a predilection for small, well-defined rhythmic cells, and, with them, tightly knit motivic and harmonic cells (in an essentially atonal context) that have been usefully described using pitch-class set theoretic language ( Bass 1991 ); an inclination for symmetrical pitch formations like those in Bartók, Scriabin, and Debussy ( Bass 1991 and 1994 ); an interest in unconventional ways of generating musical form including numerology (think Pierrot lunaire ); and idiosyncratic, highly detailed musical notation.",
                "footnotes": [],
                "citations": [
                    "bass_1991",
                    "bass_1991",
                    "bass_1994"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Without abandoning these post-tonal influences, during the 1960s Crumb embraced stylistic pluralism—a bringing together of self-consciously diverse materials and methods within a work. The extreme heterogeneity of instrumentation and the emphasis on extended performance techniques in Crumb’s works can seem to redefine what it is to “play” a given instrument, what an instrument’s sound-palette is, and even what an instrument’s generic associations are. In Black Angels , the four performers speak, shout, play a variety of percussion instruments, use thimbles and other objects on their electrically amplified string instruments, and bow a chorus of tuned wine goblets. (The work is a quartet, to be sure; but one wonders if it is really a “string quartet.”) And the notational eccentricities, exaggerated theatricality, and ritualistic elements in Crumb’s music can blur the boundaries between different media and creative domains.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Some of Crumb’s works contain passages of tonal quotation and/or pastiche combined dissonantly with stylistically distinct, newly composed music, raising the kind of structural and conceptual issues that Losada has considered in detail. The quotation of Chopin’s op. 66 in the eleventh movement of Makrokosmos I (1972) and the quotation of the D ♯ -minor Fugue from The Well-Tempered Clavier , Book II in the fifth section of Makrokosmos III (1974) are particularly famous. Most important \nfor this essay, of course, are the quotation from Schubert’s “Death and the Maiden” Quartet and the appearance of a Renaissance sarabande in the sixth and eighth movements of Black Angels . Losada’s analysis of postmodernist collage compositions by Rochberg, Berio, and Zimmermann shows how disparate materials may be related through “chromatic complementation”: one element or material fills the “significant gaps” in another until a state of “chromatic saturation” is reached ( Losada 2009 , 61–64). As in twelve-tone works, aggregate completion marks boundaries, and the “lack of fit” between different elements in the dissonant assemblage perhaps paradoxically contributes to continuity and structure. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "losada_2009"
                ]
            }
        },
        {
            "14": {
                "text": "[14] I will draw from Losada ( 2009 ) to explain the pitch organization of the quotation/pastiche passages in Black Angels . But the musical contexts in which the passages appear are so unlike the contexts of the Rochberg, Berio, and Zimmermann works she analyzes that it is necessary to understand them in a different way. Following Losada’s typology for musical borrowing, Crumb is not engaged in collage here at all, but rather, in something more like her type 4, “quotation from a limited number of sources” (the Schubert movement), and type 3, “stylistic allusion” (the sarabande movement), in both cases with the addition of dissonant original music ( Losada 2008 , 327–28n1). (9) Losada ( 2009 , 60) points out that in a true collage composition, it is difficult or even impossible to say which materials provide the conceptual or structural frame and which are the framed. In Black Angels , there is little doubt that the quotation/pastiche passages, which represent a small minority of material, \nare framed by Crumb’s original music. Hierarchy is quite clear: Crumb’s music represents the “reality” in relation to which the quotation/pastiche music is heard. This perhaps simplifies matters aesthetically, but it leaves the question of how to understand the role of quotation/pastiche in Black Angels quite open. It is a question I will return to in part III of the essay after laying analytical groundwork in part II. II. Culmination Example 2 . Palindromic form and programmatic form in Black Angels (click to enlarge) Example 3 . Black Angels , “God-music” (no. 10), measures 1–4 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "losada_2009",
                    "losada_2008",
                    "losada_2009"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In Black Angels , dramatic climax and Hepokoskian telos are separate events (and the telos is not the final word). One hangs from the palindromic form; the other emerges from the program. Example 2 shows the noisy climax in “Threnody II” at the midpoint of the palindrome and also a quieter point of culmination (and “return”) in “God-music.” (10) “God-music” certainly stands out in a number of ways. Crumb’s performance indications for the major movements before God-music (nos. 1, 4, and 7) are “Vibrant, intense!” “In romantic-phantastic style!” and “Furiously, with great energy!”, all with exclamation points. Then, “God-music”: “with profound calm,” and Adagio, \na conventional Italian tempo designation. The performance indication for “Threnody III” is different, too—“disembodied, incorporeal”—suggesting a change of tone in the wake of the Adagio. As shown in Example 2, “God-music” is the only movement that features a smooth, conventional dynamic curve internally. Other movements, including and especially “Devil-music” (the antipode of “God-music”) feature jagged, abrupt juxtapositions of extreme dynamics (between movements and within movements). As shown in Example 3 , “God-music” has a key signature. It has time signatures and bar-lines. Earlier movements, with the exception of “Sounds of Bones and Flutes” (no. 2) and “Danse Macabre” (no. 5), involve measured time, not metered time. Timbres are clear in God-music and registers are appropriately elevated: bowed crystal glasses accompany a legatissimo, treble-register cello solo (there is no bass here). Other movements, especially “Devil-music,” are gritty and distorted.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The clear timbral, dynamic, metric, and registral profiles in “God-music” are reflected in a lucidity of melodic and harmonic material. Bass’s 1991 study of Makrokosmos I and II demonstrates that tightly knit, rigorously treated pitch materials are significant—really structural—in Crumb’s music. Bass shows that pitch organization has a kind of depth in Crumb’s music, with an integration of parts into wholes rather than loose assemblages of bits and pieces, and he suggests that Crumb’s procedures are similar to procedures heard in early twentieth-century modernist works. ( Bass 1994 makes the debt to modernist precursors explicit.) Small melodic and harmonic cells described as pitch-class sets “function as primary structural units from which larger sets and scale types are generated through symmetrically conceived arrangements of pcs. . . . These trichords and tetrachords are . . . related to certain larger collections which represent familiar scale types, including the whole-tone collection . . . and the anhemitonic pentatonic collection” ( Bass 1991 , 3). Bass later adds the octatonic collection to his list of larger collections. (11) Example 4 . Analysis of “God-music” (no. 10), Vox Dei (solo cello) (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "bass_1991",
                    "bass_1994",
                    "bass_1991"
                ]
            }
        },
        {
            "17": {
                "text": "[17] “God-music” is an exceptionally clear example of the characteristics that Bass has described. In terms of pitch organization, the movement is limited, well-defined, and even systematic in a way that earlier movements in Black Angels seem not to be. Example 4 is an analytical reduction of just the solo cello part—“Vox Dei”—in “God-music.” (Some repeated notes and segments are omitted from the reduction.) Crumb ( 1972 ) notes the movement’s “sustained B-major tonality.” More formally, perhaps, it is centered on pitch-class B ♮ (see again the B major triads and key signature in Example 3), it features triads and seventh chords, it is based on OCT (2,3) with a shift to OCT (1,2) in the middle and a transformation to WT 1 at the end, and it uses what Crumb calls the “tritonal axis of the piece” (A/ D ♯ ) as a structural frame for a limited number of salient motivic cells. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "crumb_1972"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The movement features a dynamic curve and a trajectory of harmonic departure and return (stable—unstable—stable) that combine to create a tripartite form (A1–B–A2) over the span of 13 measures plus 7 measures (Crumb’s formula “13 and 7”), reflecting both the larger departure-return program and numerological framework of the quartet as a whole. In the A1 section, the B major tonic and OCT (2,3) are established, and a single non-collection tone ( F ) is introduced in the melody. In the B section, increasing non-collection intrusions result in a shift to OCT (1,2) . Intensification in dynamics and register lead to a highpoint on the leading tone of B major (spelled B ♭ rather than A ♯ ), which resolves—or perhaps, given the drop in dynamics, dissipates—into B ♮ for the A2 section. At the end, OCT (2,3) turns into WT 1 as the Vox Dei rises from axis tone A ♮ to axis tone D ♯ . Example 5 . Analysis of Vox Dei, measures 3–4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Example 5 focuses in on just the opening of the Vox Dei. The tritonal axis (A/ D ♯ ) provides a frame for this smaller gesture, too. In the example, three motivic cells are indicated using pitch-class set labels: (016), which is formed by the highest tone, A ♮ , and the lowest tones D ♯ and C (i.e., the addition of one tone to the tritonal axis); (026), which is formed by the tritonal axis plus E ♯ , the last note in the gesture; and, perhaps most saliently, (014), which is formed discretely by A ♮ , F ♯ , and E ♯ at the beginning and the end of the gesture. Although these cells are not indicated in Example 4, interlocking (016), (026), and, especially, (014) cells are prominent throughout the melody. Indeed, it would be difficult to avoid this, considering how many (014), (016), and (026) subsets are contained in an octatonic collection. (13) The OCT (2,3) environment in “God-music”—a remarkably clean octatonicism—allows a kind of crystallization, a coming together of motivic elements and other pitch-structural features in a stable, quasi-tonal context.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The motivic elements, the OCT (2,3) and WT 1 collections, the tritonal axis, and the B ♮ -centricity I have described in the Vox Dei all appear earlier in Black Angels , but in bits and pieces. Each feature surfaces separately, in obscurity—inaudibly, even—and only gradually comes to fruition. Example 6 shows the hideous beginning of “Threnody I” (no. 1). Several features are significant in light of my analysis of the Vox Dei in “God-music”. The first violin begins on high B ♮ , and its (0268) segment, a subset of both OCT (2,3) and WT 1 , includes the A/ D ♯ tritonal axis. Will these features be noticed in a context so dynamically, rhythmically, and timbrally bewildering? It will depend upon the listener and upon the performance, but probably not. (It’s likely that I’m aware of them only because I have performed the first violin part.) But this is my point. At the start of “Threnody I,” there is no reason to suspect that the features I have described will be significant. Their structural potential emerges only as the work proceeds. Example 6 . Analysis of “Threnody I” (no. 1), beginning (click to enlarge and listen) Example 7 . Analysis of “Threnody I” (no. 1), end (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Already at the end of the first movement the A/ D ♯ tritonal axis is a little more prominent, as shown in Example 7 . And a new cell emerges from the axis at this point: trichord {A, D ♯ , E}. This cell becomes motivic and is featured throughout the work (often but not always at its original pitch level), but it is used most strikingly in “Devil-music” (no. 4), so I will call it the “devil chord” (016). Crumb ( 1972 ) notes that the chord represents the fateful numbers 7 and 13, and Example 8 suggests a way of understanding how. (14) Example 8 . The “devil chord” in relation to 7 and 13 and the tritonal axis (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "crumb_1972"
                ]
            }
        },
        {
            "22": {
                "text": "[22] In movement no. 2, “Sounds of Bones and Flutes,” an excerpt from which is shown in Example 9 , the melodic material in the first violin part features longer octatonic segments (first pentachordal then hexachordal), somewhat more palpable B ♮ -centricity, and, again, the tritonal axis—but still in a rather dirty context. In movement no. 3, “Lost Bells,” the middle portion of which is shown in Example 10 , a seven-stroke moment of timbral clarity (harmonics) and intervallic consonance (overlapping perfect fifths, or seven semitones) foreshadows the more substantial clarification and consonance in “God-music”; and a new motivic cell (026), a subset of the opening (0268) now given a contour and a rhythmic profile, surfaces around focal pitch class B ♮ . Thus, material presented at the beginning of the quartet takes root at the end of the first movement, and new material surfaces from it and gradually becomes significant in the following movements. But a context in which to coordinate the patches of B centricity, the scrappy octatonic and whole-tone segments, and the various harmonic and melodic cells has not yet formed, and won’t fully form, I argue, until “God-music.” Example 9 . Analysis of “Sounds of Bones and Flutes” (no. 2) a. measures 1–4; b. measure 7 (click to enlarge, see the rest, and listen) Example 10 . Analysis of “Lost Bells” (no. 3), middle groups (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] As shown in Example 11 , “Devil-music” (no. 4) features an “ugly, obscene” pedal tone Dies irae , and it features the “devil chord” throughout the Vox Diaboli solo violin part. Motivic cell (016) surfaced quite tentatively in the first movement. It is by contrast bombastic in “Devil-music.” The next movement, “Danse Macabre,” retains the Dies irae and the devil chord, and it provides, for the first time in the work, metered rather than measured rhythms. Development continues in the climactic central movement, “Threnody II: BLACK ANGELS!” (no. 7). As shown in Example 12 , the movement begins with superset (0167), which is clearly an extension of (016) and which is an octatonic coagulant. B ♮ is again on top, and, unlike “Threnody I,” this time it is accented and repeated. The opening of no. 7 also contains the clearest statement yet of the A/ D ♯ tritonal axis—unison, fortissimo . And shortly after the excerpt in Example 12, the devil chord returns dramatically at its original pitch level in both violin parts. Example 11 . Analysis of “Devil-music” (no. 4), beginning (click to enlarge and listen) Example 12 . Analysis of “Threnody II: BLACK ANGELS!” (no. 7), beginning (click to enlarge and listen) III. Quotation Example 13 . a. Schubert, “Death and the Maiden” Quartet, movement II, measures 1–24; b. Crumb, “Pavana Lachrymae” (no. 6), Insect Sounds (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Here, in the heart of the “Absence” stage of the Black Angels program, I am in a position to consider in more detail the two quotation/pastiche movements. In “Pavana Lachrymae” (no. 6), a quotation from the beginning of the second movement of Schubert’s “Death and the Maiden” Quartet and dissonant commentary are combined. The Schubert material used by Crumb and its correspondence with Crumb’s movement are shown in Example 13a . The Schubert material is played by the lower three instruments while violin I adds non-tonal “insect sounds” (shown in Example 13b ), recalling “Threnody I” (“Night of the Electric Insects”) programmatically and materially. As discussed in more detail below, Crumb has recomposed aspects of the Schubert; particularly significant is the omission of some pitches from the Schubert material (e.g., B ♭ in measure 1, leaving a bare fifth on the downbeat in place of Schubert’s G minor triad). Example 14 . Chromatic complementation and saturation in “Pavana Lachrymae.” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Losada’s “chromatic complementation” and “chromatic saturation” provide a way to get into the passage’s pitch organization. Example 14 is a Losada-style analysis of pitch-class space ( Losada 2009 , 67–71). (15) In the diagram, pitch-class content is shown vertically as it appears in time, which is shown by measure numbers horizontally. Following Losada, a pitch class once heard is considered to be in play for the rest of the passage. The two materials that Crumb puts together—the Schubert quotation and his own non-tonal “insect sounds”—are in some sense incommensurable: the original music does not “fit” (Burkholder’s term again) the tonal premises of the Schubert material, and the individuality of the materials is thus maintained. Yet at the same time the fact that they are dissonant with one another ensures a gradual saturation of pitch-class space, and the materials are thus complementary even as they are disjunct. As shown in Example 14, the insect music contains, even emphasizes, pitch classes not heard in the Schubert quotation and the aggregate is gradually completed. (16) The only pitch class missing at the end of the “Pavana” is E ♮ , which is the lowest tone in the first chord of “Threnody II” and which therefore supplies a link between movements—a formal articulation. And the complementation here has another aspect. The final thirteen-second span of insect sounds in the Pavana is, ignoring the trills, a complete statement of the OCT (2,3) collection (the “God-music” octatonic), which significantly does not include Schubert’s tonic G ♮ . Example 15 . Lack of fit between insect sounds and pastiche music in “Sarabanda de la Muerte Oscura” (no. 8), measures 7–12 (click to enlarge and listen) Example 16 . Chromatic complementation and saturation in Crumb, Makrokosmos I, no. 11: Dream Images (“Love-Death Music”) (click to enlarge and listen)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "losada_2009"
                ]
            }
        },
        {
            "26": {
                "text": "[26] In the “Sarabanda de la Muerte Oscura” (no. 8), a pastiche of a Renaissance sarabande (Crumb [ 1972 ] describes it as “stylistically synthetic”) is treated in the same way: non-tonal “insect sounds” are superimposed on tonal material. As shown in Example 15 , one factor in the movement’s organization is again a lack of fit between the components, although the specific mechanisms of Losada’s theory are somewhat less clear here. Each segment of insect sounds begins with a note that creates an ic1 with the simultaneously sounding melodic pitch in the tonal layer. The insect material has a kind of bite, and the dissonance that creates the bite is what fills out pitch-class space in the movement. And it is worth noting that the last three harmonics in the insect sounds are pitch-class B ♮ .",
                "footnotes": [],
                "citations": [
                    "crumb_1972"
                ]
            }
        },
        {
            "27": {
                "text": "[27] These are not isolated applications of complementation/saturation technique in Crumb’s music. The quotation from Chopin, op. 66 in Makrokosmos I , no. 11: Dream Images (“Love-Death Music”) is treated similarly. As shown in Example 16 , the primary melodic tones in Crumb’s original music (ignoring grace notes) at the start of the movement create diatonic pentachord [ D ♮ , E ♮ , F ♮ , G ♮ , A ♮ ]. The first quoted segment of Chopin’s D ♭ major melody features [ D ♭ , E ♭ , F ♮ , G ♭ , A ♭ , B ♭ ], which almost saturates pitch-class space.  The second quoted segment of Chopin’s melody contains [ C ♮ ], and the third quoted segment—near the end of the movement—contains [ C ♭ ], the remaining pitch class. Even though Crumb’s own melody has expanded past the initial pentachord in the meantime, it is satisfying to hear the final phrase of the Chopin quotation filling the last gap in the original pitch-class space. And if the chords in the lowest register are considered, a more general complementation results: naturals on top, flats in the middle, sharps (quasi-B major) on the bottom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] But the fact that there is some consistency in the methods of pitch organization Crumb uses in quotation/pastiche passages does not explain why such passages should happen at all in Black Angels , or why they should happen in the middle of the work. The surrounding movements hardly seem accommodating. This is lack of fit on a larger scale, of course. Nevertheless, the question remains: what roles do these movements play in the scheme of the whole? In the case of the Pavana, there is a clear connection between the nickname of the Schubert quartet, the title of the Crumb movement, and the nadir of the quartet’s program. But there are more structural connections, too. Nos. 6 and 8 contribute specific elements to the clarification and synthesis in “God-music,” and they contribute elements that are lacking in all the other movements save “God-music.” Most obviously, they contribute the sound of triads, lasting meter, clear homophonic texture, and more sustained tonal centricity. (It is tempting to hear no. 6’s G minor and no. 8’s D minor as balanced a third above and a third below the B major of “God-music.”.) But because “God-music” is only quasi-tonal and because pitch organization in the quartet as a whole is non-tonal, it is necessary to consider both the tonal and the non-tonal implications of the quotation/pastiche material. Example 17 . Comparison of Schubert, “Death and the Maiden” Quartet, movement II and Crumb, Black Angels , “Pavana Lachrymae” (no. 6) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Example 17 shows how Crumb modified the Schubert material in “Pavana Lachrymae” (no. 6)—how he emaciated it, or, per the program, spiritually annihilated it. (18) The three lower instruments in no. 6 are played senza vibrato and in an unorthodox manner that approximates the sound of a consort of viols (“a fragile echo of an ancient music”). Crumb made several alterations to Schubert’s music, which are indicated in red in the example. Crumb’s tempo is slower than Schubert’s. Tonic chords on the downbeats have no thirds and dominant chords have no bass. In fact, in a reversal of normal procedure, Crumb’s “foreground”—the actual music heard in Black Angels —contains fewer notes than the “background” supplied by Schubert’s original movement. These modifications keep the Schubert material at arms’ length timbrally, harmonically, and stylistically, putting Crumb in a position to extract different ideas from the quoted material than we might normally recognize in a tonal context. Example 18 . Analysis of “Pavana Lachrymae” melody in relation to  “God-music,” Vox Dei (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] As shown in Example 18 , melodic tones [ F ♯ , G, A, B ♭ ] may be understood as symmetrical tetrachord (0134), which is an octatonic subset. In the second phrase especially, when scale degree 2 is omitted (at the asterisk in Example 18), the melodic boundary tones—first, last, highest, lowest—outline motivic cell (014) in a contour that maps neatly onto the opening gesture of the Vox Dei in “God-music.” And Crumb has constructed the pastiche “Sarabanda” so that it duplicates features of the Schubert quotation, as shown in Example 19 . It begins with the same kind of initial ascent to scale degree 3, now in the key of D minor, and its boundary trichord, (014), is the same. Thus, in addition to the more obvious timbral, textural, metric, and tonal features described above, the quotation/pastiche movements contribute a significant motivic cell. (014), so prominent in the Vox Dei, is not a significant factor in any of the earlier movements except the “Pavana” and the “Sarabanda.” It is extracted from the Schubert and sarabande melodies through a post-tonal way of reimagining tonal pitch material, and fed forward into the “God-music” synthesis. Example 19 . Analysis of pastiche material in “Sarabanda de la Muerte Oscura” (no. 8) (click to enlarge and listen) Example 20 . Analysis of “God-music” (no. 10), crystal glasses (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] I have focused on melody up to this point. What about the accompanying crystal glass harmonies in “God-music”? In movement no. 2, octatonic segments centered on B ♮ are heard, but in a non-octatonic harmonic context. In movements no. 1 and no. 7, melodic B-centricity is suggested, but in an upper voice only. No real harmonic support is provided. In “God-music,” the harmonic accompaniment from the glasses is octatonic like the melody, and it is firmly centered on B ♮ . In other words, melody and harmony are integrated in a conventional way—not with fragments, echoes, or hints, but in a genuine, well-formed context. As is well known, a variety of tonal triads and seventh chords can be built on the four nodes of an octatonic collection. Over the course of “God-music,” triads and/or seventh chords appear on all four OCT (2,3) nodes ( B ♮ , D ♮ , F ♮ , G ♯ / A ♭ ), and systematically—first two at a time, then three at a time, then four at a time. Example 20 is an analysis of the crystal glasses music. The top staff gives the music more or less as written. On the bottom staff, some enharmonic spellings are used to clarify the tertian nature of the chords. Unlike the distant, hollowed-out triads in movements no. 6 and no. 8, these chords shimmer. Some non-collection neighbor chords appear between triads in section A1: (014)s that reflect the prominent (014) cells in the cello melody. In sections B and A2, the remaining nodes of OCT (2,3) are used, filling out the octatonic context. And different neighbor chords appear; (016) and (026), the other motivic cells I described in the Vox Dei and in earlier movements, are now incorporated into the quasi-tonal context as embellishing sonorities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] It is even possible to hear the contour of the topmost voice in the crystal glass as a doppelgänger of the deep pedal tone Dies irae in “Devil-music” (see Example 11 again). The dialectic here reflects both the quartet’s palindromic framework and its drive toward Erlösung . In terms of the palindrome, Devil-music and God-music are locked into opposing and apparently equal positions, formally and conceptually. Yet, from the standpoints of internally consistent pitch organization, dynamic and timbral clarity, and tight-knit musical form, God-music is far the “better-formed” movement—a revelation structurally and timbrally as well as programmatically. IV. Compromise",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] There is more music after movement no. 10, of course—ultimately, “disembodied, incorporeal” music, quite unlike the gritty, noisy music in the “Departure” and “Absence” stages, and equally unlike “God-music”—and the last word, literally, is “thirteen,” spoken by the second violinist in Japanese. Many things are different after “God-music.” As the end of the work approaches, the asymmetries embedded in Crumb’s large-scale palindrome are increasingly apparent. By placing the reprise of the “Lost Bells” and “Bones and Flutes” music at the end of the “Absence” stage of the program instead of the “Return” stage (where they belong), and by replacing them with the “Ancient Voices” music—a clear reference to his other famous work of 1970, and something that has no programmatic parallel earlier in the work—Crumb differentiates the expressive condition at the two ends of the palindrome. And although “Threnody III” (no. 13) contains some of the noisy music from “Threnody I,” it is in many ways a very different sort of movement: quieter, more varied in material and gesture, and more than twice as long.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] If “God-music” culminates, then “Threnody III” perorates. There is little in it that hasn’t been heard before in the quartet, and it contains more different kinds of music from more different places in the quartet than any other single movement. Yet as it goes it seems to unravel the synthesis achieved in “God-music”. Elements evaporate, and the ear struggles even to hear the final pppp moments. This is not surprising: ambiguity and instability are characteristic of Crumb’s conclusions in general. But in the case of Black Angels , I think it also reflects an interaction of the work’s palindromic and teleological/programmatic premises. The quartet ends with neither a climax (this occurs with “Threnody II” at the midpoint, in accordance with the palindrome) nor a culmination (this occurs with “God-music” about two-thirds of the way in, in accordance with the program), but rather with a series of movements that seem even more shadowy than their symmetrical partners at the beginning of the quartet. In a hypothetical version of Black Angels that had no numerological/palindromic framework but only the program to guide it, these final movements would be nonessential. They might be replaced by a bona fide coda, or the work might end on its revelatory highpoint. But Crumb’s design is numerological and it is palindromic. It needs thirteen movements, not ten, and, upon consideration, “God-music” is in its most logical location. It is not the last movement because “Devil-music” is not first. “Devil-music” is not first but rather fourth because the quartet begins with a tutti movement, not a solo movement. (See again the sequence of instruments in Example 1.) The quartet must begin with a tutti movement or the central, climactic “Threnody II” would not be tutti, and there would be three solo movements, not two, undermining the essential God-Devil polarity. Placing “God-music” tenth solves the puzzle created by these interlocking conditions; but it also leaves a considerable musical space after the culminating point—and a space that must be filled by music that, however changed, recalls the music in the opening movements. Revelation in Black Angels therefore cannot last, and the telos breaks down. It is a goal, but, unlike Hepokoski’s, not final.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The percussive timbres, irregular rhythms, and jagged dynamic shapes in nos. 11, 12, and 13 quickly undo the shimmer and regularity of “God-music.” Some elements of the telos do remain a while. “Ancient Voices” (no. 11) ends monophonically on B ♮ (violin II). “Ancient Voices (Echo)” (no. 12) is saturated with tritones and with (026). “Threnody III” (no. 13) briefly recalls the opening 21 seconds of “Threnody I,” including the first violin’s octatonic/whole-tone (0268) with B ♮ and the A/ D ♯ axis. But the vigor is gone, and by the middle of the movement all vestiges of B ♮ -centricity are gone too. There is perhaps a kind of tonality in the “echo” of the pastiche sarabande that is heard in the second half of “Threnody III.” But, although this material is notated at the same pitch level as it was when it first appeared in movement no. 8, the violinists and the violist put thimbles on their fingertips and use these to make sound rather than a bow, resulting in a “ghostly, phantasmal” timbre in which precise pitches are difficult to make out. When the cello joins, here and there, with fragments of the “Sarabanda” melody in its highest register, it sounds as though the Vox Dei has somehow lost its way. Example 21 . Analysis of “Threnody III” (no. 13), end (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Still, as shown in Example 21 , the very last gesture in the quartet may be heard as a kind of summary—a kernel statement of the structural world in Black Angels . The crystal glasses from “God-music” reappear (hit with glass rods now, not bowed), and the seven-stroke gesture from “Lost Bells” (see Example 9 again) outlines the tritonal axis as the words “seven” and “thirteen” are whispered. Fittingly, the tetrachord here, (0146), contains motivic subsets (014), (016), and (026) in ways that are not hard to hear. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] One way of understanding my analysis of Black Angels would be to say that Crumb fused a romantic paradigm and postmodernist methods as a way to resolve Adorno’s “modernist dilemma”: “How to create a unity which does not conceal the fragmentary nature and chaotic state of the handed-down musical material and yet which does not simply mirror fragmentation through identification with it, but which is able to embody, negate, and transcend it” ( Paddison 1993 , 158). However, in spite of the fact that I have drawn on the composer’s comments to support my analytical points, in the end I don’t know how Crumb himself reads Black Angels or if he would find it appealing to describe the work in such terms. He might call the quartet a postmodernist work in which romantic paradigms and modernist concepts of pitch organization are components of a disturbing Foucaultian “heterotopia” ( Foucault 1970 , 48); or he might call it a neo-romantic work that embraces modernist pitch structures and a postmodernist perspective on the recombination of materials without privileging them; or he might even consider the work an essay in modernism. Maybe all of these and maybe none of them.",
                "footnotes": [],
                "citations": [
                    "paddison_1993",
                    "foucault_1970"
                ]
            }
        },
        {
            "38": {
                "text": "[38] All the same, it is worth noting that Crumb has recently tried to downplay the significance of numerology for understanding Black Angels: “Yes, this business of 7s and 13s came into the music. I don’t remember what they even mean. It was more technical, structural. I got carried away with the Friday the 13 th thing. I think it is important in all music [not to reveal too much]. Beethoven doesn’t give us all of what’s in his mind. There are references to Shakespeare in his letters, but not in the score. Mahler’s Third originally had descriptive titles for all of the movements, but he dropped them. Even more abstract music is probably connected with other ideas—poetry, landscapes, and other things. [It’s better to] let the listener make the connections.” (quoted in Burwasser 2004 , [8]) It is tempting, then, to think that Crumb’s own hearing of Black Angels emphasizes, if only a little, the work’s program—its quintessentially romantic program—and the paradigms related to it. One cannot help but notice that the two composers he refers to here are Beethoven and Mahler. The nineteenth-century symphonic tradition was not lost on Crumb, and it is possible to hear his string quartet as something of a latter-day essay in that tradition—refracted by a century’s worth of new perspectives, but still vital in its way.",
                "footnotes": [],
                "citations": [
                    "burwasser_2004"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.2.johnston.html",
    "data": "mto/data/mto.12.18.2.johnston.json"
}