{
    "title": "Composers, performers, and notation: solo music notations \n       in Europe, 1500–1700",
    "date": "1994/05/01",
    "volume": "0",
    "issue": "8",
    "authors": [
        "Judd, Robert F."
    ],
    "abstract": "Work in progress: a synopsis of an interdisciplinary study examining the movement in western art music from primarily aural to primarily written media. The study, now in its formative stages, emphasizes the semiological, performative, and cultural aspects of the shift.",
    "keywords": [
        "composition",
        "performance",
        "notation",
        "semiology",
        "sociology"
    ],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [
        {
            "name": "Robert F. Judd",
            "university": "42 University Mews",
            "address": "Philadelphia PA 19104",
            "email": "robert_judd@csufresno.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The point of departure for this study is the \nconceptual conflict I find in the change of performance \ntraditions of solo music in Europe: about 1500, solo music \nwas something inherently transitory, “composed” as it was \nfirst played, never heard the same way again; but by 1700, \nit had become something relatively permanent, recorded on \npaper and intended to be performed again and again by \nsomeone who did not necessarily have compositional \nexperience. The significance of the conflict might be \nstated in communicative terms as the paradigmatic change \nfrom “composer-performer → listener” to “composer → \ntext → performer → listener.” The musician that \ncreated and performed at the same time was replaced by a \ncomposer/performer dichotomy mediated by “text” or \nnotation. I wish to focus on notation as the area of \ninvestigation for determining why the change took place, \nand the implications for cultural history that follow from \nconclusions regarding the change.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The area of solo music is best suited for such an \ninvestigation: beyond a certain point ensemble music had \nto be written down to be performed, whereas few such \nrestrictions limited the freedom of an individual musician \nin performance. Individuals had no need for mediation of \nany sort when performing, unlike even those ensembles that \nused oral or visual signs to communicate synchronous \nevents to members. Solo music is limited to instruments: \nmusic for organ, harpsichord, lute, harp, etc. The change \nfrom 1500 to 1700 regarding the aesthetic valuation of \nvocal versus instrumental music is thus coincident with \nthe distinction between composer and performer first \nidentified: the history of the solo sonata has roots in \nthe same basic conflict symbolized in the use of notation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The study follows on from my doctoral dissertation, \n“The Use of Notational Formats at the Keyboard” (Oxford, \n1989; UMI# 90-18544), in which I surveyed Italian and \nSpanish keyboard music and writings on music notation from \nabout 1500 to 1700, and found a striking contemporary \nconcern for notation and its implications for performance. \nCoinciding with the rise of printed music as a medium, a \nwide variety of notational experiments were undertaken, \nmost accompanied by polemic for their own approach and \nagainst competitive approaches. I identified and described \nmany of these, but the study lacked breadth and coherence \nof repertory, and I was unable to assimilate the \ninterdisciplinary background necessary for tackling \nconceptual issues in full. I now intend to explore the \nimplications of the conflicts and changes I identified \nalong three conceptual lines of investigation: the \nsemiotic, the performative, and the cultural, with the \nlatter assuming most importance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The creation of systems of notation merits \nexploration, for to understand the purpose of the \nnotations one must first understand their semiological \nfoundations. Notation systems were devised for an \napparently societal end: to enable participation in a \nsocially valuable activity for those willing to take the \nnecessary effort learn the system and implement it \nphysically on their instrument. An awareness arose that \nmusical performance need not be restricted to those with \ninnate (often referred to as “miraculous” in contemporary \ndocuments) abilities, but could be learned by all. The \napparently inexplicable ability of certain individuals to \nperform well was a very real phenomenon, but it became \npossible to imitate innate ability to some degree through \ndevelopment of technique and use of notation. Some \ncontemporary writers viewed this as a gross act of \ndeception: to sound as if one were a great performer-\ncomposer merely by performing the notated version of \nanother’s work. Related textual questions such as the \nimpact of music printing on the development of solo \nnotations are significant but under-explored. Textual \nexamination of manuscripts and printed works leads to \ninformation about the users of the sources and their \nneeds; the way the texts were used also has implications \nfor appreciating the status of text in performance. The \nassessment of the use of notations has a semiological but \nalso social facet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] To recognize the element of performance in the music \ncommunication-paradigm is to call for a consideration of \nits implications. Conceptual discussions of notation often \npoint to its importance as a tool for the memory or \nsynchronization of ensembles, but another aspect, the \nhuman need for re-creation or re-enactment, is at least as \nsignificant. Notation as a record of “art-moments” \nvaluable enough to be re-enacted thus assumes importance \nin terms of history and concepts of time. Indeed, a change \nin historicism coincident with the period under \ninvestigation may be easily seen: Johannes Tinctoris \n(1477) voiced an opinion that was prevalent in his day, \nthat no music more than thirty years old was worth \nperforming; but by 1672, Lorenzo Penna recommended study \nof keyboard music printed in 1543. The solo repertory is \nan ideal vehicle to address the problem this change poses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Both text- and performance-oriented investigations are \nsubsumed under the heading of cultural history. The social \nrole of personal music underwent enormous changes in this \nperiod, and the influence of notation on personal choices, \ndesires, and goals is fundamental; exploring the \ninteraction between notation and individuals means looking \nat a human system of code, its passage through \ntechnological revolution (printing) and market forces (the \ngoals of the publisher), to the needs of users.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The general approach I propose is unusual. Virtually \nno studies isolate solo music; nor have they viewed the \nfar-reaching implications of the historical phenomenon of \nsolo music notation. My interdisciplinary research in \ntextual criticism, bibliography, printing technology, \nsemiology, performance studies, and anthropology is in its \nearly stages, and my eventual conclusions are to some \nextent unknown; none the less, I believe these questions \nare worth in-depth exploration.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.94.0.8.judd.html",
    "data": "mto/data/mto.94.0.8.judd.json"
}