{
    "title": "A Taxonomy of Orchestral Grouping Effects Derived from Principles of Auditory Perception",
    "date": "2022/09/01",
    "volume": "28",
    "issue": "3",
    "authors": [
        "McAdams, Stephen",
        "Goodchild, Meghan",
        "Soden, Kit"
    ],
    "abstract": "The study of timbre and orchestration in symphonic music research is underexplored, and few theories attempt to explain strategies for combining and contrasting instruments and the resulting perception of orchestral structures and textures. An analysis of orchestration treatises and musical scores reveals an implicit understanding of auditory grouping principles by which many orchestration techniques give rise to predictable perceptual effects. We present a novel theory formalized in a taxonomy of devices related to auditory grouping principles that appear frequently in Western orchestration practices from a range of historical epochs. We develop three classes of orchestration analysis categories: concurrent grouping cues result in blended combinations of instruments; sequential grouping cues result in melodic lines, the integration of surface textures, and the segregation of melodies or stratified (foreground and background) layers based on acoustic (dis)similarities; segmental grouping cues contrast sequentially presented blocks of materials and contribute to the creation of perceptual boundaries. The theory predicts orchestration-based perceptual structuring in music and may be applied to music of any style, culture, or genre.",
    "keywords": [
        "auditory grouping",
        "auditory stream",
        "instrument blends",
        "orchestration",
        "segmentation",
        "segregation",
        "stratification",
        "surface texture",
        "timbral contrast",
        "timbre"
    ],
    "doi": "10.30535/mto.28.3.6",
    "received": "December 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.mcadams.pdf",
    "author_info": [
        {
            "name": "Stephen McAdams",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke Street West, Montreal, Quebec H3A 1E3",
            "email": "stephen.mcadams@mcgill.ca"
        },
        {
            "name": "Meghan Goodchild",
            "university": "Queen's University",
            "address": "Stauffer Library, 101 Union Street, Kingston, ON K7L 2N9",
            "email": "meghan.goodchild@queensu.ca"
        },
        {
            "name": "Kit Soden",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke Street West, Montreal, Quebec H3A 1E3",
            "email": "kit.soden@mail.mcgill.ca"
        }
    ],
    "citations": {
        "adler_2002": "Adler, Samuel. [1982] 2002. The Study of Orchestration . 3rd ed. W. W. Norton.",
        "barrière_1991": "Barrière, Jean-Baptiste, ed. 1991. Le timbre, métaphore pour la composition . IRCAM/Christian Bourgois.",
        "beavers_2019": "Beavers, Jennifer P. 2019. “Beyond Mere Novelty: Timbre as Primary Structural Marker in Ravel’s Piano Concerto in G Major .” Music Theory Online 25 (4). https://doi.org/10.30535/mto.25.4.1 .",
        "beavers_2021": "Beavers, Jennifer P. 2021. “Ravel’s Sound: Timbre and Orchestration in His Late Works.” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.2 .",
        "bey_and_mcadams_2003": "Bey, Caroline, and Stephen McAdams. 2003. “Postrecognition of Interleaved Melodies as an Indirect Measure of Auditory Stream Formation.” Journal of Experimental Psychology: Human Perception and Performance 29 (2): 267–79. https://doi.org/10.1037/0096-1523.29.2.267 .",
        "bhogal_2020": "Bhogal, Gurminder K. 2020. “Orchestral Tissue, Subordinate Arabesques, and Turning Inward in Maurice Ravel's Boléro.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.2 .",
        "boulez_1987": "Boulez, Pierre. 1987. “Timbre and Composition—Timbre and Language.” Contemporary Music Review 2 (1): 161–71. https://doi.org/10.1080/07494468708567057 .",
        "bregman_1990": "Bregman, Albert S. 1990. Auditory Scene Analysis: The Perceptual Organization of Sound . MIT Press. https://doi.org/10.7551/mitpress/1486.001.0001 .",
        "bregman_and_pinker_1978": "Bregman, Albert S., and Steven Pinker. 1978. “Auditory Streaming and the Building of Timbre.” Canadian Journal of Psychology/Revue canadienne de psychologie 32 (1): 19–31. https://doi.org/10.1037/h0081664 .",
        "burkhart_1973": "Burkhart, Charles. 1973. “Schoenberg’s Farben: An Analysis of op. 16, no. 3.” Perspectives of New Music 12 (1/2): 141–72. https://doi.org/10.2307/832275 .",
        "cannon_2015": "Cannon, Steven C. 2015. “Arrival or Relaunch? Dynamics, Orchestration, and the Function of Recapitulation in the Nineteenth-century Symphony.” Poster presented at the Society for Music Theory Meeting, St. Louis, MO, November 2015.",
        "cannon_2016": "Cannon, Steven C. 2016. “Altered Dynamics and Instrumentation at the Onset of Recapitulation in the Nineteenth-century Symphony.” Analitica-Rivista online di studi musicali 8 (1).",
        "chiasson_2010": "Chiasson, Frédéric. 2010. “L’universalité de la méthode de Koechlin.” In Charles Koechlin: Compositeur et humaniste , ed. Philippe Cathé, Sylvie Douche, and Michel Duchesneau, 397–413. Editions J. Vrin.",
        "chiasson_and_traube_2007": "Chiasson, Frédéric, and Caroline Traube. 2007. “L’orchestration selon Koechlin: recherche d’un point de rencontre entre la pratique musicale et les sciences cognitives.” Actes du Colloque international «Composer au XXIème Siècle–Processus et Philosophies» . Observatoire interdisciplinaire de création et de recherche en musique, Université de Montréal.",
        "cogan_1984": "Cogan, Robert. 1984. New Images of Musical Sound . Harvard University Press.",
        "dannenbring_and_bregman_1976": "Dannenbring, Gary L., and Albert S. Bregman. 1976. “Stream Segregation and the Illusion of Overlap.” Journal of Experimental Psychology: Human Perception and Performance , 2 (4): 544–55. https://doi.org/10.1037/0096-1523.2,4.544 .",
        "deliège_1987": "Deliège, Irène. 1987. “Grouping Conditions in Listening to Music: An Approach to Lerdahl & Jackendoff’s Grouping Preference Rules.” Music Perception 4 (4): 325–60. https://doi.org/10.2307/40285378 .",
        "deliège_1989": "Deliège, Irène. 1989. “A Perceptual Approach to Contemporary Musical Forms.” Contemporary Music Review 4 (1): 213–30. https://doi.org/10.1080/07494468900640301 .",
        "dethorne_2014": "DeThorne, Jeffery. 2014. “Colorful Plasticity and Equalized Transparency: Schoenberg’s Orchestrations of Bach and Brahms.” Music Theory Spectrum 36 (1): 121–45. https://doi.org/10.1093/mts/mtu003 .",
        "dolan_2013a": "Dolan, Emily I. 2013a. The Orchestral Revolution: Haydn and the Technologies of Timbre . Cambridge University Press. https://doi.org/10.1017/CBO9781139235976 .",
        "dolan_2013b": "Dolan, Emily I. 2013b. “The Orchestral Revolution: Orchestral Graphs.” http://www.orchestralrevolution.com/orchestral-graphs.php .",
        "duane_2013": "Duane, Ben. 2013. “Auditory Streaming Cues in Eighteenth- and Early Nineteenth-Century String Quartets: A Corpus-Based Study.” Music Perception 31 (1): 46–58. https://doi.org/10.1525/mp.2013.31.1.46 .",
        "fischer_thoret_soden_montrey_and_mcadams_2021": "Fischer, Manda, Etienne Thoret, Kit Soden, Marcel Montrey, and Stephen McAdams. 2021. “Instrument Timbre Enhances Perceptual Segregation in Orchestral Music.” Music Perception 38 (5): 473–98. https://doi.org/10.1525/mp.2021.38.5.473 .",
        "forsyth_1935": "Forsyth, Cecil. 1935. Orchestration . Macmillan.",
        "goodchild_2016": "Goodchild, Meghan. 2016. “Orchestral Gestures: Music-theoretical Perspectives and Emotional Responses.” PhD diss., McGill University.",
        "goodchild_and_mcadams_2021": "Goodchild, Meghan, and Stephen McAdams. 2021. “Perceptual Processes in Orchestration.” In The Oxford Handbook of Timbre , ed. Emily I. Dolan and Alexander Rehding, 496–524. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780190637224.013.10 .",
        "goodwin_1980": "Goodwin, Allan W. 1980. “An Acoustical Study of Individual Voices in Choral Blend.” Journal of Research in Music Education 28 (2): 119–28. https://doi.org/10.1177/002242948002800205 .",
        "goubault_2009": "Goubault, Christian. 2009. Histoire de l'instrumentation et de l'orchestration . Minerve.",
        "gregory_1994": "Gregory, Andrew H. 1994. “Timbre and Auditory Streaming.” Music Perception 12 (2): 161–74. https://doi.org/10.2307/40285649 .",
        "hall_grose_and_mendoza_1995": "Hall, Joseph W., John H. Grose, and Lee Mendoza. 1995. “Across-channel Processes in Masking.” In Hearing , ed. Brian C. J. Moore, 243–66. Academic Press. https://doi.org/10.1016/B978-012505626-7/50009-1 .",
        "hanninen_2012": "Hanninen, Dora. 2012. A Theory of Music Analysis: On Segmentation and Associative Organization . University of Rochester Press.",
        "hasegawa_2009": "Hasegawa, Robert. 2009. “Gérard Grisey and the ‘Nature’ of Harmony.” Music Analysis 28 (2–3): 349–71. https://doi.org/10.1111/j.1468-2249.2011.00294.x .",
        "hennecken_2015": "Hennecken, John. 2015. “Musical Form as Generated by Timbral Oppositions.” Doctoral diss., University of Georgia.",
        "huron_2001": "Huron, David. 2001. “Tone and Voice: A Derivation of the Rules of Voice-leading from Perceptual Principles.” Music Perception 19 (1): 1–64. https://doi.org/10.1525/mp.2001.19.1.1 .",
        "huron_2016": "Huron, David. 2016. Voice Leading: The Science Behind a Musical Art . MIT Press. https://doi.org/10.7551/mitpress/9780262034852.001.0001 .",
        "iverson_2011": "Iverson, Jennifer. 2011. “Creating Space: Perception and Structure in Charles Ives's Collages.” Music Theory Online 17 (2). https://doi.org/10.30535/mto.17.2.3 .",
        "iverson_1995": "Iverson, Paul. 1995. “Auditory Stream Segregation by Musical Timbre: Effects of Static and Dynamic Acoustic Attributes.” Journal of Experimental Psychology: Human Perception and Performance 21 (4): 751–63. https://doi.org/10.1037//0096-1523.21.4.751 .",
        "johnson__2011": "Johnson, Randolph. 2011. “The Standard, Power, and Color Model of Instrument Combination in Romantic-Era Symphonic Works.” Empirical Musicology Review 6 (1): 1–18. https://doi.org/10.18061/1811/49759 .",
        "kendall_and_carterette_1993": "Kendall, Roger A., and Edward C. Carterette. 1993. “Identification and Blend of Timbres as a Basis for Orchestration.” Contemporary Music Review 9 (1–2): 51–67. https://doi.org/10.1080/07494469300640341 .",
        "koechlin_1954–1959": "Koechlin, Charles. 1954–1959. Traité de l’orchestration: En quatre volumes . 4 vols. M. Eschig.",
        "kreitner_et_al_2007": "Kreitner, Kenneth, Mary Térey-Smith, Jack Westrup, D. Kern Holoman, G. W. Hopkins, Paul Griffiths, and Jon Alan Conrad. 2007. “Instrumentation and Orchestration.” In Grove Music Online , ed. D. Root. Oxford University Press. https://www-oxfordmusiconline-com .",
        "kurby_and_zacks_2008": "Kurby, Christopher A., and Jeffery M.  Zacks. 2008. “Segmentation in the Perception and Memory of Events.” Trends in Cognitive Sciences 12 (2): 72–79. https://doi.org/10.1016/j.tics.2007.11.004 .",
        "lalitte_2003": "Lalitte, Philippe. 2003. “L’architecture du timbre chez Varèse: la médiation de l'acoustique pour produire du son organisé.” Analyse musicale 47: 34–43.",
        "lembkle_levine_and_mcadams_2017": "Lembke, Sven-Amin, Scott Levine, and Stephen McAdams. 2017. “Blending Between Bassoon and Horn Players: An Analysis of Timbral Adjustments During Musical Performance.” Music Perception 35 (2): 144–64. https://doi.org/10.1525/MP.2017.35.2.144 .",
        "lembke_and_mcadams_2015": "Lembke, Sven-Amin, and Stephen McAdams. 2015. “The Role of Spectral-envelope Characteristics in Perceptual Blending of Wind-instrument Sounds.” Acta Acustica united with Acustica 101 (5): 1039–51. https://doi.org/10.3813/AAA.918898 .",
        "lembke_parker_narmour_and_mcadams_2019": "Lembke, Sven-Amin, Kyra Parker, Eugene Narmour, and Stephen McAdams. 2019. “Acoustical Correlates of Perceptual Blend in Timbre Dyads and Triads.” Musicae Scientia 23 (2): 250–74. https://doi.org/10.1177/1029864917731806 .",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. The Generative Theory of Tonal Music . MIT Press.",
        "lochhead_2005": "Lochhead, Judith. 2005. “Texture and Timbre in Barbara Kolb's Millefoglie for Chamber Orchestra and Computer-generated Tape.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 253–73. Oxford University Press.",
        "malloch_2004": "Malloch, Stephen. 2004. “An Exploration of Timbre Analysis: The Game of Sound in Two Performances of Jeux vénitiens.” Musicae Scientiae 8 (1): 53–81. https://doi.org/10.1177/102986490400800103 .",
        "marozeau_innes-brown_and_blamey_2013": "Marozeau, Jeremy, Hamish Innes-Brown, and Peter J. Blamey. 2013. “The Effect of Timbre and Loudness on Melody Segregation.” Music Perception 30 (3): 259–74. https://doi.org/10.1525/mp.2012.30.3.259 .",
        "mcadams_1984": "McAdams, Stephen. 1984. “The Auditory Image: A Metaphor for Musical and Psychological Research on Auditory Organization.” In Cognitive Processes in the Perception of Art , ed. W. Ray Crozier and Anthony J. Chapman, 289–323. North-Holland. https://doi.org/10.1016/S0166-4115(08)62356-0 .",
        "mcadams_1989": "McAdams, Stephen. 1989. “Segregation of Concurrent Sounds. I: Effects of Frequency-modulation Coherence.” Journal of the Acoustical Society of America 86 (6): 2148–59. https://doi.org/10.1121/1.398475 .",
        "mcadams_2019": "McAdams, Stephen. 2019. “Timbre as a Structuring Force in Music.” In Timbre: Acoustics, Perception, and Cognition , ed. Kai Siedenburg, Charalampos Saitis, Stephen McAdams, Arthur N. Popper and Richard R. Fay, 211–43. Springer. https://doi.org/10.1007/978-3-030-14832-4_8 .",
        "mcadams_and_bregman_1979": "McAdams, Stephen, and Albert S. Bregman. 1979. “Hearing Musical Streams.” Computer Music Journal 3 (4): 26–43.",
        "mcadams_gianferrara_soden_and_goodchild_2016": "McAdams, Stephen, Pierre Gianferrara, Kit Soden, and Meghan Goodchild. 2016. “Factors Influencing Instrumental Blend in Orchestral Excerpts.” Paper presented at the 14th International Conference on Music Perception and Cognition, San Francisco.",
        "mcadams_and_goodchild_2017a": "McAdams, Stephen, and Meghan Goodchild. 2017a. “Musical Structure: Sound and Timbre.” In The Routledge Companion to Music Cognition , ed. Richard Ashley and Renee Timmers, 129–39. Routledge. https://doi.org/10.4324/9781315194738-11 .",
        "mcadams_and_goodchild_2017b": "McAdams, Stephen, and Meghan Goodchild. 2017b. “Perceptual Evaluation of the Recording and Musical Performance Quality of OrchSim Orchestral Simulations Compared to Professional CD Recordings.” MPCL Technical Report MPCL-001 . McGill University. https://www.mcgill.ca/mpcl/files/mpcl/mcadams_2018_mpcl.pdf .",
        "mcadams_et_al_2021": "McAdams, Stephen, Meghan Goodchild, Alistair Russell, Beatrice Lopez, Kit Soden, Er Jun Li, Alfa Barri, Shi Tong Li, and Félix Baril. 2021. “Orchestration Analysis and Research Database.” Paper presented at the 2021 IRCAM Forum hors les murs, Montreal. https://youtu.be/7ugB-C1tKkk .",
        "mckay_1984": "McKay, John. 1984. “On the Perception of Density and Stratification in Granular Sonic Textures: An Exploratory Study.” Journal of New Music Research 13 (4): 171–86. https://doi.org/10.1080/09298218408570451 .",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music: Theory, History, and Ideology . University of Chicago Press.",
        "moore_and_gockel_2002": "Moore, Brian C. J., and Hedwig Gockel. 2002. “Factors Influencing Sequential Stream Segregation.” Acta Acustica united with Acustica 88 (3): 320–32.",
        "nattiez_2007": "Nattiez, Jean-Jacques. 2007. “Le timbre est-il un paramètre secondaire?” Les Cahiers de la Société Québécoise de Recherche en Musique , 9 (1–2): 13–24.",
        "noble_2018": "Noble, Jason D. K. 2018. “What Can the Temporal Structure of Auditory Perception Tell Us About Musical ‘Timelessness’?” Music Theory Online 24 (3). https://doi.org/10.30535/mto.24.3.5 .",
        "noble_2020": "Noble, Jason D. K. 2020. “Simplicity Out of Complexity Out of Simplicity: The ‘Paradoxical Complexity’ of Massed Sonorities.” ACTOR Timbre and Orchestration Resource . https://www.actorproject.org/tor/research-creation-series/paradoxical-complexity/part-3/fantasie-harmonique .",
        "parks_1989": "Parks, Richard S. 1989. “Orchestration, Instrumental Effect, and Structure.” in The Music of Claude Debussy , 259–79. Yale University Press.",
        "piston_1955": "Piston, Walter. 1955. Orchestration . W.W. Norton.",
        "prout_1899": "Prout, Ebenezer. 1899. The Orchestra: Orchestral Techniques and Combinations , Vol. II. Augener.",
        "prout_1902": "Prout, Ebenezer. 1902. Instrumentation . Novello.",
        "read_2004": "Read, Gardner 2004. Orchestral Combinations: The Science and Art of Instrumental Tone-Color . Scarecrow Press.",
        "reuter_1997": "Reuter, Christoph. 1997. “Karl Erich Schumann’s Principles of Timbre as a Helpful Tool in Stream Segregation Research.” In Music, Gestalt, and Computing: Studies in Cognitive and Systematic Musicology , ed. M. Leman, 362–74. Springer Verlag. https://doi.org/10.1007/BFb0034126 .",
        "reuter_2003": "Reuter, Christoph. 2003. “Stream Segregation and Formant Areas.” In Proceedings of the 5th Triennial ESCOM Conference, ed. Reinhard Kopiez, Andreas Lehmann, Irving Wolther, and Christian Wolf, 329–31. Hannover.",
        "rimsky-korsakov_1964": "Rimsky-Korsakov, Nicolai. [1912] 1964. Principles of Orchestration: With Musical Examples Drawn from His Own Works . Translated by Edward Agate. Dover.",
        "risset_2004": "Risset, Jean-Claude. 2004. “Le timbre.” In Musiques, une encyclopédie pour le XXIe siècle. Tome 2: Les savoirs musicaux , ed. Jean-Jacques Nattiez, 134–61. Actes Sud/Cité de la Musique.",
        "sandell_1991": "Sandell, Gregory J. 1991. “Concurrent Timbres in Orchestration: A Perceptual Study of Factors Determining ‘Blend’.” PhD diss., Northwestern University.",
        "sandell_1995": "Sandell, Gregory J. 1995. “Roles for Spectral Centroid and Other Factors in Determining ‘Blended’ Instrument Pairing in Orchestration.” Music Perception 13 (2): 209–46. https://doi.org/10.2307/40285694 .",
        "schneider_1997": "Schneider, Albrecht. 1997. “‘Verschmelzung,’ Tonal Fusion, and Consonance: Carl Stumpf Revisited.” In Music, Gestalt, and Computing , ed. Marc Leman, 115–43. Springer. https://doi.org/10.1007/BFb0034111 .",
        "slawson_1985": "Slawson, Wayne. 1985. Sound Color . University of California Press.",
        "snyder_2000": "Snyder, Bob. 2000. Music and Memory: An Introduction . MIT Press.",
        "soden_2020": "Soden, Kit. 2020. “Orchestrational Combinations and Transformations in Operatic and Symphonic Music.” PhD diss., McGill University.",
        "solomos_2013": "Solomos, Makis. 2013. De la musique au son. L’émergence du son dans la musique des XXe-XXIe siècles . Presses universitaires de Rennes.",
        "spitzer_and_zaslaw_2004": "Spitzer, John, and Neal Zaslaw. 2004. The Birth of the Orchestra: History of an Institution , 1650–1815. Oxford University Press.",
        "taher_rusch_and_mcadams_2016": "Taher, Cecilia, René Rusch, and Stephen McAdams. 2016. “Effects of Repetition on Attention in Two-part Counterpoint.” Music Perception , 33 (3): 306–18. https://doi.org/10.1525/MP.2016.33.3.306 .",
        "tardieu_and_mcadams_2012": "Tardieu, Damien, and Stephen McAdams. 2012. “Perception of Dyads of Impulsive and Sustained Instrument Sounds.” Music Perception 30 (2): 117–28. https://doi.org/10.1525/Mp.2012.30.2.117 .",
        "tenney_1988": "Tenney, James. [1964] 1988. Meta + Hodos: A Phenomenology of 20th Century Musical Materials and an Approach to the Study of Form . 2nd ed. Frog Peak Music.",
        "tenney_and_polansky_1980": "Tenney, James, and Larry Polansky. 1980. “Temporal Gestalt Perception in Music.” Journal of Music Theory 24 (2): 205–41. https://doi.org/10.2307/843503 .",
        "thoresen_2016": "Thoresen, Lasse, with Andreas Hedman. 2016. Emergent Musical Forms: Aural Explorations . University of Western Ontario.",
        "tougas_and_bregman_1985": "Tougas, Yves, and Albert S. Bregman. 1985. “Crossing of Auditory Streams.” Journal of Experimental Psychology: Human Perception & Performance 11 (6): 788–98. https://doi.org/10.3758/BF03205976 .",
        "touizrar_and_mcadams_2019": "Touizrar, Moe, and Stephen McAdams. 2019. “Aspects perceptifs dans l’orchestration de The Angel of Death de Roger Reynolds: timbre et groupement auditif.” In Musique et cognition: Perspectives pour l’analyse et la performance musicales , ed. Philippe Lalitte, 55–88. Editions universitaires de Dijon.",
        "wyatt_1967": "Wyatt, Larry. 1967. “Blend in Choral Sounds: Factors Related to Its Achievement—Vowels.” The Choral Journal 8 (1): 15–18.",
        "zahorik_brungart_and_bronkhorst_2005": "Zahorik, Pavel, Douglas S. Brungart, and Adelbert W. Bronkhorst. 2005. “Auditory Distance Perception in Humans: A Summary of Past and Present Research.” Acta Acustica united with Acustica 91 (3): 409–20.",
        "_": "Scores"
    },
    "footnotes": {
        "FN0": {
            "text": "* This research was supported by grants from the Fonds de recherche du Québec: Société et culture (SE-171434), the Canadian Social Sciences and Humanities Research Council (890-2014-0008, 895-2018-1023), and a Canada Research Chair (950-231872) to SMc. The authors are indebted to the many collaborators in the Orchestration and Perception Project and the ACTOR Partnership who have tested the TOGE. A special thank you goes to Denys Bouliane and Félix Frédéric Baril at OrchPlayMusic, Inc. whose provision of multitrack orchestral simulations has made much of this work possible.",
            "citations": []
        },
        "FN1": {
            "text": "1. See discussions in Boulez 1987 , Sandell 1995 , and Slawson 1985 . Meyer 1989 claimed that timbre is a secondary parameter (while considering primarily tonal Western music), a notion that is contested by Nattiez ( 2007 ) for other musics.",
            "citations": [
                "boulez_1987",
                "sandell_1995",
                "slawson_1985",
                "meyer_1989",
                "nattiez_2007"
            ]
        },
        "FN2": {
            "text": "2. As noted by Boulez ( 1987 ), many orchestration treatises primarily cover what is traditionally considered as “instrumentation”: practical considerations of instrument ranges, articulations, abilities and limitations, tone qualities, and a variety of other technical details. “Orchestration” proper is less thoroughly addressed: how to combine instruments with respect to balance, tone color, and clarity of musical lines, or how musical form and expression can be shaped by the appropriate use of instrumental forces.",
            "citations": [
                "boulez_1987"
            ]
        },
        "FN3": {
            "text": "3. This term has been used by Lasse Thoresen ( 2016 ) to refer the sonic experience or phenomenology of music, focusing on perception of sonic objects, their relations, and their contributions to musical structuring in the mind of a listener.",
            "citations": [
                "thoresen_2016"
            ]
        },
        "FN4": {
            "text": "4. “L’orchestration ne vise [pas] seulement à introduire des couleurs chatoyantes, mais aussi à souligner l’organisation du discours musical.” [Our translation]",
            "citations": []
        },
        "FN5": {
            "text": "5. Beavers 2019 , 2021 ; Bhogal 2020 ; Dolan 2013a ; Goodchild and McAdams 2021 ; Iverson 2011 ; Lalitte 2003 ; Lochhead 2005 ; Malloch 2004 ; McAdams 2019 .",
            "citations": [
                "beavers_2019",
                "beavers_2021",
                "bhogal_2020",
                "dolan_2013a",
                "goodchild_and_mcadams_2021",
                "iverson_2011",
                "lalitte_2003",
                "lochhead_2005",
                "malloch_2004",
                "mcadams_2019"
            ]
        },
        "FN6": {
            "text": "6. Two quotes from orchestration treatise writers underscore this learning process: “Unison doublings are used for dynamic reinforcement and to obtain new tone colors. The student should store up in [their] memory as many of these mixed timbres as [they] can by hearing orchestras, with knowledge of the scores. They cannot be described in words” ( Piston 1955 , 421). “Foremost among these is quickness of ear. By this is meant the power of recognising the tone of every instrument in the orchestra, whether heard singly or in combination. When [they hear] a melody in the orchestra, [they] ought to be able to tell at once by what instrument or combination of instruments it is being played. This, it should be added, is not always entirely possible; because the parts are frequently doubled without anything being perceptibly added to the general effect” ( Prout 1902 , 9).",
            "citations": [
                "piston_1955",
                "prout_1902"
            ]
        },
        "FN7": {
            "text": "7. Harmonic frequencies are integer multiples of a common fundamental frequency. Inharmonic sounds have individual frequency components that are not related by integer multiples, such as bells and other metallophones. Noises have dense spectra with many frequencies; their components cannot be clearly distinguished in a spectral analysis.",
            "citations": []
        },
        "FN8": {
            "text": "8. Philippe Lalitte ( 2003 ) has discussed Edgard Varèse's prima facie approach to orchestration and notably the roles of sonic reinforcement, blend, and timbral emergence in the creation of complex sonorities in Hyperprism and Intégrales . The composer John Rea [personal communication] proposes that prima facie orchestration involves timbral and textural components in the very conception of the work, in distinction to normative orchestration in which orchestration considerations come after the basic conception of the music, often at the piano. Jennifer Beavers ( 2021 ) has created an imaginative vocabulary around effects of concurrent grouping principles in Ravel’s late works: “magical effect” or “magical morphing”—which we will classify as transforming stream integration and blend, at times with timbral resonance—and “illusory instrument” or “sonic illusion,” echoing Bregman’s characterization of “phantasmagoric instruments”—which we would term an emergent blend resulting from an orchestrational process akin to Gérard Grisey’s notion of instrumental synthesis ( Hasegawa 2009 ). Beavers ( 2019 ) offers an interesting discussion of the role of combinations of Standard, Power, and Color instruments ( Johnson  2011 ) that may be a useful theoretical tool for determining which combinations yield augmentation, emergence, or heterogeneity according to our taxonomy. Some clarification of the terminology used by Beavers is needed from a psychoacoustic perspective. She refers to masking rather than fusion when an instrument’s identity gets subsumed into a sonority, but this is more likely a case of what we refer to as augmented and emergent timbral blends in which some instruments are no longer identifiable, but still affect the global timbre ( Kendall and Carterette 1993 ). If the instrument were truly masked, i.e., aurally obliterated, one wouldn't notice a difference if it were present or absent.",
            "citations": [
                "lalitte_2003",
                "beavers_2021",
                "hasegawa_2009",
                "beavers_2019",
                "johnson__2011",
                "kendall_and_carterette_1993"
            ]
        },
        "FN9": {
            "text": "9. John Hennecken ( 2015 ) explored how musical forms can be generated from timbral generalizations that stand in opposition to one another. He develops the notion of “general timbres” referring to individual or compound timbres of a group of related instruments having properties that can be associated over different moments in a piece (24). Related to our concerns with respect to stratification, he notes that timbral counterpoint between superimposed general timbres can lead to variations in the stratification of orchestral texture (29). Philippe Lalitte ( 2003 ) also discussed Varèse's orchestrational use of stratification (which he refers to as opposition) of sound masses in Hyperprism and Intégrales . Ben Duane ( 2013 ) has used the grouping cues of onset/offset synchrony, pitch comodulation and “spectral overlap” (best presented as harmonicity of spectral relations) in theorizing about stream formation in string quartets. He distinguishes “textural streams”—which house individual parts or groups of parts that function as a single (blended) musical unit—and “music streams”—which house the music as a whole. He allows for hierarchical grouping—perceiving different “textural” streams as belonging together at a higher level (“music stream”)—which, in our system, would be related to the concept of stratification, particularly if the constituent “textural” streams are of different perceptual prominence. He uses the term “stream” to refer to both monophonic sequences of individual or blended instruments, as well as to looser groupings of parts, which in our system would correspond either to a surface texture or an orchestral layer.",
            "citations": [
                "hennecken_2015",
                "lalitte_2003",
                "duane_2013"
            ]
        },
        "FN10": {
            "text": "10. For a description of the Orchestration Analysis and Research Database (OrchARD) at the IRCAM Forum hors les murs in Montreal, see a presentation by McAdams et al. 2021 .",
            "citations": [
                "mcadams_et_al_2021"
            ]
        },
        "FN11": {
            "text": "11. These other levels do, however, depend to a great degree on more primitive organizational processes, although there is unquestionably a certain degree of feedback from the higher to the lower levels as one listens in time. In particular, at the contextual level in Hanninen's theory, repetition and similarity relations between groupings of notes can provoke group formation since associations can define segments and imply boundaries.",
            "citations": []
        },
        "FN12": {
            "text": "12. Other theorists have also considered segmentation. Lochhead ( 2005 ) performed a formal segmentation of Millefoglie by Barbara Kolb based on textural/timbral types by categorizing the emerging qualities. Our approach also performs segmentations based on several musical parameters working in conjunction. These analyses could serve as a next step for categorization of emerging qualities. Stephen Malloch ( 2004 ) analyzes the form-defining role of texture and timbre on the basis of acoustic cues related to timbre and links these cues with pitch-based structure in Witold Lutosławski’s Jeux venitiens . This piece alternates limited aleatoric and through-composed sections that are further reinforced by contrasts of instrumental choirs: strings versus various combinations of woodwinds, timpani, brass, and piano, ending with a percussion coda. These orchestrational juxtapositions enhance the perception of section boundaries. Gurminder Bhogal ( 2020 ) described the overall timbral trajectory in the orchestral crescendo created by Maurice Ravel in Boléro . This crescendo at the global level traverses both the alternating melodies that he characterizes as “decorative and arabesque” and the tonal and rhythmic ostinati. However, Soden ( 2020 ) demonstrates how the shifts in instrumentation and the use of register (e.g., unison, octave, or multi-octave doubling) at the more local level are used to set off the two melody types, particularly contrasts between solo instruments and blended combinations. These changes in the orchestration are structural, as they create local orchestrational crescendos and diminuendos within the context of the large-scale crescendo; the repetitions of each melody and changes between melodies are reinforced by timbral contrasts—changes in instrument and/or register.",
            "citations": [
                "lochhead_2005",
                "malloch_2004",
                "bhogal_2020",
                "soden_2020"
            ]
        },
        "FN13": {
            "text": "13. The term “blend” is often used more broadly by musicians to refer not only to perceptual fusion, but to the notion of “harmonizing” instrumental sounds in the sense of producing a pleasing combination that coheres in a consistent manner. Koechlin’s notion of fondu is closer to this meaning. Indeed, the slight difference between fusion and blend was demonstrated in a perceptual study by McAdams, Gianferrara, Soden, and Goodchild ( 2016 ) in which listeners rated orchestral excerpts in one experiment on a scale from unity to multiplicity (more directly related to perceived fusion) and in another on a scale from very blended to not at all blended. In some cases, a sound rated as more multiple was also rated as more blended, suggesting a complex relation between the two.",
            "citations": [
                "mcadams_gianferrara_soden_and_goodchild_2016"
            ]
        },
        "FN14": {
            "text": "14. This “organ stop” effect is rather unusual in that the doublings at intervals of the harmonic series require some instruments to play in different keys, although the blending results in a composite timbre rather than a sense of polytonality.",
            "citations": []
        },
        "FN15": {
            "text": "15. As Larry Wyatt ( 1967 ) notes in a large-scale study interviewing choral directors on the definition and achievement of blend among voices, one of the most important factors in attaining choral blend is the homogeneity of vowel sounds across the sections of the choir. In instrumental blend, Sandell ( 1995 ) conducted a landmark study on the factors affecting blend in instrument dyads. He found that similar timbral brightness (as measured by the center of mass of the frequency spectrum, or spectral centroid) and attack times, as well as an overall lower spectral centroid of the combined sounds, resulted in greater blend; the more sounds differed along these acoustic parameters, the less they blended. In line with this, timbral darkening is often used to achieve blend in sustained choral ( Goodwin 1980 ) and instrumental sounds ( Lembke and McAdams 2015 ; Lembkle, Levine, and McAdams 2017 ; Reuter 2003 ). And if the temporal envelopes of the sounds are too different—for example, mixing sustained and impulsive sounds such as those from a tenuto clarinet and a cello pizzicato—the sharpness of the attack of the impulsive sound is inversely related to the degree of blend ( Lembke, Parker, Narmour, and McAdams 2019 ; Tardieu and McAdams 2012 ).",
            "citations": [
                "wyatt_1967",
                "sandell_1995",
                "goodwin_1980",
                "lembke_and_mcadams_2015",
                "lembkle_levine_and_mcadams_2017",
                "reuter_2003",
                "lembke_parker_narmour_and_mcadams_2019",
                "tardieu_and_mcadams_2012"
            ]
        },
        "FN16": {
            "text": "16. Unless otherwise identified as being drawn from a commercial recording, sound examples are realized with the orchestral simulator OrchSim developed by Denys Bouliane and Félix Frédéric Baril as part of the OrchPlayMusic Library ( https://www.orchestraplayer.com ). The advantage of these simulations is that one has access to the individual tracks, which can be arbitrarily combined to learn about orchestral combinations. We conducted perceptual tests comparing the simulations with commercial recordings (unbeknownst to the listeners) and found that although the simulations were slightly less highly rated on a number of subjective dimensions, they were still fairly highly rated ( McAdams and Goodchild 2017b ). We thus conclude that they are sufficient for research purposes, particularly given the advantages they provide in separating instrumental tracks.",
            "citations": [
                "mcadams_and_goodchild_2017b"
            ]
        },
        "FN17": {
            "text": "17. “Der Wechsel der Akkorde hat so sacht zu geschehen, daß gar keine Betonung der einsetzenden Instrumente sich bemerkbar macht, so daß er lediglich durch die andere Farbe auffällt.” (29)",
            "citations": []
        },
        "FN18": {
            "text": "18. Un chant entremêlé d’un accompagnement de même timbre s’entendra moins facilement que s’il y a de l’espace entre ce chant et les parties qui l’accompagnent. Au contraire, avec des timbres différents il n’est pas besoin de cet espace. (Our translation)",
            "citations": []
        },
        "FN19": {
            "text": "19. Fischer, Thoret, Soden, Montrey, and McAdams ( 2021 ) conducted perceptual experiments on auditory segregation in orchestral excerpts and determined that heterogeneous instrument combinations (different instrument families) between streams yielded greater perceived segregation than did homogeneous combinations (same family). Other factors that affected segregation included part crossing between streams, spectral factors related to timbre and register, and onset synchrony.",
            "citations": [
                "fischer_thoret_soden_montrey_and_mcadams_2021"
            ]
        },
        "FN20": {
            "text": "20. These are often referred to as orchestral layers or strata in English and as plans d’orchestre in French. There doesn't seem to be a consecrated term in German, but composers and orchestration teachers Fabien Lévy at the Hochshule für Musik und Theater Leipzig and Denys Bouliane at McGill University suggest the terms Instrumentationsschichten or Ebenen .",
            "citations": []
        },
        "FN21": {
            "text": "21. There is no research on how many layers a listener might form concurrently. Huron ( 2001 ) has shown that in counterpoint writing, composers tend to limit musical textures to three or a maximum of four active parts. However, layers are more complex than melodic parts, and holding more than three in perception simultaneously may be difficult, although listeners may be able to switch attention between many layers over time.",
            "citations": [
                "huron_2001"
            ]
        },
        "FN22": {
            "text": "22. From the Greek antiphonos , which signifies “responsive, sounding in answer” ( https://www.etymonline.com ). We use the term here in its conventional musical usage of “sung, recited, or played alternately by two groups” ( https://en.oxforddictionaries.com/definition/antiphonal ).",
            "citations": []
        },
        "FN23": {
            "text": "23. One might ask: what techniques have composers used to create timbral echoes and how do they relate to perceptual principles? There are several cues to distance perception including sound level, direct-to-reverberant energy ratio, and spectral filtering. More distant sounds are less intense, have a lower ratio of direct-to-reverberant sound energy, and have less energy in the higher frequencies due to absorption in the air and by surfaces in rooms ( Zahorik, Brungart, and Bronkhorst 2005 ). The cues that could be simulated with orchestration are dynamics and spectral properties related to timbre. Chiasson and Traube ( 2007 ) discuss how Koechlin’s concepts of extensity and intensity might be used to create a sense of distance in a timbral change, using an example in which material played by the trumpet is echoed by the flute. According to Koechlin, the extensity and intensity of the flute in the lower register are less than those of the trumpet.",
            "citations": [
                "zahorik_brungart_and_bronkhorst_2005",
                "chiasson_and_traube_2007"
            ]
        },
        "FN24": {
            "text": "24. The TOGE approach to orchestration analysis allows for comparison of orchestral grouping effects across performances to highlight the role of performance factors such as timing, tuning, and instrumental balance, as well as other factors such as room acoustics and recording techniques. For example, the opening punctuated chord in the Eroica varies greatly in perception depending on all these factors across multiple recordings. A YouTube clip demonstrates this variability and even suggests a transition over the years from timbral emergence to various types of timbral augmentation and even heterogeneity ( https://youtu.be/UnhlQUBsd6g ).",
            "citations": []
        },
        "FN25": {
            "text": "25. An area for future research and scholarship extending this work on grouping structure concerns larger-scale uses of timbre in music. Emily Dolan ( 2013a , chap. 5) discusses at length Haydn’s use of sonic growth in his symphonies. Steven Cannon ( 2015 , 2016 ) explores the role of orchestration in determining whether a recapitulation is perceived as an arrival or a relaunch in music of the Classical and Romantic periods. Richard Parks ( 1989 ) notes that timbre interacts with other musical parameters through orchestration in that changes in instrumentation can direct attention to important events in these other parameters: coincidence with the introduction of a theme, co-occurrence with other changes to define formal boundaries, and assistance in the comprehension of form by capturing a listener’s attention just before critical moments. He states that “[t]he orderly disposition of timbres may generate patterns independent of those in other parameters, and thus engender their own morphological forms.” (259) As an example, he remarks that in the brass fanfare preceding “Le concile des faux dieux” in Debussy’s Le martyre de Saint-Sebastien , changes from one instrumental group to another coincide with formal partitions at all hierarchical levels, and changes in instrumentation occur far more frequently than changes in other parameters at some points. At other points, however, instrumental continuity bridges partitions, thus linking formal units by softening the effect of discontinuities in these other parameters, such as pitch. In the first section of Jeux , Parks notes that “[t]imbre is form defining in the sense that the general mix of instruments remains relatively constant within, yet changes between, intermediate-level or foreground-level formal units” (262). Jennifer Beavers ( 2019 ) studies timbre as a form-bearing accent that marks and transforms themes, as well as novel sonorities that are integral to narrative of concerto form in Maurice Ravel’s Piano Concerto in G Major . She discusses in detail how timbral markers or accents produce special meaning and focuses primarily on the atmosphere and structural contrasts created by novel sonorities and uses of orchestral instruments and piano, all contributing to the experience of form in this concerto.",
            "citations": [
                "dolan_2013a",
                "cannon_2015",
                "cannon_2016",
                "parks_1989",
                "beavers_2019"
            ]
        },
        "FN26": {
            "text": "26. Indeed, when analyzing a work to be included in the OrchARD database in reference to a given recorded performance, we generally work in teams of two analysts who first do individual analysis and then compare analyses to arrive at a consensus, where possible. Particularly, ambiguous cases are brought to a larger team for discussion and resolution.",
            "citations": []
        },
        "FN27": {
            "text": "27. Collaborators in the Analysis, Creation, and Teaching of Orchestration (ACTOR) Project ( https://www.actorproject.org/ ') are in the process of developing taxonomies for: 1) the perception of large-scale orchestrations, created by orchestral gestures ( Goodchild 2016 ); 2) basic principles of orchestrational combinations and transformations ( Soden 2020 ); 3) techniques that composers use to create these effects (work by Denys Bouliane, Dominique Lafortune and Félix Baril); 4) orchestrational goals or functions that explain the role of the techniques and effects in a musical work (work by Fabien Lévy); and 5) applications of Lasse Thoresen’s ( 2016 ) taxonomy of aural sonology to orchestration analysis (work by Philippe Macnab-Séguin, Dominique Lafortune, and Gabriel Dufour Laperrière).",
            "citations": [
                "goodchild_2016",
                "soden_2020",
                "thoresen_2016"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] One of the most complex, mysterious, and dazzling aspects of music is the use of timbre in combination with other musical parameters to shape musical structures and to impart expressive, and even emotional, impact through techniques of orchestration. Orchestration, in our broad definition, involves the skillful selection, combination, and juxtaposition of instruments at different pitches and dynamics to achieve a particular sonic goal. This definition could be extended from “instruments” to “sounds” more generally to encompass the voice, as well as recorded and electroacoustic sound sources.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In music scholarship historically, orchestration and timbre have been treated as having a secondary role. (1) The transmission of knowledge of orchestration practices has been largely confined to a master-apprentice model, with little systematic research. (2) To derive traces of what might be considered orchestration theory, one must scour passages of treatises on instrumentation and orchestration that provide general advice based on dependable conventions rather than foundational principles, as no clear taxonomies and hierarchical relationships have been established. Ultimately, students of composition and orchestration must study a multitude of scores, combined with listening as widely as possible to orchestral music, in order to derive knowledge based on a multitude of exemplars. A consequence of this situation is that expert knowledge of orchestration practice is acquired implicitly through experience—more knowing what to do than knowing why one is doing it, which is the realm of theory. Example 1 . Auditory grouping gives rise to events from which perceptual properties are extracted, which then acquire musical functions within a given sonic context (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] In this paper, we examine the role of auditory grouping principles in orchestration practice and explore how they can provide a basis for developing a perception-based approach to orchestration analysis. We propose a taxonomy of orchestration devices related to auditory grouping principles with the aim of providing tools to complement other traditional music-analytic and music-theoretic approaches usually focused on pitch and/or rhythm. The goal of this perceptual foundation is to help music scholars understand which orchestration techniques can be used to achieve certain perceptual effects of orchestration practice based on auditory grouping (expanding work by Beavers 2019 , 2021 ; Bhogal 2020 ; and Lochhead 2005 ). An additional goal is to explore why certain techniques work perceptually and what acoustic properties determine the strength of the resulting effect, as well as how they provide a basis for analyzing musical structuring through orchestration. Evidently, auditory grouping processes do not tell the whole story of what transpires in orchestration—think of the perceptual and affective qualities of timbre and texture that emerge from such groupings and of the establishment of structural links across time with timbral patterns, which give rise to musical meaning ( Beavers 2019 ). However, auditory grouping creates the basic building blocks of musical structure in the mind of the listener, which then give rise to emergent perceptual qualities that can acquire musical functions and engender meaning within the musical context ( Example 1 ). Therefore, perceptual grouping is an appropriate place to start.",
                "footnotes": [],
                "citations": [
                    "beavers_2019",
                    "beavers_2021",
                    "bhogal_2020",
                    "lochhead_2005",
                    "beavers_2019"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In the following section, we explore the rarely theorized nature of orchestration practice and consider the notion of structuring parameters in music with a focus on the role of orchestration as a structuring force in music. We then examine how auditory scene analysis principles can serve as a basis for orchestration theory. Finally, we outline a Taxonomy of Orchestral Grouping Effects (TOGE) related to these auditory grouping principles, drawing on relevant work from music theory and music psychology. The TOGE defines perceptual processes that affect how music segments are formed on the basis of sonic and contextual properties. It also seeks to provide a more refined vocabulary and set of concepts for describing the structures resulting from perceptual grouping processes in music, which necessarily involves introducing new terminology, partially drawn from perceptual psychology and partly from orchestration treatises. We argue that a truly listener-oriented analysis must necessarily draw concepts and theoretical tools from psychology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] For each category in the TOGE we present representative musical examples drawn from several epochs to illustrate how the perceptual principles operate to create orchestral effects. The aim here is to develop Albert Bregman's ( 1990 ) auditory scene analysis principles of concurrent and sequential grouping as tools for music analysis, as have other music theorists ( Beavers 2019 , 2021 ; Bhogal 2020 ; Duane 2013 ; Iverson 2011 ). Additionally, we extend the principles to segmental grouping as in Lerdahl and Jackendoff’s ( 1983 ) grouping preference rules. The aim of this listener-oriented approach is to apply the principles by which incoming sounds are perceptually structured into events, textures, streams, layers, and segments. Following the lead of Judith Lochhead’s ( 2005 ) three fundamental issues of analysis and adapting them to our own purposes, we develop theoretical concepts, terminology, and corresponding visualizations for the analytic process and apply them as tools for orchestration analysis. Lochhead notes that there are few pre-existing concepts for timbral/textural analysis (and we would add, for orchestration analysis more generally) and that analysts must theorize concepts that guide analytic observation. Therefore, we derive terms and concepts from those used to describe auditory grouping principles as they operate in music. We argue that a theorist or analyst who would engage with the role of orchestration in music-as-heard (3) must take as part of the analytic process the delineation of perceptual grouping terminology and concepts. The purpose of the terminology is not to create vocabulary for its own sake, but to define a set of terms based in perceptual research that provide a consistent framework for theorizing the process of perceptual structuring in music. This approach aligns with Dora Hanninen’s ( 2012 ) claim that music theory “establishes fundamental concepts and defines terms that generalize across pieces and applications” (3). And consistently with Lochhead’s and James Tenney’s ( [1964] 1988 ) approaches, we place specific emphasis on a combined aural and symbolic (score-based) analysis, which is necessarily tied to one or more specific recorded performances of a piece. Timbre as a Structuring Force in Music",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "bregman_1990",
                    "beavers_2019",
                    "beavers_2021",
                    "bhogal_2020",
                    "duane_2013",
                    "iverson_2011",
                    "lerdahl_and_jackendoff_1983",
                    "lochhead_2005",
                    "hanninen_2012",
                    "tenney_1988"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Orchestration practice has evolved significantly from the Renaissance to today ( Goubault 2009 ; Kreitner et al. 2007 ; Spitzer and Zaslaw 2004 ) both in terms of the range of instruments employed and the ways the instruments and instrument combinations are used to create sonic effects. Orchestration goals can be as diverse as creating new timbres through the blending of instrumental sounds, creating a trajectory of increasing instrumental power, contrasting motifs or sections, bouncing antecedent and consequent materials among instrumental groups, integrating instruments into a homogeneous texture or maximally distinguishing the melodic and rhythmic materials they carry through timbral dissimilarities, making a solo voice stand out from a dense texture, and so on. As the composer Jean-Claude Risset remarked, “Orchestration seeks not only to introduce shimmering colors, but also to underscore the organization of the musical discourse” ( 2004 , 145). (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "goubault_2009",
                    "kreitner_et_al_2007",
                    "spitzer_and_zaslaw_2004",
                    "risset_2004"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Although scholarly discourse surrounding the role of timbre in music was relatively absent up to the 1990s, important articles, chapters, and books have begun to appear more recently (e.g., Barrière 1991 ; Cogan 1984 ; Solomos 2013 ). It is particularly encouraging that recent research in music theory, musicology, and perceptual psychology has shown that timbre has the potential to structure music from local to global scales and to shape the music’s emotional and aesthetic impact. (5) Nevertheless, the musical potential of timbre has received less attention in music theory than other musical parameters such as pitch and duration. Although harmony and counterpoint have significant development and exploration among theorists and composers, orchestration often seems to have been relegated to the sphere of the individual practice of composers, distinguishing their work from that of others in ways that defy theorizing ( Chiasson 2010 ). Composer and orchestration treatise author Gardner Read remarks: “Every aspect, every facet, of orchestration is a part of creation and so defies the academic approach” ( 2004 , xii). We argue to the contrary that perceptual principles provide a foundation for theorizing about orchestration, particularly their role in the creation of blended sonorities and local contrasts, the distinction between musical lines, and the creation of orchestral layers of different prominence. The Contribution of Auditory Scene Analysis to Orchestration Theory",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "cogan_1984",
                    "solomos_2013",
                    "chiasson_2010",
                    "read_2004"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] To develop theory in relation to orchestration practice, we need first to find examples showing the use of implicit principles related to perception in orchestration treatises and scores. Such principles are “implicit” in the sense that aspects of orchestration practice are based to some extent on rules and conventions that are followed intuitively without being formalized explicitly. We propose that many aspects of orchestration practice, as revealed through orchestration treatises and scores, are related to auditory grouping principles ( Goodchild and McAdams 2021 ). Auditory grouping processes are the basis of what has been termed auditory scene analysis . According to Albert Bregman, the perceptual psychologist who established this field of research, the “job of perception . . . is to take the sensory input and to derive a useful representation of reality from it” ( 1990 , 3). Our brains evolved to perceive sound sources rather than collections of individual frequency components, and events produced by these sources result in auditory images―mental representations of sound entities that exhibit coherence in acoustic behavior ( McAdams 1984 ). Although sound entities in the everyday world are usually single sound sources, in music they can involve combinations of several sources of sound—musical instruments or electroacoustic sounds. Therefore, we argue that master orchestrators have learned, and student orchestrators must learn (6) to harness this tacit understanding in order to provide “musical scenes” in which listeners can comprehend complex musical relationships through instrumental scoring. In this way, the TOGE provides a basis for a predictive theory of how grouping principles at work in orchestration lead to perceptual structuring. Example 2 . Auditory grouping processes and the resulting perceptual qualities and corresponding orchestral effects (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "goodchild_and_mcadams_2021",
                    "bregman_1990",
                    "mcadams_1984"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Example 2 presents the grouping processes of auditory scene analysis and the orchestral effects related to them, as well as the resulting perceptual attributes related to music. There are three main classes of auditory grouping processes: concurrent, sequential, and segmental ( Bregman 1990 ; Goodchild and McAdams 2021 ; McAdams 1984 ). First, concurrent grouping governs what components of sounds are grouped together into musical events, which precedes the extraction of perceptual attributes of these events, such as timbre, pitch, loudness, and spatial position. Next, sequential grouping determines whether these events are connected into single or multiple streams, on the basis of which perception of melodic contours and rhythmic patterns occurs. Finally, segmental grouping affects how streams are “chunked” into musical units, such as motives, phrases, and themes. As a result, auditory grouping processes are directly involved in many orchestration practices, including the blending of instrument timbres due to concurrent grouping, the segregation of melodies based on timbral differences in sequential grouping, and call-response or echo-like exchanges through orchestral contrasts in segmental grouping.",
                "footnotes": [],
                "citations": [
                    "bregman_1990",
                    "goodchild_and_mcadams_2021",
                    "mcadams_1984"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] An important principle emerges from auditory scene analysis research: perceived qualities of events or groups of events depend on how things get grouped together ( Bregman 1990 ; see also Example 2). Accordingly, event properties such as pitch, timbre, loudness, duration, and spatial position depend on concurrent grouping. They are computed on the basis of the information that has been grouped together concurrently. Stream properties such as melodic contour and intervals and rhythmic relations depend on sequential grouping. Such relations are computed within streams and are difficult to perceive across streams ( McAdams and Bregman 1979 ). And the formation of musical units, such as motifs, themes, and phrases, depends on their being perceptually segmented as such, setting them off as units, as hierarchically high-level, complex “events.”",
                "footnotes": [],
                "citations": [
                    "bregman_1990",
                    "mcadams_and_bregman_1979"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] People make sense of the continuous streams of information they encounter by organizing them into discrete events as an ongoing part of everyday perception ( Kurby and Zacks 2008 ). These everyday perceptual organization processes are evidently present in any music listening situation as well. In the case of music, the information stream is carried by the complex sound waves, created by multiple instrumental sound sources that arrive at a listener’s two eardrums. Events are organized concurrently at several timescales and are grouped hierarchically. For example, a tone can be grouped with other tones to form a melodic stream, which can be in the foreground layer of a two-layer orchestral texture. In the case of music, therefore, multiple events overlapping in time are possible. Organization is based on detecting changes in the properties of the incoming sensory information. An event is a segment of time that is perceived by a listener to have a beginning and an end. Beginnings can be signaled by sound appearing from silence. But the end of one event and the beginning of the next event can also be signaled by a sudden change in musical parameter such as pitch, timbre, or dynamics. Slow, continuous changes in these parameters may not provoke event detection and would thus be perceived as a modulation of the parameter, such as vibrato or a crescendo or a continuous change in timbre on a flute as one adjusts the orientation of the embouchure with respect to the mouthpiece.",
                "footnotes": [],
                "citations": [
                    "kurby_and_zacks_2008"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] The writings of several music scholars are relevant to the issues at hand. James Tenney ( [1964] 1988 ) applied concepts from Gestalt psychology to the perceptual organization of musical structure from sound, notably Koffka’s notion of the laws of organization that underlie the formation of cohesive, separable units. This process results in the formation of a grouping hierarchy of segments, which Tenney terms “temporal Gestalt-units.” Tenney and Larry Polansky’s ( 1980 ) theory of segmental grouping is based on Gestalt principles: similarity and proximity promote cohesion, whereas difference and temporal distance promote segregation. This conception has strong similarities to the grouping preference rules of Lerdahl and Jackendoff ( 1983 ), although some of the principles also apply to sequential grouping and the formation of auditory streams.",
                "footnotes": [],
                "citations": [
                    "tenney_1988",
                    "tenney_and_polansky_1980",
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] More recently, the work of Dora Hanninen ( 2012 ) has addressed the notions of segmentation and associative organization as applied within music analysis. She proposes three domains of musical experience and discourse, which are sonic (psychoacoustic), contextual (associative), and structural (theory of structure or syntax). Hanninen’s theory is note- or sound-event-based, as is Tenney’s, and thus presumes the formation of events that populate segments. Similarly to Tenney, Hanninen proposes that sonic organization from individual musical segments to larger units is predicated on difference and disjunction. Both theories include the role of contextual factors that are relational, such as repetition, association, and categorization of segments resulting from sonic organization. The approach of the  Taxonomy of Orchestral Grouping Effects is oriented toward a score-based exemplification of music-as-heard and focuses primarily on Hanninen’s sonic level, at which sonic criteria respond to psychoacoustic attributes of individual notes and place segment boundaries at local maximum disjunctions in individual dimensions, such as pitch, duration, dynamics, and timbre. The TOGE extends the organization processes to concurrent and sequential grouping, both of which, in our conception, precede the segmental level of grouping, which was the focus of Hanninen and Tenney. Let us examine the three classes of grouping principles as defined in the TOGE more generally before proceeding to detailed examples.",
                "footnotes": [],
                "citations": [
                    "hanninen_2012"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Concurrent grouping operates through the auditory fusion of acoustic information into auditory events. Any given sound source has a rich spectrum with mixtures of harmonic or inharmonic frequency components and noise. (7) And yet, under normal circumstances, one usually hears not a plethora of frequencies, but a unified event when that source produces a sound. A number of acoustic cues are used by the auditory system to decide which concurrent components to group together. The most powerful cues include onset synchrony (acoustic components begin synchronously), harmonicity (acoustic components are related by a common period), and parallel changes in amplitude and frequency ( McAdams 1984 ). Deviations from these cues may signal the potential presence of several simultaneously sounding events. This grouping process precedes the extraction of the perceptual attributes of the resulting events, such as timbre, pitch, loudness, duration, and spatial position.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "mcadams_1984"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] The subtypes of the concurrent grouping category in the TOGE are derived from an idea originally proposed by Gregory Sandell ( 1991 , 1995 ). The default case in music is that different instruments are heard separately. However, if sounds are blended, a new timbre arises, which is either dominated by a given instrument that is augmented by other instruments ( timbral augmentation ) or is less easily recognized as composed of the constituent sound sources ( timbral emergence ). On the other hand, if the concurrent events fulfill all of the auditory scene analysis criteria of onset synchrony, harmonicity, and parallelism of pitch and dynamics, as would be the case with many cases of instrumental doubling in orchestration, but the instruments are nonetheless heard separately, we classify the effect as timbral heterogeneity . In all three cases, the effect can be of short duration (punctuation) or more continuous, and in the latter case the instruments involved can be stable or changing over time (transforming). (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "sandell_1991",
                    "sandell_1995"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] Sequential grouping connects events formed by concurrent grouping into auditory streams on the basis of similarity in qualities (pitch, timbre, loudness, spatial position). Sequences of events with similar properties and which are proximal in time are organized into an auditory stream, and events with different properties are organized into multiple streams within which successive events are more similar ( McAdams and Bregman 1979 ). Therefore, an auditory stream is a mental representation of sequences of sounds likely to have arisen from the same sound source. This process provides the basis on which the perception of rhythmic patterns and melodic, timbral, and dynamic contours is determined. In sequential grouping, successive events are integrated into a stream or a surface texture . Alternatively, they can also be segregated to form multiple streams or more loosely grouped instruments that constitute orchestral strata , which differ in perceptual prominence and thus form foreground and background layers. Again, in each of these cases, we distinguish stable and transforming instrumentation within streams and strata. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "mcadams_and_bregman_1979"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] Segmental grouping involves the hierarchical “chunking” of event sequences into musical units that one usually associates with motifs, cells, and phrases ( Deliège 1987 ), but it can also apply to groups of streams or layers in the creation of section boundaries ( Deliège 1989 ). Segmentation is provoked by sudden changes in a number of musical parameters such as loudness, pitch register, timbre, and surface texture. In orchestration, segmentation into musical units often involves various kinds of timbral contrasts or timbral progressions over longer timespans, from several seconds to many minutes. Through extensive orchestration analysis, (10) we have identified several subcategories of contrasts, including (1) timbral shifts with musical patterns being passed from instrument to instrument; (2) timbral echoes of one instrument by another, simulating distance; (3) antiphonal contrasts with call-and-response patterns between different instrumental groups; (4) timbral juxtapositions that involve contrasts at a local level (and don’t fit within any of the other categories); and then (5) larger-scale contrasts signaling section boundaries in concert with changes in other musical parameters such as register, musical texture, and dynamics. It is important to emphasize that we are focusing on perceptual segmentation at the sonic level in Hanninen’s ( 2012 ) theory, not more general types of segmentation at associative or structural levels based on relational properties such as repetition, association of materials, pitch-class set distinctions, and harmonic considerations, to name just a few, or to higher-level theoretical issues of interpretation and representation of musical meaning. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "hanninen_2012"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] Hanninen’s notion of disjunction underlying segmentation at the sonic level involves salient difference, edge detection, object recognition, and boundary formation. The auditory dimensions she considers as note attributes, whose disjunction can contribute to segmentation, include pitch, attack-point, duration, dynamics, timbre, and articulation. Her conception seems to presume concurrent and sequential grouping, focusing on segmental grouping. In her words, “within each sonic dimension, edge detection and stream segregation support object recognition for successive, and simultaneous, events, respectively” (23–24). (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Let us now examine in more detail the nature of these different classes of grouping processes and how they relate to orchestration. We will do so through the taxonomy representing subcategories of the three main types of auditory grouping principles described above. The taxonomy is organized from the smallest, local-level units (event formation from perceptual fusion or blending) through the connection of events into auditory streams, surface textures and layers, and finally to segmentation of smaller- and larger-scale units through orchestral contrasts. Taxonomy of Orchestral Grouping Effects (TOGE) Concurrent Grouping",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In the case of orchestration, we are interested in cases in which two or more concurrently sounding instruments are fused perceptually, which is usually referred to in orchestration treatises as “blend” in English, “fondu” or “mélange” in French, and “Verschmelzung” in German (e.g., Adler [1982] 2002 ; Koechlin 1954–1959 , vol. III; Schneider 1997 , respectively). The auditory grouping effect of blend arises from the basic technique of combining instruments, referred to as the “doubling” or “coupling” of instruments at the unison or at particular pitch intervals (drawing on principles of harmonicity and parallel changes of pitch). Doubling and coupling also usually imply rhythmic synchrony. However, as we will see, not all couplings result in blending of the component instruments. (13) The fusion process creates the illusion that the composite sound originates from a single source, creating “virtual source images” ( McAdams 1984 ), “phantasmagoric instruments” ( Boulez 1987 ), or “chimeric percepts” ( Bregman 1990 ). And the perceived timbre depends on which acoustic components have been grouped together concurrently. Therefore, in orchestration practice, blending is often used to create new timbres.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "adler_2002",
                    "schneider_1997",
                    "mcadams_1984",
                    "boulez_1987",
                    "bregman_1990"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The most effective concurrent grouping principles include onset synchrony, harmonicity, and parallel changes in dynamics and pitch. These principles are part of everyday perceptual processing—the aim of which is to understand what is happening in the world—and are likely to be relatively independent of musical style or culture. Consonant intervals (unisons, octaves, fifths), corresponding approximately to frequency ratios found between lower partials in the harmonic series, are more likely to fuse than are imperfect consonant and dissonant intervals ( Lembke and McAdams 2015 ). Sound components that start within a synchrony window of about 30–50 milliseconds are more likely to fuse together. For example, sound components that are asynchronous by more than 30 milliseconds can affect timbre judgments given that timbre depends on which frequency components get grouped together ( Bregman and Pinker 1978 ). Parallel changes in sound level (dynamics) can cause components in different frequency regions to fuse together ( Hall, Grose, and Mendoza 1995 ), and similarly, changes in frequency that maintain harmonic ratios, such as vibrato, cause components to fuse together and to separate from components that are changing in different directions ( McAdams 1989 ). These perceptual results are based primarily on coherent changes within single events (i.e., a melodic line). However, when harmonicity and onset synchrony are maintained in sequences of events that change in parallel in pitch and dynamics, as in many passages in Maurice Ravel’s Boléro (1928), the fusion effect is strengthened, demonstrating an influence of coherent change over time on concurrent grouping, as noted by Bhogal ( 2020 ). When Ravel introduces multiple sources playing the main melody, they are at pitches corresponding to the harmonic series, which is maintained strictly as the melody is played, (14) and they start and stop at the same time over the whole sequence. This strict parallelism of pitch intervals is often relaxed in other pieces (similar motion) to keep instruments in the same key and respect the harmonic progression. If the motion becomes oblique or contrary, the tendency is of course toward perceptual separation of the parts (see Huron 2016 , chap. 6).",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "lembke_and_mcadams_2015",
                    "bregman_and_pinker_1978",
                    "hall_grose_and_mendoza_1995",
                    "mcadams_1989",
                    "bhogal_2020",
                    "huron_2016"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] These concurrent grouping principles are all important to achieve a musical blend, and the more they all converge, the stronger the degree of fusion ( Bregman 1990 ; McAdams 1984 ; McAdams and Bregman 1979 ). However, blend is not an all-or-none phenomenon. One can have various degrees or strengths of blending along a continuum from completely fused to completely segregated. The opposite of blend is concurrent segregation, where simultaneously sounding notes are heard independently. Deviations from onset synchrony, harmonicity, and parallel motion can inhibit fusion. However, even when these principles are satisfied, they do not suffice in and of themselves. Timbral similarity is also crucial in terms of both spectral shape and temporal envelope shape. (15) Example 3 . Taxonomy of concurrent auditory grouping phenomena (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "bregman_1990",
                    "mcadams_1984",
                    "mcadams_and_bregman_1979"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] As shown in Example 3 , concurrent grouping principles in the TOGE affect whether a combination results in blend or non-blend. We further specify two types of blend in terms of the timbral result: augmentation and emergence. Timbral heterogeneity is the result of non-blend when the pitch and rhythmic parameters are strongly coupled across instruments, but the timbral characteristics do not result in perceptual fusion. For each of these categories, the phenomenon is either sustained over time (a musical phrase) or is a very short punctuation (a chord or accent, usually a quarter note or shorter in duration). For sustained cases, the instrumentation is either stable over a sequence of blended or non-blended events or evolves over time, which we refer to as transforming. In the following sections, we provide more detailed accounts and examples of augmentation, emergence, and heterogeneity. Blend Timbral Augmentation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Timbral augmentation involves fusion in which one dominant instrument is embellished or colored by a subordinate instrument or group of instruments. Example 4 . Timbral augmentation (sustained, stable): Debussy, La Mer , i, mm. 122–31 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Timbral augmentation (sustained, stable) . A striking example involves the English horn doubled at the unison by two solo celli in the first movement of Debussy’s La Mer (1903–5) ( Example 4 ). The English horn timbre (dark red box) dominates but is given texture and weight by the embellishing celli (lighter pink box). Audio Example 1 presents the English horn alone (1a), then with the two celli (1b), and finally the full context (1c). (16) Note the change in timbre with the addition of the celli, but also that the degree of fusion of the English horn and celli in the foreground is enhanced when the background strings are added. This change in the full context indicates that the blending of specific instruments may be affected by what else is occurring in the music. In this example, the instrumentation of the blend remains fixed, and we refer to this as stable timbral augmentation . Example 5 . Timbral augmentation (sustained, transforming): Wagner, Parsifal , Overture, mm. 20–25 (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Timbral augmentation (sustained, transforming) . This device involves situations in which the dominating instrument(s) remain(s) fixed while the embellishing parts change when an instrument is added or removed over the course of a phrase. In this case, the timbre of the dominant instrument is continuously modified over time by the changes in embellishing instruments. A powerful example of this phenomenon, noted by Gregory Sandell ( 1991 , 63), is shown in Example 5 . The opening of the Overture to Wagner’s Parsifal (1882) contains a passage in which the dominant first and second violins (dark red box) are augmented throughout by the celli (lowest lighter pink box) at the unison (high instrumental register), an orchestration technique which functions to provide added tension, particularly with the crescendo. This combination is then progressively augmented by the addition of clarinet, English horn, and then oboe (upper lighter pink box), still in unison doubling, thickening and enriching the sounds with reed instruments up to the middle of the passage. Thereafter, the woodwinds are removed in reverse order, accompanying the decrescendo. The timbral waxing and waning follows the overall melodic contour (visible in the upper pink box). This exemplifies an important musical effect that is only achieved through orchestration. Note that the dominant instrument (the violins) remains constant, and it is the combination of embellishing instruments that changes over time. Audio Example 2 first presents the violins alone (2a) and then the full context (2b). Example 6 . Timbral augmentation (punctuated): Sibelius, Symphony no. 5, op. 82, iii, mm. 474–482 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "sandell_1991"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] Timbral augmentation (punctuated) . Blend of the punctuation type refers to a short event, usually played tutti, in which a listener does not have enough time to parse the constituent elements. Example 6 presents a punctuated timbral augmentation in which the brass family dominates and is augmented by strings and woodwinds in a series of punctuated chords from the third movement of Sibelius’s Symphony no. 5 (1915, revised 1916–19) ( Audio Example 3 ). Note that the timpani stand out in timbral heterogeneity in the last two chords in this performance due to onset asynchrony. Timbral Emergence",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Timbral emergence occurs when the fusion of different instruments results in the synthesis of a new timbre that is identified as none of its constituent instruments, creating a new sonority ( Sandell 1995 ). Kendall and Carterette ( 1993 ) have shown with dyads of instruments that the stronger the perception of blend is, the more difficult it is to identify the constituent instruments, as they are no longer accessible as individual sounds from which the properties that allow identification of the instrument can be extracted. Another principle that affects perceptual fusion in timbral emergence is related to the fact that dense frequency spectra, such as those created by tight pitch clusters, are not analyzable perceptually because too many frequency components from different sources fall in the same auditory channels ( McKay 1984 ; Noble 2018 ). Spectral density has been employed a great deal in sound mass music, such as György Ligeti’s Atmosphères (1961) or Krszystof Penderecki’s Threnody to the Victims of Hiroshima (1960). Example 7 . Timbral emergence (sustained, stable): Debussy, La Mer , i, mm. 6–17 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "sandell_1995",
                    "kendall_and_carterette_1993",
                    "mckay_1984",
                    "noble_2018"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Timbral emergence (sustained, stable) . In Example 7 , the English horn is doubled at the octave by a muted trumpet (red boxes) in a passage from the first movement of Debussy’s La Mer (1903–5). The blend of the strident trumpet and rich English horn has an emergent quality similar to a reed organ, and indeed with this instrumental combination Debussy may have been trying to replicate the foghorn of a ship at sea. Audio Example 4 presents the English horn and trumpet combination by itself and then the full context. Example 8 . Timbral emergence (sustained, transforming): Schoenberg, Five Pieces for Orchestra op. 16, iii, mm. 1–11 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Timbral emergence (sustained, transforming) . In Example 8 , the opening measures of the third movement of Schoenberg’s Five Pieces for Orchestra , op. 16 (1949), entitled “Farben” (colors in German), involve an oscillating timbral “modulation” that elides smoothly between different groups of blended instruments on the same five-voice chord ( Audio Example 5 ). The timbral modulation occurs at a faster rate than the seven chord changes over these eleven measures. The first four voices alternate every half note between flute 1, flute 2, clarinet, and bassoon on the one hand and English horn, muted trumpet, bassoon, and muted horn on the other (red boxes), and the fifth voice alternates every quarter note between viola and contrabass. As Charles Burkhart notes, The changing-chord organism, then, reveals a very tight and solid pitch construction, but one that is so simple and devoid of pitch embellishment that, by itself, it could not sustain interest. The dimension of the work that holds us from moment to moment is, of course, color. In traditional orchestral music, instrument changes are generally much slower than changes of pitch [ . . . ]. In Farben we have the reverse: the changes of instrument (therefore of color) are generally faster than the changes of pitch. ( 1973 , 151) In a footnote on the score, (17) Schoenberg specifies that the change between chords should be done so gently that there is no accentuation of entering instruments; the change should only become noticeable by the different emerging color, essentially defining the notion of continuous timbral modulation. This kind of timbrally modulated harmonic sonority as an extended auditory event became quite common in the spectral music of composers such as Gérard Grisey ( Partiels , 1975) and Tristan Murail ( Gondwana , 1980). Example 9 . Timbral emergence (punctuated): Berlioz, Symphonie fantastique , iv, m. 17 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "burkhart_1973"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] Timbral emergence (punctuated) . Example 9 shows a single tutti chord giving rise to timbral emergence in the fourth movement ( Marche au supplice [March to the scaffold]) of Berlioz’s Symphonie fantastique (1830) ( Audio Example 6 ). Due to the short duration, there is not enough time to aurally analyze the instrumental constituents of this final tutti chord, which symbolizes the fatal blow of the guillotine that brutally interrupts the idée fixe representing a final thought of love. The classification of Examples 6 and 9 as augmented and emergent, respectively, depends on the synchrony and balance among instruments: synchrony strongly affects blend and balance can affect whether certain instruments dominate. The analyst must decide upon listening whether some instrument or family dominates and is identifiable or not. Non-blend Timbral Heterogeneity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] Timbral heterogeneity occurs when the parts written for instruments satisfy auditory grouping principles (i.e., playing synchronously, in harmonic relations, and with parallel motion), but do not blend completely and some instruments or groups of instruments are consequently heard independently due to their timbral dissimilarity (e.g., differences in attack quality, formant structure, and brightness/darkness). The analyst must decide if they can hear multiple concurrent sonorities. In some cases, one or more instruments may stand out while others are blended. In other cases, a listener might distinguish separate groups of blended instruments. As with all grouping effects, blend is not all-or-none and analysis should include an estimate of blend strength, which can depend on performance nuances such as timing, tuning, and balance. Example 10 . Timbral heterogeneity (sustained, stable): Debussy, La Mer , iii, mm. 183–186 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Timbral heterogeneity (sustained, stable) . A classic example of this effect is the doubling of an instrument with the glockenspiel two or three octaves above. As Forsyth notes concerning the glockenspiel, “Its main use is to ‘brighten the edges’ of a figure or fragment of melody in conjunction with the upper octaves of the orchestra. Strictly speaking, one may say that it combines with nothing . And this is its virtue” ( 1935 , 62, emphasis added). As shown in Example 10 , drawn from the third movement of Debussy’s La Mer (1903–5), the glockenspiel doubles the unison English horn and horn line three octaves higher. Here, the repeating eighth notes in the horn blend with and emphasize those of the more sustained English horn (solid purple box) until they split on the last eighth note at different pitches. The glockenspiel does “brighten the edges” of the blend between English horn and horn. However, it is indeed heard separately (as indicated by the dashed purple box) due to: (1) the different temporal envelopes of sustained and impulsive sounds; (2) its very high spectral content that does not overlap with the other instruments; and (3) its inharmonicity compared to the harmonicity of English horn and horn. Audio Example 7 presents first the English horn alone (a), then first adds the horn (b), then the glockenspiel (c), and then the rest of the orchestra in sequence (d). Example 11 . Timbral heterogeneity (punctuated): Tchaikovsky, Nutcracker Suite , op. 71a, i, mm. 181–182 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "forsyth_1935"
                ]
            }
        },
        {
            "4.15": {
                "text": "[4.15] Timbral heterogeneity (punctuated) . Example 11 is from the last two bars of the first movement of Tchaikovsky's Nutcracker Suite op. 71a (1892). In the two final tutti chords in Audio Example 8 , the woodwinds and horns (solid purple box) are segregated from the triangle and pizzicato violins and violas (dashed purple box), even though they sound synchronously with each other. Each group is blended, but the inharmonicity of the triangle and the more quickly damped impulsive amplitude envelope of the triangle and pizzicato strings set them apart from the wind instruments. Sequential Grouping",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Sequential grouping concerns how successive events or temporally overlapping groups of successive events are perceptually connected to one another. The formation of auditory streams, surface textures, or orchestral strata is traditionally understood in orchestration practice as either contrapuntal writing (the creation of co-equal parts) or orchestral layering (the creation of hierarchical parts, i.e., foreground and background layers), and everything in between. The basic principle of auditory stream formation is that events that are temporally proximal and similar in their auditory qualities, such as pitch, loudness, timbre, and spatial position, will tend to be grouped sequentially (see Bregman 1990, chap. 2; Huron 2016, chap. 6; McAdams and Bregman 1979; Moore and Gockel 2002, for reviews). It is important to note that timbre covaries with pitch, playing effort, and articulation in musical instruments and so cannot be considered independently: changing the pitch or the musical dynamic also changes the timbre ( McAdams and Goodchild 2017a ).",
                "footnotes": [],
                "citations": [
                    "mcadams_and_goodchild_2017a"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Discontinuities created by sudden changes in these auditory qualities cause them to be disconnected. However, the auditory system can connect non-successive events that have similar qualities. Therefore, if a violinist alternates rapidly between pitch registers on a note-to-note basis, successive notes are separated, but are connected to notes of similar register, thereby forming two separate or segregated streams in counterpoint with each other. This technique of pseudo-polyphony or compound melody was used extensively starting in the Baroque era by composers such as Georg Philipp Telemann and Antonio Lucio Vivaldi. Note that the notions of parts or lines, as in contrapuntal part-writing, may or may not result in a single stream per part. And we know that melodies and rhythms—the succession of pitch intervals and interonset intervals—belong to, or are computed within, auditory streams, not across them ( Dannenbring and Bregman 1976 ). Melody and rhythm perception depend on how things are grouped sequentially: both are properties of streams and can be affected by timbre-based grouping.",
                "footnotes": [],
                "citations": [
                    "dannenbring_and_bregman_1976"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Contrasts in the timbral properties of different instruments, particularly those related to sound color derived from the shapes of the sounds’ frequency spectra, can also cause stream segregation. Prout refers to this as “the contrast of instruments employed simultaneously” ( Prout 1899 , 115), as opposed to successive contrasts of instrumentation/orchestration. The degree of segregation between parts can be predicted by their perceived timbral difference, including differences in the shape of the frequency spectrum and temporal fluctuations in the amplitude envelope ( Bey and McAdams 2003 ; Iverson 1995 ; Reuter 1997 ). Interestingly, timbre is a more important cue for stream segregation for nonmusician listeners than musicians ( Marozeau, Innes-Brown, and Blamey 2013 ). Jeffrey DeThorne’s ( 2014 ) notions of “colorful plasticity” and “equalizing transparency,” while never defined in acoustic terms, attempt to theorize the concept of “orchestral clarity,” that is, some degree of segregation that allows one to hear the individual parts clearly. Similarly, concerning the formation of orchestral layers, Charles Koechlin ( 1954–1959 ) introduces the concepts of volume (auditory size or extensity) and intensité (intensity, not necessarily merely related to loudness, but perhaps also to a kind of inherent “force” in a sound) ( Chiasson 2010 ; Chiasson and Traube 2007 ). These properties vary as a function of the instrument, as well as the register and dynamic at which it is playing. Instruments that are similar in intensity and extensity are considered to be équilibrés (balanced) and can be grouped into orchestral layers, whereas instruments presenting differences in these properties are more likely to be in separate layers.",
                "footnotes": [],
                "citations": [
                    "prout_1899",
                    "bey_and_mcadams_2003",
                    "iverson_1995",
                    "reuter_1997",
                    "dethorne_2014",
                    "chiasson_2010",
                    "chiasson_and_traube_2007"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] One rule of counterpoint is to avoid crossing parts in pitch, because listeners tend to group notes on the basis of pitch proximity. However, this problem can be overcome if the two parts, such as a duo of clarinet and violin, have sufficiently different timbres ( Gregory 1994 ; Tougas and Bregman 1985 ). But segregation can also be achieved with sounds from a single instrument if they have very different timbral characteristics, as one might find in solo violin pieces by Niccolò Paganini in which bowed and plucked sounds form separate streams in counterpoint with each other. In the words of Charles Koechlin: “A melody interleaved with an accompaniment of the same timbre will be heard easily only if there is a gap between this melody and the parts that accompany it. On the other hand, with different timbres, this gap is not necessary” ( Koechlin 1954–1959 , 22). (18) Note that auditory stream formation theory posits that the events cohering into a stream can be detected and followed over time, and in the cases mentioned here, it is the timbral similarity that allows this tracking over time. This has been termed the “timbral differentiation principle” in part writing by David Huron ( 2016 , 114–6). Example 12 . Taxonomy of sequential auditory grouping phenomena (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "gregory_1994",
                    "tougas_and_bregman_1985",
                    "huron_2016"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Sequential grouping results in the formation of one or more auditory streams, as well as looser integration of musical parts into complex textures or orchestral layers. As shown in Example 12 , in the TOGE we distinguish between the sequential integration into streams or surface textures and the segregation of temporally overlapping musical events into co-equal streams or stratified orchestral layers. Again, the instrumentation is either stable or transforming over the passage in question. The following sections provide more detailed accounts and examples of these phenomena. Integration",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] We distinguish two types of sequential grouping integration: stream integration and integration of a surface texture. In stream integration, consistent timbre, register, and dynamics across a sequence of notes helps them to be connected perceptually into an auditory stream. Integration into a single stream also holds for groups of instruments playing synchronously and in parallel at harmonic intervals (i.e., homophonically) if they are perceptually fused into a virtual source image, as in most blends that are sustained over a succession of pitches. The classic example of this is Maurice Ravel’s building of a complex sonority with different instruments on the pitches of the harmonic intervals in Boléro mentioned above. The integration of a surface texture occurs when two or more instruments have different material—contrasting rhythmic figures and/or pitch material—but are integrated perceptually into a single surface texture; the term “texture” is used here more in its meaning of the consistency of a surface than an aggregation of layers. It is perceived as being more than a single instrument, but the instruments do not clearly separate into distinguishable and trackable streams. As a result, this is a looser perceptual grouping than stream integration. Stream Integration Example 13 . Stream integration (stable). Ravel’s orchestration of Mussorgsky’s Pictures at an Exhibition , vi (“Samuel Goldberg and Schmuÿl”), mm. 1–8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Stream integration (stable) . Example 13 is from Ravel’s (1922) orchestration of Mussorgsky’s Pictures at an Exhibition , vi (1874). The musical stream in Audio Example 9 is formed on the basis of small changes in pitch, consistent dynamics, and a similar blended timbre across the whole passage. The consistent timbral blend creates the perception of a sustained musical stream. Although the synchrony, harmonicity, and pitch parallelism create the timbral blend at each note, with woodwinds augmenting the string timbre, it is the continuity of pitch, timbre, and dynamics from note to note that ensures the stream integration. Example 14 . Stream integration (transforming): Reynolds, The Angel of Death, S section, mm. 364–373 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Stream integration (transforming) . Example 14 is drawn from a contemporary piece by Roger Reynolds, The Angel of Death for solo piano, ensemble, and computer-generated sounds (1998–2001). All of the large-scale thematic materials of the piece were composed for both solo piano and a 16-instrument ensemble. In the case of the fifth theme, only the ensemble version appears in full; the initial 10 measures are shown in Example 14. Touizrar and McAdams ( 2019 ) note that the aim of the ensemble version was to introduce additional perspective with respect to the piano version by introducing changes in timbre made possible by the instruments and their combinations. The melodic progression is highlighted in Example 14 with colored boxes. However, instead of passing from instrument to instrument, the passage has many overlapping instruments, so the melodic sequence is of continuously varying blended timbres. The vertical lines indicate blends and are examples of short passages of transforming timbral augmentation and emergence . The passage moves from violins and vibraphone, joined by clarinet, to marimba joined successively by viola then cello, to clarinet and xylophone, to xylophone and flute, and so on. It is the registral and gestural continuity, as well as the relative timbral proximity, that integrates the successive parts into a musical stream. Audio Example 10 presents first the piano version (a) and then the ensemble version (b) in order to appreciate the additional timbral sculpting that occurs. Integration of Surface Textures Example 15 . Surface texture (stable): Smetana, Die Moldau, mm. 185–194 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "touizrar_and_mcadams_2019"
                ]
            }
        },
        {
            "5.9": {
                "text": "[5.9] Surface texture (stable) . Example 15 is drawn from Bedřich Smetana’s symphonic poem Die Moldau (1880). In mm. 185–186, the flutes play an oscillating pattern in sixteenth notes that is initially perceived as a stable stream integration, but they are joined in m. 187 by the clarinets, which weave through this pattern in triplet eighth notes creating a surface texture. This texture is meant to represent symbolically the surface of the river Moldau shimmering in the moonlight. Audio Example 11 presents this texture alone (a) and then in the full context with horns, harp, and strings (b). Note that when this texture is heard on its own, it is easier for the listener to pick out pieces of individual streams played by the flutes and clarinets, whereas the streams integrate into a surface texture in the full context as a middleground layer, which will be described in the following section. Example 16 . Surface texture (transforming): Smetana, The Bartered Bride , Overture, mm. 89–99 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] An example of surface texture (transforming) can be found in Smetana’s Overture from The Bartered Bride (1886). In Example 16 , there is rhythmic synchrony in rapid eighth notes with distinct pitch contours in the different string parts, which are progressively joined by clarinets, oboes, and then flutes. In spite of (or perhaps because of) the rhythmic synchrony, it is again difficult to follow any given instrument and a complex surface texture arises that evolves in tone color ( Audio Example 12 ). Segregation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] We distinguish two main types of sequential grouping segregation in orchestral music: the perceptual separation of individual “voices” of equal prominence (stream segregation) and groupings of instrumental parts into orchestral layers that are different in prominence (stratification). Stream Segregation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] We define stream segregation as involving two or more clearly distinguishable voices (i.e., integrated streams) with nearly equivalent prominence or salience. The different instrument parts must be co-equal and scored as independent, often contrapuntal, melodic lines with rhythmic independence. Normally segregation occurs with individual instruments, although strongly fused instrument pairings or groupings can also form an individual stream, i.e., a coupling of two or more different instruments can blend into a “virtual voice” and form a single stream that is then segregated from some other instrument or blended group of instruments in a different stream. (19) As previously, we distinguish stable and transforming stream segregation situations. Example 17 . Stream segregation (stable) of co-equal single-instrument lines: Vaughan Williams, The Lark Ascending , mm. 88–94 (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13] An instance of a stream segregation (stable) of two instruments is found in Ralph Vaughan Williams The Lark Ascending (1920) ( Example 17 ). Although the violin is the soloist (solid olive-green box), Vaughan Williams adds a complementary solo passage for the oboe (dashed green box), and so the oboe and solo violin now have equal prominence in two-voice counterpoint (which also occupies a foreground position with the string sections forming a background; see Stratification of Orchestral Layers below). The registral and rhythmic differences are highlighted by a timbral difference between the delicate crystalline clarity of the violin and the plaintive nasality of the oboe, which enhances the registral separation and rhythmic contrast to ensure their distinguishability. Although these two parts would most likely segregate if played by the same instrument, note first that timbre covaries with pitch register and second that the additional timbral difference likely enhances the segregation, as Fischer et al. ( 2021 ) have demonstrated experimentally. Audio Example 13 first presents the two instruments alone (a), followed by the full context with the background harmony provided by the string sections (b). Example 18 . Stream segregation (stable) of blended streams: Borodin, In the Steppes of Central Asia , mm. 210–218 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "fischer_thoret_soden_montrey_and_mcadams_2021"
                ]
            }
        },
        {
            "5.14": {
                "text": "[5.14] Example 18 , taken from Alexander Borodin’s In the Steppes of Central Asia (1880), gives another example of stable stream segregation, but with multi-instrument fused streams. One stream is formed of flutes and violins each in octave doubling (solid olive-green boxes). The other stream comprises two bassoons and horns 1 and 3 in unison (dashed green box). In the background (see Stratification of Orchestral Layers, below) are sustained harmonies in the other woodwinds and horns 2 and 4, punctuated by pizzicati in the other strings ( Audio Example 14 ). Note the timbral affiliation within each stream of the higher-register (flutes, violins) and lower-register (bassoons, horns) instruments. Interestingly, both streams result from the blending of instruments from different families. These blend pairings occur often in the orchestral repertoire and are most likely due to strong overall spectral similarity of the two instruments. Again, the registral and rhythmic differences are enhanced by the timbral differentiation. Example 19 . Stream segregation (transforming) of blended streams: Stravinsky, Quatre Etudes, iv (Madrid) , mm. 93–94 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.15": {
                "text": "[5.15] Stream segregation (transforming) is represented in Example 19 by a passage from the fourth movement (Madrid) of Stravinsky's Quatre Etudes (1952). In Audio Example 15 , one stable stream is formed by woodwinds (solid olive-green box), whereas the brass stream transforms in passing from three horns to one horn and four trumpets (dashed green boxes). The pitch ranges of the two composites are partially overlapping, and there is significant rhythmic synchrony, but the different emerging timbral qualities and pitch contours contribute to their segregation. Stratification of Orchestral Layers",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.16": {
                "text": "[5.16] In denser orchestral textures, musical perspective is sometimes achieved by the organization of materials into layers of differing perceptual prominence. (20) Stratification occurs when two or more different layers of musical material are separated into more and less prominent strands. Most often one hears foreground and background, but at times a middleground is also present. (21) Stratified layers often have more than one instrument in at least one of the layers.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "5.17": {
                "text": "[5.17] The main perceptual issues in orchestral stratification concern the musical parameters that determine: (1) which parts are grouped together; (2) the degree of separation between groups; and (3) the relative perceptual salience of a layer that leads a listener to hear it as foreground, background, or middleground. Many different musical parameters can be used to group instrumental parts into layers and to distinguish among the different layers. These parameters include register, dynamics, articulation, rhythmic texture, and, of course, choice of instruments. Timbral similarity and difference can act as cohesive and dividing forces, respectively. And remember that the timbre of sounds produced by a given instrument covaries with pitch, dynamics, and articulation. Timbre is thus necessarily involved even when it seems that these other parameters are primarily responsible for the grouping.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.18": {
                "text": "[5.18] Koechlin’s notion of equilibrium or balance is relevant to determining whether orchestral layers form and which are “in front,” or perceptually foregrounded ( 1954–1959 , vol. 1, 223; vol. III, 1): differences in extensity (auditory size) and intensity (force) lead to separation, and similarities lead to grouping. In his conception, the perceptual salience that conditions whether a layer is heard in the foreground is related to two other notions that are derived from extensity and intensity. The first is transparence (transparency), which corresponds to a timbre’s ability to allow other timbres played concurrently to be heard. The transparency of a sound is high if the extensity is large and the intensity is weak. Inversely, transparency is lower if the extensity is thin and the intensity is strong. So, a large, weak sound (like a clarinet in the low to medium register) is more transparent and would be relegated to the background, whereas a thin, intense sound (like the oboe) is opaquer and would tend to occupy the foreground ( Chiasson and Traube 2007 ). Koechlin uses these notions to explore orchestration choices in melody and accompaniment writing ( 1954–1959 , vol. 3, 30–206).",
                "footnotes": [],
                "citations": [
                    "chiasson_and_traube_2007"
                ]
            }
        },
        {
            "5.19": {
                "text": "[5.19] Although these intrinsic timbral features of instruments certainly play a role in perceptual salience, contextual features must also be considered. For example, an instrument such as a clarinet playing in the presence of a set of different instruments such as strings, may stand out and acquire contextual salience simply based on its difference with respect to its surroundings. Melody and accompaniment writing also uses this kind of feature. That being said, a melody in a transparent instrument with an accompaniment set in more opaque instruments may have difficulty being heard and may even be completely masked. Example 20 . Stratification (stable) with three layers: Mahler, Symphony no. 1, ii, mm. 26–31 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.20": {
                "text": "[5.20] Stratification (stable) . A three-layer, stable stratification can be found in the second movement of Mahler’s Symphony no. 1 in D major (1884–88) ( Example 20 , Audio Example 16 ). The punchy rhythmic violins and violas playing at forte occupy the foreground (FG: solid bright blue box) with background celli and contrabasses providing a subtle mf rhythmic emphasis (BG: short-dashed dark blue-green box). The high woodwinds play a repeating pattern at forte in the middleground (MG: long-dashed blue box). One factor that separates the layers is register, with high woodwinds, mid-register strings, and low strings. What gives prominence to the upper strings is the crunch of forte staccato, drawing attention to the main melody. Although the woodwinds are in the highest register, they don't have the same power as the upper strings and also have a repeating pattern, which doesn't hold attention as well ( Taher, Rusch, and McAdams 2016 ). Example 21 . Stratification (transforming) in three layers: Borodin, In the Steppes of Central Asia , mm. 27–42] (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "taher_rusch_and_mcadams_2016"
                ]
            }
        },
        {
            "5.21": {
                "text": "[5.21] Stratification (transforming) . A passage early in Borodin’s In the Steppes of Central Asia (1880) has three layers ( Example 21 ). The foreground contains sustained decrescendo notes moving through different timbres (solid bright blue box), the middleground has pizzicati alternating between celli on the beat and violas off the beat (long-dashed blue box), and the background is composed of a high blended cover tone on E6 and E7 in the violins, held throughout (short-dashed dark blue-green box) ( Audio Example 17 ). The foreground timbral pattern moves from an octave blend on E2 and E3 in the horns to E5 in the oboe to a four-instrument blend on A4 and E5 with A clarinets doubled at the octave by the flutes, and then back to the oboe E5. This pattern is repeated three times, although the last one is elongated, and all instruments attack together after the third sounding of flutes and clarinets. It is the timbral change that makes this stratum perceptually salient. The transformation here is a timbral shift pattern (see the timbral contrasts section below) that occurs in the foreground. We have found other cases of transforming stratification in which instruments move between layers, such as coming to the fore from a background position and then receding again. In the present case, the addition or reduction or change of instrumentation, as well as the perceived change of coloration, occurs within one orchestral stratum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.22": {
                "text": "[5.22] It is important to emphasize the notion of grouping strength as it pertains to both concurrent and sequential grouping categories. Acoustic components are fused into events, and under appropriate conditions of onset synchrony, harmonicity, and parallel motion in pitch and dynamics, sounds produced by two or more instruments can be blended together. Blend is not an all-or-none phenomenon and slight departures from the concurrent grouping criteria can weaken the strength of a blend (not to mention the effect on the perceived strength of a blend of hall acoustics or microphone placements or mixing choices). Similarly, for sequential grouping, auditory stream formation involves individual instruments or a fairly strong fusion or amalgam of events that then form the streams; it requires fairly strong sequential integration of events within streams and segregation of events into different streams. A looser grouping obtains in the case of surface texture integration where it is clear that there are multiple sound sources, but it is difficult to track any given one due to registral, dynamic, or timbral similarities. Looser grouping is also a feature of stratification in which a given layer of the orchestral strata may have a single stream, two or more streams of similar sounds, an integrated surface texture, or looser blends that form homophonic harmonic textures, to name just a few possibilities. So, in terms of concurrent and sequential organization, stratification represents the highest level of the grouping hierarchy. Reconsidering the example from Borodin's In the Steppes of Central Asia in Example 18 demonstrates this complexity quite clearly with two blended streams in counterpoint in the foreground—flutes and violins in one stream, bassoons and horns 1 and 2 in the other. The sustained harmonic part of the background is realized by the other woodwinds and brass and is accompanied by a low-register, rhythmic pattern in timpani and lower strings. Thus, each layer is a composite. Segmental Grouping Timbral Contrasts",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Segmentation occurs when discrete changes are involved in one or more musical parameters. In line with Kurby and Zacks’ ( 2008 ) model of event segmentation, a sequence of events of similar properties are grouped together, and a sudden change in one or more of these properties, followed by a timespan with events having similar properties among themselves, introduces a contrast that provokes segmentation. At a more local level, this notion has been theorized in terms of grouping preference rules by Fred Lerdahl and Ray Jackendoff ( 1983 ). Irène Deliège ( 1987 ) regroups their rules into two classes in terms of what provokes a segmentation: temporal and qualitative discontinuities. Temporal discontinuities include silent gaps and changes in articulation, duration, and tempo. Qualitative discontinuities include those in pitch, dynamics, and timbre, although timbre was not explicitly included by Lerdahl and Jackendoff but was added by Deliège. Our focus here is on the role of orchestrated timbral and registral change in perceptual segmentation, which Deliège found to be some of the stronger cues for segmentation as measured in perceptual experiments. Deliège ( 1989 ) further explored sectional segmentation as a hierarchically superior grouping of groups, which contributes to the perception of larger-scale formal organization. In works by Pierre Boulez ( Éclat for fifteen instruments, 1965) and Luciano Berio ( Sequenza VI for solo viola, 1967), she noted the role of changes in surface texture, register, and instrumentation in the perception of larger-scale sections and showed that the confluence of several of these parameters increased the number of segmentations reported and thus indicated the strength of the sectional boundary. Bob Snyder ( 2000 , 193) has noted that sectional boundaries are “points of multiparametric change.” Segmental grouping’s successive temporal contrast that creates segmentation or chunking is distinguished from concurrent and sequential grouping’s temporal overlap. Example 22 . Taxonomy of sequential auditory grouping phenomena (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kurby_and_zacks_2008",
                    "lerdahl_and_jackendoff_1983",
                    "snyder_2000"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Timbral contrasts play several roles in orchestration, as shown in Example 22 . The taxonomic types are distinguished by exactness of repetition and presence or absence of harmonic change. We call timbral shift a passage in which a musical pattern defined by melody and rhythm is passed in similar form from instrument to instrument, often with accompanying pitch and harmonic change. The repetition of exact musical material with an instrumentation change that simulates distance is termed timbral echo . Antiphonal (22) contrasts are achieved by the alternation of different instrumentations and orchestral registers in a call-and-response-type format with accompanying harmonic material and at times with different musical material alternating between call and response. Timbral juxtapositions involve moments where a change in orchestration is introduced to enhance a discursive or structural moment at a local level for contrasts that do not fit into the other three categories and can introduce melodic, rhythmic, and harmonic changes as well. And finally, large-scale changes in several other musical parameters along with orchestration can indicate sectional boundaries . More generally as concerns orchestration practice, sudden timbre change contributes to boundary creation, and timbre similarity contributes to the grouping of events into coherent units. Of interest to our study is the role timbre change plays at various levels of the perceptual grouping hierarchy. Example 23 . Timbral shifts: Schubert, Symphony no. 9 in C major, i, mm. 594–602] (click to enlarge and listen) Timbral Shifts",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Passages of this type can be conceived of as an orchestral “hot potato,” wherein a musical pattern is reiterated with varying orchestrations of similar prominence; that is, a repeated phrase is “passed around” the orchestra. Perceptually it is similar to the transforming blend discussed in the section on Blend and to the transforming stream integration in the section on Integration, but here it is presented in discrete timbral steps, rather than as a continuously transforming event. Example 23 from the first movement of Franz Schubert’s Symphony no. 9 in C major (“The Great”) (1825–8) involves a pattern of an ascending arpeggio with repeating dotted-quarter/eighth-note rhythm. Beginning high with full triads in C major involving flutes, oboes, clarinets, and horns, the pattern dives to unison first and second violins in C major, and then descends further to violas and cellos, which climb a C ♯ diminished 7th chord, followed by a C ♯ major arpeggio by blended bass trombone and contrabass, an F ♯ minor arpeggio by blended tenor trombone and celli, and finally an A dominant seventh chord arpeggiated by the blended bass trombone and contrabass with the seventh in the winds and upper strings. This combined timbral and harmonic progression provides a dramatic swell that is enhanced by a crescendo beginning with the entry of the violas and celli ( Audio Example 18 ). Timbral Echoes Example 24 . Timbral echo: Sibelius, Symphony no. 2 in D major, ii, mm. 120–128 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Timbral echoing involves a repeated musical phrase or idea with different subsequent orchestrations. In this category the same musical idea is played again either in full or as a fragment, the second echoing the first in a different instrumentation. The echoing group is often scored to seem more distant or farther away than the original, and composers often use this effect in reverse—distant, then close sounding—as a sort of inverse timbral echo. Echoes with offstage or spatially distant instruments are an obvious example of this: for example, the offstage oboe in the third movement of Berlioz’s Symphonie fantastique (1830). However, at times the timbral variation itself can signal a change in distance. Rimsky-Korsakov mentions phrases in which an echo imitates the original with both a decrease in level and an effect of distance, making sure that the original and echoing instrument or combination possess some sort of “affinity” ( [1912] 1964 , 110). He cites examples of well-suited pairings of muted trumpet echoing material in the oboes, or flutes echoing clarinets and oboes. (23) In Example 24 from the second movement of Jean Sibelius’ Symphony no. 2 (1902), the flute (darker purple box) echoes the trumpet (lighter pink box) in a melodic passage, twice in succession ( Audio Example 19 ). Note the change in auditory size, intensity, and timbral brightness between the two instruments. Antiphonal Contrasts Example 25 . Antiphonal contrast: Haydn, Symphony no. 100 in G major (Military), ii, mm. 61–64 (click to enlarge and listen)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] This class of timbral contrasts obtains when musical materials require an alternating call-and-response pattern. The alternation is often composed with contrasting harmony such as a tonic-dominant relation between call and response, as well as a change of instrumentation and register. Examples of this type abound in the Classical era, often with stark contrasts in instrumentation corresponding to strict phrase-structural groupings. Example 25 shows a case in the second movement of Haydn’s Symphony no. 100 (“Military”) (1793) in which the call and response are elided. The pattern is first played with violas and second oboe in parallel thirds, with the flute doubling the oboe at the octave (darker pink box). It is then picked up by first and second violins coupled in thirds (lighter turquoise boxes). The pattern is played twice in succession. The harmony is provided by clarinets, bassoons, celli, and contrabasses, and the timbral alternation underscores a tonic-dominant-tonic-dominant progression in E-flat major ( Audio Example 20 ). Timbral Juxtapositions Example 26 . Timbral juxtapositions: Sibelius, Symphony no. 2, ii, mm. 67–75 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Composers use other timbral contrasts that do not fall into the previous three categories. Timbral juxtapositions occur when sonorities are set against another one in close succession with different instrumentations, registers, and musical textures. The materials are musical patterns of similar perceptual prominence. A striking example of a back-and-forth timbral juxtaposition between two contrasting instrument groups is found in the second movement of Jean Sibelius’ Symphony no. 2 (1902) ( Example 26 ). The first group (darker pink boxes) is composed of bassoons, horns, and treble strings. The second group (lighter turquoise boxes) is contrasting in melodic and rhythmic character, but also in register and instrumentation. It evolves from celli through blended combinations of bassoons, celli, contrabasses, and timpani to celli and contrabasses—this last one eliding with the first group—over three alternations between these two groups. The rapid alternation of instrumental combinations adds to the frenetic texture in the passage in rehearsal section C ( Audio Example 21 ). Sectional Boundaries",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Deliège ( 1989 ) has proposed that large-scale sections in music are formed on the basis of similarities in register, texture, and instrumentation (i.e., timbre), and that changes in one or more of these parameters, along with more formal considerations, create boundaries between sections. Consider an example of sectional contrast from the work of Haydn. Emily Dolan ( 2013a , chap. 5) explores in great detail how changes in instrumentation are used by Haydn both in such structural roles and for dramatic impact, to create what she characterizes as “incessant variety and orchestral growth” (97–99). Dolan cites several recent authors who stress the important role played by orchestration in articulating form, particularly in Haydn’s London symphonies (nos. 93–104). In many cases, strong sectional contrasts are used between smaller and larger instrumental forces. As she notes, “many of Haydn’s slow movements unfold as a working-through of opposing sonorities or textures: a slow movement will begin with tranquility and repose, and as it unfolds, a more forceful sonority—often massed orchestral sound, sometimes triumphant, other times turbulent—upsets the serenity” ( 2013a , 120). Example 27 . Sectional boundaries: Dolan’s (2013b) orchestral graph of Haydn, Symphony no. 100, ii (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "dolan_2013a",
                    "dolan_2013a"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] Dolan ( 2013b ) has developed orchestral graphs to visualize instrumentation evolution over time, including large-scale sectional effects. Example 27 shows one of her graphs for the second movement of Haydn’s Symphony no. 100 (“Military”) (1793). Note the clear sectional organization related to orchestration that emerges from this representation, particularly the alternations between strings and woodwinds, with occasional punctuations of higher-dynamic tutti. Audio Example 22 plays mm. 49–70, indicated in Example 27. This passage covers changes from piano woodwinds with a horn pedal in a passage in C major to a forte tutti in C minor to piano strings and woodwinds in E-flat major with the call-response pattern between tonic (with flute, oboe, and viola) and dominant (with violins) discussed in Example 24, stopping on the first chord of the next tutti at m. 70. So orchestrational contrasts such as timbral shifts, timbral echoes, antiphonal contrasts, and timbral juxtapositions can operate at more local temporal spans, or at higher levels of structure as in sectional boundaries. Conclusion",
                "footnotes": [],
                "citations": [
                    "dolan_2013b"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] It is important to emphasize the notion of hierarchical organization in the taxonomy of orchestration effects related to perceptual grouping processes (e.g., blended instruments can form a stream that exists within a foreground layer that in turn is situated within a large section defined by a sectional boundary). The taxonomy is organized from the smallest units (event formation from perceptual fusion or blending) through the connection of events into streams, textures, and layers, and finally to segmentation through contrasts. This area of study has benefitted from a combined approach of music analysis and perceptual theorizing to provide a foundation for a model based on what has been primarily example-based considerations of orchestration in treatises. Although we have focused on Western orchestral music excerpts from 1793 to 2001, the TOGE, being based on fundamental perceptual principles, is perhaps applicable to all music, regardless of style or culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Perceptually grounded music analysis must also consider the impact of performance and interpretation on the part of musicians, as well as interpersonal differences in the perception and cognition of listeners. All of the analyses of orchestration presented here require both analyzing the score and listening to at least one commercial recording to ensure that what one might see in the score is actually heard as such. And at times, our analysis team has found that some perceptual effects are different across recordings. As an example, the degree of blend of instruments that are synchronous in their onsets, organized with pitches in a harmonic series, and played in parallel in pitch and dynamics in Ravel’s Boléro is vastly different across a sample of around twenty recordings. (24) Although we have not systematically studied the potential range of differences, a few reflections on possible effects of interpretation on perception are warranted. In terms of blend, given that onset synchrony and harmonicity are key cues for blend, deviations in timing and tuning across instruments could weaken the effect, as could having independent vibratos on different instruments. The dependence of blend on overlap of frequency spectra suggests that different approaches to timbral expression (bow placement and speed, embouchure shape, etc.) and different instruments (French versus German oboes, for example) could affect blend as well. Auditory stream integration and segregation are determined in part by timbral properties, and different types of instruments could also affect these processes. However, sequential grouping is probably less sensitive to performance differences than is concurrent grouping, given that sequential grouping is primarily driven by notated differences in register, dynamics, and choice of instruments. Stratification depends on a number of parameters as well, and the coordination of articulation and timbre within strata and their distinction across strata could well be a determinant in the strength of cohesion and separation. Timbral contrasts are likely the effects that are most robust to performance nuances, given that they rely most often on distinctions between groups of instruments.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The notions of integration and segregation are most often referred to in terms of the independence of lines, parts, or voices, and a certain number of part-writing rules focus on conditions under which such independence can be maintained, although timbre is seldom considered ( Huron 2016 being a notable exception). Surface texture integration, despite its prevalent use in many orchestral works, does not seem to have been considered as a technical or perceptual category in most orchestration treatises. However, stratification is often dealt with in terms of orchestral layers in foreground, background or middleground positions. Timbral contrasts of various kinds have been addressed in orchestration treatises, although these treatises prioritize instrumental combinations and simultaneous contrasts over successive contrasts. We have introduced new categories depending on the nature of the contrast, with timbral echoes and timbral shifts representing repeated patterns, antiphonal contrasts specifically related to call-response patterns, and a group of other local contrasts in a broader category of timbral juxtapositions. Obviously, the notion of sections is prevalent in discussions of musical form, and here we have addressed the role that instrumentation change plays in creating contrasts of various strengths that signal section boundaries at various levels of a formal hierarchy—in combination with other musical parameters, of course.",
                "footnotes": [],
                "citations": [
                    "huron_2016"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] An important feature of all of the perception-based analysis categories that we propose is that none of them is an all-or-nothing phenomenon. They can all be of varying strength (for example, weak versus strong blends or lower-level versus higher-level sectional contrasts), giving a broad margin for adjustment and play as composers sculpt a listener’s experience of musical materials and forms. (25) For a similar reason, the distinctions between some categories may not always be clean cut in cases of lesser grouping strength and might depend on both performance nuances and the analyst’s interpretation. (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] The Taxonomy of Orchestral Grouping Effects represents one of the building blocks in the foundation of a theory of orchestration. As with other musical theories, multiple complementary approaches are needed. Here we have exemplified a taxonomy for the perception of local event-based orchestrations. (27) In this development of certain facets of a theory of orchestration, we have focused on the fundamental building blocks of musical structuring that are grounded in principles of auditory grouping. More categories will need to be developed, particularly as analytic work on timbral structuring principles moves into post-tonal and sound-based musics in the 20th and 21st centuries (see Noble 2020 for a creative application in composition). Timbre and its musical use in orchestration practice represent a complex subject matter. By creating this system of categorization and interrelation with the TOGE, we elucidate several basic principles that can now be joined with other orchestration-based taxonomies and systems of analysis to build a theory of orchestration.",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "noble_2020"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.3.mcadams.html",
    "data": "mto/data/mto.22.28.3.mcadams.json"
}