{
    "title": "Introduction: Refocusing Theory",
    "date": "2012/04/01",
    "volume": "18",
    "issue": "1",
    "authors": [
        "Cook, Nicholas"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "March 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.1/mto.12.18.1.cook.pdf",
    "author_info": [
        {
            "name": "Nicholas Cook",
            "university": "Faculty of Music",
            "address": "University of Cambridge, 11 West Road, Cambridge CB3 9DP, UK",
            "email": "njc69@cam.ac.uk"
        }
    ],
    "citations": {
        "abbate_2004": "Abbate, Carolyn. 2004. “Music—Drastic or Gnostic?” Critical Inquiry 30: 505–36.",
        "berry_1989": "Berry, Wallace. 1989. Musical Structure and Performance . New Haven: Yale University Press.",
        "cook_2009": "Cook, Nicholas. 2009. “Squaring the Circle: Phrase Arching in Recordings of Chopin's Mazurkas.” Musica Humana 1: 5–28.",
        "godlovitch_1998": "Godlovitch, Stan. 1998. Musical Performance: A Philosophical Study . London: Routledge.",
        "kershaw_1992": "Kershaw, Baz. 1992. The Politics of Performance: Radical Theatre as Cultural Intervention . London: Routledge.",
        "leong_and_korevaar_2005": "Leong, Daphne, and David Korevaar. 2005. “The Performer’s Voice and Analysis in Ravel’s Concerto pour la main gauche .” Music Theory Online 11, no. 3. http://www.mtosmt.org/issues/mto.05.11.3/mto.05.11.3.leong_korevaar.html",
        "philip_2007": "Philip, Robert. 2007. “Studying recordings: the evolution of a discipline.” Keynote address, CHARM/RMA conference “Musicology and Recordings” (Egham, Surrey, UK). http://www.charm.rhul.ac.uk/content/events/r.philip_keynote.pdf .",
        "sapp_2007": "Sapp, Craig. 2007. “Comparative Analysis of Multiple Musical Performances.” In Simon Dixon, David Bainbridge, and Rainer Typke (eds.), Proceedings of the 8th International Conference on Music Information Retrieval, ISMIR 2007, Vienna, Austria, September 23-27, 2007 , 497–500. Vienna: Austrian Computer Society.",
        "small_1998": "Small, Christopher. 1998. Musicking: The Meanings of Performing and Listening . Hanover: Wesleyan University Press.",
        "todd_1985": "Todd, Neil. 1985. “A Model of Expressive Timing in Tonal Music.” Music Perception 33: 33–57.",
        "windsor_et_al_2006": "Windsor, Luke, Peter Desain, Amandine Penel, and Michiel Borkent. 2006. “A Structurally Guided Method for the Decomposition of Expression in Music Performance.” Journal of the Acoustical Society of America 119, no. 2: 1182–93."
    },
    "footnotes": {
        "FN1": {
            "text": "1. As Dodson comments, this point is seldom acknowledged in the literature, but a discussion of it may be found in Robert Philip ( 2007 , 9).",
            "citations": [
                "philip_2007"
            ]
        },
        "FN2": {
            "text": "2. See Windsor et al. ( 2006 ). There is also a nicely complementary relationship between Ohriner's approach and a study carried out at CHARM ( Cook 2009 ), based on the same data for Chopin's Op. 63, no. 3 that Ohriner uses: linked to Craig Sapp's ( 2007 ) “scape” technique, this involved use of a pattern-matching algorithm to identify the occurrence of tempo and dynamic arching at multiple levels. The focus of this work was not so much on individual performers' strategies as on the extent to which the practice of phrase arching has changed over time: in summary, we found elements of tempo and dynamic arching in recordings dating from between the wars, but the kind of coordinated arching described by Neil Todd ( 1985 )—in which tempo, dynamics, and composed phrasing are all locked together—emerged only after 1945.",
            "citations": [
                "windsor_et_al_2006",
                "cook_2009",
                "sapp_2007",
                "todd_1985"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The publication of this special issue of Music Theory Online is a significant event in the development of North American music theory, both reflecting and contributing to the increasing importance of performance within the music-theoretical purview. Different parts of the anglophone world have come to the study of musical performance from different directions. In the UK, for example, where music theory was never well established as a recognizable discipline within the study of music, research into music as performance emerged primarily as a result of the convergence of interests between cognitive psychologists and music researchers that took place in the 1980s. For psychologists, musical performance was a highly complex and culturally rich practice that was amenable to experimental study and quantitative representation. For those on the musical side of the fence, the psychologists offered a toolbox of new, empirical approaches. From the first, then, the study of performance within the British musical academy had a strongly empirical flavor, as illustrated in particular by the work of Eric Clarke, and this was reinforced by links with a number of continental European researchers who came to the study of performance from a background in psychology or speech theory (e.g., Alf Gabrielsson and Johan Sundberg).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The study of performance from a cognitive-scientific perspective was also a feature of the North American landscape, but here the relationship with the musical academy was rather different: empirical study of performance tended to happen either in departments of psychology or in cognitive musicology labs, rather than being integrated within the music-theoretical mainstream. The reason for this difference was precisely that this mainstream existed: in North America, unlike the UK, music theory had its own disciplinary identity and intellectual momentum. As a result, rather than drawing on empirical methods, music theorists approached the study of performance by building on established approaches to scores: Wallace Berry’s Musical Structure and Performance , which appeared in 1989 , is the classic example. Insights derived from the analysis of scores were treated as guidelines for articulate performance, so that, to put it crudely, the theorist’s role was to talk, the performer’s to listen. In this way knowledge was transferred from theorists to performers rather than exchanged between them, and the resulting one-way flow of information—from theorist to performer, from page to stage—attracted a good deal of negative commentary, especially from commentators located to the east of the Atlantic. Much has changed since then: as reflected in the special issue of MTO on performance and analysis that appeared in March 2005 (vol. 11.1), or in Daphne Leong and David Korevaar’s article “The performer’s voice,” which appeared six months later (vol. 11.3, 2005 ), the authoritarian tone that at one time characterized this discourse has more or less dissipated, and the possibility of a wide range of different approaches is recognized. Yet the basic topography of the relationship between theorists and performers that was established in the 1980s has not been entirely erased.",
                "footnotes": [],
                "citations": [
                    "berry_1989",
                    "leong_and_korevaar_2005"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Turning to this special issue, Daniel Barolsky and Peter Martens’s “Rendering the Prosaic: Gould and the Performance of Bach’s C-minor Prelude (WTC I)” offers an immediate contrast to the essentially pedagogical tradition of theorizing performance to which I have referred: like Leong’s and Korevaar’s article, it engages with the particularities of specific performances, and is in this way representative of the move to position performance at the center of academic enquiry rather than as a supplement to the study of scores.  Drawing comparisons between Gould’s 1962 recording and those of other performers, Barolsky and Martens are principally concerned with the ways in which Gould interprets the composed structure of the Prelude. In measures 10–13, for example, he uses articulation to create “a single expansive teleological gesture” [14] that is, at most, latent in what Bach wrote. And at measure 15 “the three unique notes articulated by Gould . . . resemble an augmented form of the three-note mordent figure originally noted in m. 1 of Gould’s performance” [23]: in other words, he is creating a kind of motivic recurrence through purely performative means. One might say that aesthetic values traditionally associated with the analysis of scores are here being applied to performances. Gould comes across as a kind of composer, only one who works with sounds rather than notations, and who inscribes his compositions within pre-existing texts. So, Barolsky and Martens ask, should we understand what we hear in Gould’s playing as “ imposed by the pianist or revealed within Bach’s score?” [24] The distinction, they reply, is blurred: interpretation merges into creation. This is a point that recurs in other contributions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Barolsky and Martens’s study relies on close listening. If for the moment we set aside Daniel Leech-Wilkinson’s broader discussion of musical transmission, then the remaining analytical contributions to this special issue all involve the use of quantitative procedures, whether to reinforce close listening, or as a basis of mathematical manipulation, or within the context of formal experimentation—and the appearance of such work in a core music-theoretical journal marks a further stage in the development of new theoretical approaches to performance. At the same time each of these studies is grounded in a musical problem, that is to say an aspect of music as experienced. In “Solutions to the ‘Great Nineteenth-Century Rhythm Problem’ in Horowitz’s Recording of the Theme from Schumann’s Kreisleriana , Op. 16, No. 2,” Alan Dodson takes as his starting point the over-regular patterns of phrasing that have often been seen as a major compositional problem in nineteenth-century music, and considers how far they can also be seen as a problem for performers. He does this by investigating the steps that Vladimir Horowitz takes to avoid excessive regularity in his 1969 recording: in some cases, Dodson says, Horowitz reinforces the strategies that Schumann has adopted in trying to solve the compositional problem, but he does so selectively, and also introduces some new strategies of his own. In effect, then, Dodson bases his approach on a theoretically informed reading of the score, but he uses careful measurement of durations to ensure the accuracy of his account of what Horowitz does (avoiding, for example, the problems that arise where close listening identifies an effect, but misdiagnoses the parameter responsible for it—for example, when an agogic accent is mistakenly thought to be dynamic). Used this way, empirical methods support and extend the scope of close listening, but do not substitute for it. Dodson emphasizes that the same data can stand for phenomenologically distinct effects: (1) in this way his use of timing data might be described as regulating or disciplining close listening. He also stresses that his work remains subjective rather than objective, in the sense that the same data might be used as the basis for other analytical interpretations than his. In both these ways, empirical methods are subsumed within the framework of humanities discourse: this is computer-assisted rather than computational music theory.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Like Dodson’s study, Mitchell Ohriner’s “Grouping Hierarchy and Trajectories of Pacing in Performances of Chopin’s Mazurkas” is grounded in a dimension of experience—the sense that performers’ control of pacing is an important dimension of their interpretation—and seeks to explain this in terms of shifts in the level of grouping structure. The assumption is that performers make groups of notes salient by giving them what might be informally called an arch-shaped tempo profile (accelerating and then slowing down), or at least by prolonging the end of the phrase. This gives rise to what Ohriner calls “group-final lengthening” (GFL), by analogy with the established concept of “phrase-final lengthening.” Composed features of the music, such as tonal or thematic design, suggest possible groupings, Ohriner argues, but do not determine them: “multiple segmentations are always possible depending on differences in the predilections and aims of performers and analysts” [4]. Performers control perceived pacing by choosing whether to emphasize groupings at the two-, four-, or eight-measure level, for example, as well as by the means through which they do it, and Ohriner draws comparisons between the overall formal trajectories that different performers create through their handling of the various sections of particular mazurkas. Clearly, since the music as composed is in each case the same, such trajectories are the creation of performers, working within the broad parameters established by the composer. Two aspects of this study are particularly worth underlining. One is the sophisticated way in which what Ohriner calls “GFL-reflective groups” are identified: this involves both use of Robert Morris’s contour reduction algorithm, and the discarding of values below a given perceptual threshold. The other is the idea of “recovering the hierarchical grouping structure suggested by a performance” [9], which represents a decisive move away from the page-to-stage approach towards a more inductive approach, a step down the road that ultimately leads to data mining. A comparison might be drawn with the “decompositional” approach of Luke Windsor and his collaborators, in which automated methods are used to break down timing or dynamic data into sets of distinct features that include grouping and phrasing levels: the purpose might be described as the recovery from raw performance data of aspects of the performer’s conceptualization. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Just as Ohriner asks how far pacing is hardwired into the composition or controlled by performers, so, in “ Tactus in Performance: Constraints and Possibilities,” Peter Martens asks how much control performers have over tactus, the emergent pulse that listeners lock onto when—for example—they tap their feet to the music. He is also interested in how far performers communicate tactus through sound or through visual cues. Here a different quantitative approach is in play. Martens processes the raw audio and video data using a filter-based computational model for meter identification that plots the distribution of energy against time and represents it visually. But this forms just part of an experimental design that enables him to follow the progression from what performers intend, through its consequents for the auditory or visual signal, to how listeners hear it. Just as with Ohriner’s pacing, the conclusion is that, within the constraints of perception and musical structure, performers can significantly condition the perception of tactus, and this is not simply a function of tempo. In essence tactus is communicated through accentuation, but it turns out that the visual accentuation created through physical gesture plays an important role in this: “visual information is key to this communication,” Martens concludes, “even in this ostensibly sonic art form” [27].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The relationship between what is heard and what is seen is again central in Michael Schutz and Fiona Manning’s “Looking Beyond the Score: the Musical Role of Percussionists’ Ancillary Gestures.” The larger issue the authors are dealing with is the contribution of visible gesture to the experience of percussion music, but they focus it in terms of how far the gesture that follows the striking of a note on a marimba can create the sense that the note is sustained. (It is not just percussionists who do this: after playing a particularly expressive note, for example, the pianist Grigory Sokolov sometimes rotates his hand around the depressed finger, creating a visual sustain that is cross-domain mapped to the sound and so lends it a quality of vocal expressivity.) And like Martens, Schutz and Manning use an experimental approach to clarify what is happening: listeners experience a note as lasting longer when they see it coupled with a long rather than with a short gesture, even when there is no difference in the acoustic signal. This happens only when there is a plausible link between what they see and what they hear (there is no cross-domain mapping if you see a marimba player’s gesture but are hearing a clarinet). Furthermore, if sound and sight are temporally misaligned, listeners are more tolerant when what they see comes before what they hear than the other way round, reflecting the real-world experience of light travelling faster than sound (you see the lightning before you hear the thunder). Finally the authors explore the potential of a “point-light” representation of performance gesture, with a point of light representing each joint of the performer’s body. This makes it possible to reduce the data and model it mathematically, and hence to synthesize performance gestures: as Schutz and Manning say, “point-light representations of the long and short striking gestures are useful tools for creating realistic motion paths that can be rigorously manipulated” [32].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Arguably more important than the simple use of quantitative or experimental methods, however, is the ontological framework that underlies it. The approach to performance epitomized by Wallace Berry understood the score, or perhaps more precisely the structure embodied in the score, to be the locus of musical meaning. As I said, analytical understanding was assumed to be the foundation of articulate performance, and the result was to place the theorist in a position of authority. And this might be said to be a late twentieth-century music-theoretical expression of a much older trope in thinking about music within the Western tradition. To put it bluntly, the Platonic distinction between the ideal forms of things and their reflection in reality was replicated in the idea that music’s primary mode of existence is in the form of writing, and as such it is reproduced in performance. (The concept of musica ficta makes the point: the essence of the music subsists in its written form, not the chromatic accommodations necessary in order to translate it into performance without undesirable sensory dissonance. The performance is artificial, fictitious, because the written form is the real thing.) But to think of music as something that has its primary existence on the written page denies the creative potential of performance: it makes it impossible to think of music as, in essence, a performing art. The establishment of a theory of music as performance accordingly depends on overcoming the scriptist approach that was for so long taken for granted in the study of Western “art” music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The article in this collection that conveys most unequivocally the message that the score is not a comprehensive repository of musical meaning is Schutz and Manning’s: their central point is that crucial aspects of the listener’s experience are not determined or even conditioned by the score. Whether to create a long or a short gesture is entirely up to the performer, and as Schutz and Manning show, the musical effect of a sustained note is realized as much through visual as through auditory means. It is not, then, surprising that the authors conclude there are “challenges with attempting to fully understand the musical experience based solely on an analysis of a notated score” [17]. Indeed: a score is a highly truncated set of instructions, the interpretation of which depends on a great deal of tacit knowledge (and the problems of historically informed performance revolve largely around this knowledge, which, just because it is tacit, is largely irrecoverable from period treatises or other parts of the historical record). Given that—at least for the vast majority of listeners—music is experienced through performance, and given the “fundamental tenet of performance theory . . . that no item in the environment of performance can be discounted as irrelevant to its impact” ( Kershaw 1992 , 22), the wonder is that anybody ever expected to fully understand the musical experience based solely on the analysis of scores. The fact that traditional analytical approaches are based on just such an expectation is a testament to how deeply the idea of music being in essence a form of writing has been embedded in thinking about music.",
                "footnotes": [],
                "citations": [
                    "kershaw_1992"
                ]
            }
        },
        {
            "10": {
                "text": "[10] There is a sense in which Dodson’s contribution comes closest to the scriptist ontology of traditional theory, as the author himself makes clear: “I am especially interested,” he writes, “in exploring ways in which a familiar, speculative (theoretically driven) approach to the analysis of works can feed into the lexicon for the interpretation of microtiming” ([10], the emphasis is Dodson’s).  But although the score-based, theoretically informed concept of the musical work forms Dodson’s starting point, the dynamics of his approach are entirely different from Berry’s. Dodson is not using theory to say how Schumann’s Kreisleriana should be performed, as Berry might have. Rather his aim is to make sense of how Horowitz actually does perform it: his project is descriptive and explanatory where Berry’s was prescriptive. Or to put it another way, Horowitz is being treated as both an authority and an analytical focus in his own right. The article is, after all, more about Horowitz than it is about Schumann.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Whereas Dodson does not specifically address these ontological issues, as a result of which his approach may appear more traditionally oriented than it really is, Ohriner does. Like Dodson, Ohriner restricts his purview to what can be broadly termed musical structure—the traditional purview of music theory—but he draws some broad conclusions concerning the relationship between work and performance. He writes of Roberto Poli’s recording of Chopin’s op. 63 no. 3 that his interpretive decisions “are designed not to communicate what the grouping structure of the C-sharp minor Mazurka is , but rather to enlarge the scope of what the grouping structure can be when realized in performance” [36]. The implication is that, at least as regards grouping, scores do not so much specify structures as create the possibility of specifying structures. It is the performers who do the specifying. And Ohriner goes on to spell this out: “Performers do not passively transmit structure in a one-to-one mapping, but neither do they ‘interpret’ structure, layering inessential details over something determinate and fixed. Performers create structure much the same way as readers create poems” [38, a reference to Stanley Fish]. In Barolsky and Marten’s terms, they impose structure more than they reveal it—although, in this context, “impose” perhaps carries slightly jarring connotations of traditional authorship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] It is the idea that performers create not only structure but also expressive meaning that lies at the heart of Daniel Leech-Wilkinson’s “Compositions, Scores, Performances, Meanings,” though he reaches that conclusion via a very different route from Ohriner. As Leech-Wilkinson points out, there is a longstanding and deeply entrenched tendency in performers’ and theorists’ discourse to ascribe all their interpretive achievements to the composer, as if all possible performances and meanings were somehow latent in the score, prefigured by a quasi-divine author. (This is of course the scriptist ontology seen from another angle.) Leech-Wilkinson’s argument is deceptively simple: the line of transmission from composer to performer and listener is far more fragile than has been conventionally assumed. Once again it is what I called the truncated nature of notation, and its reliance on tacit and hence undocumented knowledge, that is the key. It is for this reason that, as Leech-Wilkinson puts it, “Music is not transmitted from the more distant past. Only notation survives” [5.3]. In this way there is a “Lethe river” separating what a composer puts into a score from what a performer (or listener, or analyst) can recover from it. Leech-Wilkinson argues moreover that the issues of large-scale structure that typically concern theorists and analysts are of little relevance to performers and listeners, while conversely he cites evidence from Alf Gabrielsson and Erik Lindström that “the ‘most clear-cut’ effects of emotional expression come through ‘effects of tempo/speed, intensity/loudness, and timbre/spectrum,’ all matters in which performance crucially determines effect” [3.2]. All this drives towards the same conclusion: it is performers who are primarily responsible for the generation of meaning, who act so to speak as the motor that powers musical culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In itself this is not a new idea. Stan Godlovitch ( 1998 , 96) and Christopher Small ( 1998 , 51) have both reversed the traditional hierarchy by describing the purpose of compositions as to give performers something to play. Similarly to see performances rather than scores as the prime repositories of musical meaning is to echo Carolyn Abbate’s ( 2004 ) distinction between the drastic and the gnostic, though Abbate would surely see most of the research collected in this volume as serving to perpetuate the gnostic approach through the domestication or colonization of performance. Like Peggy Phelan in the broader field of performance studies, Abbate insists on the unrepeatability of the performative, and hence its incompatibility with the structures and processes of academic investigation. One sympathizes. But if we are to place performance at the heart of our understanding of music—if we are to rebuild our discipline around performance—then we need to develop ways of representing and communicating the specifics of what performers do, and of correlating performative effects with the particular manipulations of particular parameters that give rise to them. In short, we need precisely the kind of approach of which this special issue offers a sample. But it is only a sample. The work is only just beginning.",
                "footnotes": [],
                "citations": [
                    "godlovitch_1998",
                    "small_1998",
                    "abbate_2004"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special issue: analyzing performance",
    "source": "mto/raw/mto.12.18.1.cook.html",
    "data": "mto/data/mto.12.18.1.cook.json"
}