{
    "title": "Review of David Cope, <i>Techniques of the Contemporary Composer</i> (New York: Schirmer Books, 1997)",
    "date": "1998/01/01",
    "volume": "4",
    "issue": "1",
    "authors": [
        "Weisser, Benedict"
    ],
    "abstract": "Techniques of the Contemporary Composerrepresents at once an updating, an elaboration, and a pedagogically-oriented codification of material presented by David Cope in previous books such as New Directions in Music. It is a useful resource if only for the novelty of the large amount and variety of techniques and issues addressed in the space of a single text. Though a worthy addition to a contemporary music library,Techniques of the Contemporary Composercontains a number of serious flaws which prevent it from being a truly authoritative source. The most grievous is the fact that Cope composes his own musical examples rather than reprinting excerpts from other composers’ works. Though potentially useful in the study of composition and relevant disciplines such as notational/performance practice, it should not be adhered to as an authoritative classroom text. In addition, it should be supplemented generously with the original scores of the works whose techniques Cope addresses.",
    "keywords": [
        "composition",
        "pedagogy",
        "serialism",
        "pitch-class sets",
        "indeterminacy",
        "postmodernism",
        "notation",
        "algorithmic composition"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.1/mto.98.4.1.weisser.pdf",
    "author_info": [
        {
            "name": "Benedict Weisser",
            "university": "Visiting Instructor of Composition",
            "address": "Oberlin College Conservatory, Oberlin, Ohio 44074",
            "email": "Benedict.Weisser@oberlin.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. These include New Music Composition (New York: Schirmer Books,\n1976), New Music Notation (Dubuque, IA: Kendall-Hunt, 1976), and New\nDirections in Music (Dubuque, IA: W.C. Brown, 1976; 6th ed., 1993).",
            "citations": []
        },
        "FN2": {
            "text": "2. David Cope, Techniques of the Contemporary Composer (New York:\nSchirmer Books, 1997), xi.",
            "citations": []
        },
        "FN3": {
            "text": "3. Henry Cowell, New Musical Resources (New York: Alfred A. Knopf,\n1930).",
            "citations": []
        },
        "FN4": {
            "text": "4. Several of the music examples are also available in standard MIDI\nfile format and can be downloaded from Cope’s Internet site at UC \nSanta Cruz.",
            "citations": []
        },
        "FN5": {
            "text": "5. David Cope, Techniques of the Contemporary Composer , 78–80. This\nchart can also be found in Allen Forte’s The Structure of Atonal Music (New Haven: Yale University Press, 1973), and Joseph Straus’s Introduction to Post-Tonal Theory (Englewood Cliffs, N.J.:\nPrentice-Hall, 1990).",
            "citations": []
        },
        "FN6": {
            "text": "6. Cope, Techniques of the Contemporary Composer , 101.",
            "citations": []
        },
        "FN7": {
            "text": "7. Cope, Techniques of the Contemporary Composer , xi. Cope cites this\nas one of three basic concepts central to the book.",
            "citations": []
        },
        "FN8": {
            "text": "8. Cope, Techniques of the Contemporary Composer , xiii.",
            "citations": []
        },
        "FN9": {
            "text": "9. Bruno Bartolozzi, New Sounds for Woodwinds (London: Oxford\nUniversity Press, 1967). By the way, in this chapter, as well as in the\nbibliography, Cope neglects to cite the predominant source on flute\nmultiphonic practice, Robert Dick’s The Other Flute: A Performance\nManual of Contemporary Techniques (London and New York: Oxford\nUniversity Press, 1975).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] David Cope (Professor of Music, University of California, Santa\nCruz) is a composer who is perhaps best known as the author of a\nseries of textbooks dealing with various aspects of contemporary\nmusic. (1) His Techniques of the Contemporary Composer represents at\nonce an updating, an elaboration, and a pedagogically-oriented\ncodification of material presented in previous books.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In many respects the aspirations of this book are quite\nadmirable. Cope aims to provide a resource of twentieth-century (and,\nas he writes in his introduction, “early twenty-first century”)\ncompositional techniques which can be used both as a reference by\ncomposers and scholars and as an introductory guide for the engaged\ncontemporary music listener. (2) In its sheer scope, one can think only\nof a work such as Henry Cowell’s New Musical Resources that attempts\nto cover as much ground as does Cope. (3) Techniques of the\nContemporary Composer is a useful resource if only for the novelty of\nthe large amount and variety of techniques and issues addressed in the\nspace of a single text.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Techniques of the Contemporary Composer is divided into twenty-one\nchapters, preceded by an introduction and followed by an extensive\nbibliography. Each chapter is roughly 10–20 pages in length and\npresents a very cursory treatment of the subject matter at hand (which\nbecomes especially superficial when Cope is dealing with broader\ntopics such as tonality, serialism, and notation). There are copious\nmusic examples (over 300 examples in the book, all of them by Cope, a\nstate of affairs I will address further on) and references to\nrepresentative works by other composers in each subject. (4) Each\nchapter ends with a set of “Composing Suggestions,” pieces and\nexercises that students may write utilizing germane techniques and\nmaterials. The authorial tone throughout is both incisive and\nnon-patronizing, always welcoming and encouraging no matter the level\nof complexity or abstractness inherent in the basic concepts being\ndiscussed.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Several chapters stand out as notable and of potential pedagogical\nuse.  Chapter 2, The Tonal Legacy, encompasses chromaticism and\npolytonality. Chapter 6, Serialism, includes basic row concepts,\ncombinatoriality, serialism of other parameters besides pitch\n(duration, dynamics, tempi, and timbre), pointillistic distribution of\npitch material, and klangfarbenmelodie. This chapter exists in tandem\nwith chapter 7, Pitch-Class Sets (which quite handily comes with a\nchart of the 208 “most commonly used” pitch-class sets). (5) Chapter 8,\nRhythm and Meter, covers among other areas metric modulation and\nproportional notation. In chapter 9, Texture and Modulations, Cope\nuses the term micropolyphony to describe a textural situation\ncharacterized by a simultaneity of different lines, rhythms, and\ntimbres. (6) Chapter 10, Microtones, deals with equal temperament,\nintonation, and tuning systems. Chapter 14, Indeterminacy, will be\nfamiliar to the reader who has made acquaintance with New Directions\nin Music .  Here Cope employs a distinction between “Composer\nIndeterminacy,” where the score is fixed but the outcome of the\ngenerative processes were unforeseen, and “Performer Indeterminacy,”\nwhere the score sets up a situation whose details of realization are\nunforeseen. Also familiar to the reader of New Directions will be\nchapter 18, Media Forms. Cope adds the subcategory “Virtual Reality”\nto those of “Multimedia,” “Mixed Media,” and “Intermedia,” attempting\nto bring up to date material which might have been more relevant\ntwenty or thirty years ago.  The strongest chapter, I believe, is\nchapter 20, Experimental Music, as Cope is on firm ground here and not\nmerely attempting to cover a wide variety of genres for the purpose of\nwriting an authoritative textbook. The discussions in this chapter of\n“Biomusic” and “Antimusic” are particularly fruitful.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Though worth having, Techniques of the Contemporary Composer contains a number of serious flaws which prevent it from being a truly\nauthoritative source. The most grievous is the fact that Cope composes\nhis own musical examples rather than reprinting excerpts from other\ncomposers’ works. I understand that doing this may allow an author to\nbe more concise, to have his/her examples truly relate to the concept\nhe/she is trying to convey in a more concrete manner than by\nscavenging through a pre-existent score for something that might be\napplicable and optimally effective (not to mention, of course, the\nlegal complications which are avoided by composing one’s own\nexamples). However, when one is endeavoring to explain the prepared\npiano, for example, it is simply not enough to reference certain\ntechniques and then parenthetically cite John Cage’s works in the\nfollowing manner: (Cage 1944, 1948, 1951). One needs to be able to\nconsult Cage’s introductory preparation tables to works such as\nSonatas and Interludes (1948), as well as score excerpts. The same\nweakness applies to virtually every chapter; I cannot imagine how it\nwould not be preferable to present score excerpts by members of the\nSecond Viennese and Darmstadt Schools in chapter 6 (Serialism,\npre-and-post 1945 vintages), or Babbitt in chapter 7 (composition with\npitch-class sets), or Carter in chapter 8 (the section on metric\nmodulation within the larger chapter on rhythm and meter), or Reich in\nchapter 19 (the section on phase music within the larger chapter on\nMinimalism).  One reason the chapters on media forms and experimental\nmusic are so much stronger is that there is much less of an accepted\ncanon of works in those genres, making it easier for Cope to compose\nhis own examples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Other problems with the book have more to do with the very nature\nof Cope’s enterprise. In attempting to put together a textbook of\ntwentieth-century techniques, Cope is by definition codifying a series\nof movements, manners, and behaviors (often of a radical, iconoclastic\nrelationship to each other) which resist simple codification and are\noften irreconcilable. In his introduction, Cope takes great pains to\ndissuade the reader from deriving any sense of progressive narrativity\none might normally ask from a textbook: There is no progress in art . . . A comparison of progress in the arts\n   to, for instance, progress in the sciences is inappropriate. (7) It would follow, then, that Cope’s book is “not . . . about rules, but\nabout resources.” (8) The problem with this, however, is that the\nlayout and conventional aspects (explicatory music examples, exercises\nat the end of chapters, the fact that the twenty-one chapters are\ndesigned to coincide with two semesters of composition study) make the\nbook seem like it wants to be a straightforward textbook of\ntwentieth-century compositional techniques. Yet the disposition and\narrangement of material is generally without a sense of narrative\npurpose (with the exception of the two chapters on serialism and\npitch-class sets), so the result seems unfocused; it is unclear how\nthis book would translate into a coherent course syllabus. In adopting\nan intermediary, “resource-providing” stance, Cope has not come to\nterms with the ramifications of his materials, and his work pays a\nprice for it. I am not sure if, at the end of the twentieth-century,\nsomething more is now required.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In a number of chapters and categories, one gets the sense that\nCope is grappling with the changed cultural environment of the last\ngeneration. Chapter 21 is entitled “Decategorization,” and in this\nfinal category Cope attempts to merge a number of previously-discussed\ntechniques into broad compositional frameworks of eclecticism,\nquotation, sectionalization, integration, etc. These sub-categories\nare not mutually exclusive, and to treat them in the same formal\nmanner one treated fourth chords and microtones earlier in the book\nstrikes me as both rigid and inappropriate. To portray this slice of\nmusical postmodernism is a very difficult task (especially in the span\nof eight pages), and I am not at all sure Cope brings it off.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] This leads to a larger question: how does one transmit a more\nvalue-neutral, pluralist cultural orientation within a university\nenvironment? The very materials Cope is dealing with in Techniques of\nthe Contemporary Composer would suggest the formation of an\nalternative strategy, yet the conventional, unsatisfying textbook\nframework does not enable him to deliver on such promise.  How will\nthis subject be taught in the next century?  How necessary will much\nof the book be, after one has achieved such “thoroughness”?  How many\nof Cope’s categories will be relevant?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] There are other, more local aspects of this book which are\nproblematic as well. The chapter on pitch-class sets falls into the\ntrap of being overly analytical in orientation; this will inevitably\nserve as a barrier for a young composer in need of material being\npresented in as generative a behavioral model as possible. The\nmaterial on multiphonics in chapter 12 is disappointing; not only is\nit way too cursory, but after having provided the 208 common\npitch-class sets in chapter 7, Cope could have provided a chart of\nsome common multiphonic fingerings rather than just referencing source\ntexts such as Bartolozzi’s New Sounds for Woodwinds . (9) Also cursory\nis the discussion of MIDI in chapter 16, which gives the impression of\nbeing purely obligatory. I was delighted to see an entire chapter\ndevoted to algorithmic composition (chapter 17), but a process in\nwhich a work of acoustic music can be generated, permeated, and\ninformed by a computer algorithm was not presented in a convincing\nenough fashion. As someone who frequently consults Cope’s New Music\nNotation , I find the section on new notations (chapter 13)\nsurprisingly lacking and incomplete; I recommend the earlier text to\nanyone interested in a thorough-going treatment of notational sigla\nand performance-practice issues.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In summary, Techniques of the Contemporary Composer is a worthy\naddition to a contemporary music library. It is to be admired for its\nscope and reference value, and would be of a certain value in the\nstudy of composition and relevant disciplines such as\nnotational/performance practice. However, it should not be adhered to\nas an authoritative classroom text, and it should be supplemented\ngenerously with the original scores of the works whose techniques Cope\naddresses.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.98.4.1.weisser.html",
    "data": "mto/data/mto.98.4.1.weisser.json"
}