{
    "title": "Responses to Plenary Session Papers, NECMT 2000",
    "date": "2000/08/01",
    "volume": "6",
    "issue": "3",
    "authors": [
        "Forte, Allen"
    ],
    "abstract": "At the NECMT 2000 meeting five formal papers were presented, covering new approaches to music theory and analysis (Dubiel and McCreless), the advantages of opening new repertoires to study (Hisama), a retrospective and prognostic of music theory pedagogy (Karpinski), and a discussion-demonstration of an analytical approach to rock music (Kaminsky). The responses by the present author address issues and special features he perceived in this array of interesting papers.",
    "keywords": [
        "music theory",
        "music analysis",
        "music theory pedagogy",
        "new repertoires",
        "new musicology",
        "analysis of rock music",
        "the canon",
        "canonic repertoires"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.forte.pdf",
    "author_info": [
        {
            "name": "Allen Forte",
            "university": "Yale University",
            "address": "Department of Music, 143 Elm St., New Haven, Connecticut 06520",
            "email": "allen.forte@yale.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. There is a discrepancy here between Dubiel’s NECMT\npaper, and that paper as published in MTO 6.3. In [ Dubiel 12 ] we read “The received view isn’t even antithetical to these experiences . . . ,” whereas in the corresponding location in the NECMT paper he writes: “The received theory isn’t antithetical to these experiences . . .” I would not mention this rather trivial discrepancy were it not that Prof. Dubiel so vehemently denies having used the expression “received theory,” asserting that “. . . what I call the ‘received view’ in my talk . . . is the only thing I ever call ‘received’” [ 2.5 ].",
            "citations": []
        },
        "FN2": {
            "text": "2. The first definition of “received” given\nby the Oxford English Dictionary is: “Generally adopted, accepted,\napproved as true or good.” I believe that Prof. Dubiel uses the term in a\nmildly sardonic way, but I could be wrong.",
            "citations": []
        },
        "FN3": {
            "text": "3. Allen Forte, “Banquet address: SMT, Rochester,\n1987,” Music Theory Spectrum 11/1 (Spring 1989): 95–99.",
            "citations": []
        },
        "FN4": {
            "text": "4. The Oxford English Dictionary , 2nd ed. Oxford: Clarendon Press, 1991. Vol. 2, p. 838.",
            "citations": []
        },
        "FN5": {
            "text": "5. Ibid.",
            "citations": []
        },
        "FN6": {
            "text": "6. Joelle Welling and Cynthia I. Gonzales, “The\nMusic Theory Job Market from 1985–86 through 1997–98,” College Music\nSymposium 39 (1999), 119–21.",
            "citations": []
        },
        "FN7": {
            "text": "7. Welling and Gonzales, “The Music Theory Job\nMarket,” 111.",
            "citations": []
        },
        "FN8": {
            "text": "8. On the Market: Surviving the Academic Job Search , ed. Christina Boufis and Victoria C. Olsen (New York: Riverhead Books, 1997) documents the grim condition of the academic job market in general through recent Ph.D. recipients’ personal accounts.",
            "citations": []
        },
        "FN9": {
            "text": "9. Allen Forte, “Banquet Address: SMT, Rochester, 1987,” Music Theory Spectrum 11.1 (1989): 98.",
            "citations": []
        },
        "FN10": {
            "text": "10. Cary Nelson and Stephen Watt, Academic Keywords: A Devil’s Dictionary for Higher Education (New York: Routledge, 1999), 292.",
            "citations": []
        },
        "FN11": {
            "text": "11. John Covach and Graeme Boone, eds. Understanding Rock: Essays in Musical Analysis (New York and Oxford: Oxford University Press, 1997).",
            "citations": []
        },
        "FN12": {
            "text": "12. Knud Jeppesen, The Style of Palestrina and the Dissonance , with an introduction by Edward J. Dent; trans. by Margaret W. Hamerik (Oxford: Oxford University Press, 1927).",
            "citations": []
        },
        "FN13": {
            "text": "13. Knud Jeppesen, Counterpoint: The Polyphonic Vocal Style of the Sixteenth Century , trans., with an introduction, by Glen Haydon (New York: Prentice-Hall, 1939).",
            "citations": []
        },
        "FN14": {
            "text": "14. Heinrich Schenker, Counterpoint , trans. John Rothgeb and Jurgen Thym, ed. by John Rothgeb (New York: Schirmer Books, 1987).",
            "citations": []
        },
        "FN15": {
            "text": "15. Michael Musgrave, A Brahms Reader (New Haven: Yale University Press, 2000), 80.",
            "citations": []
        },
        "FN16": {
            "text": "16. Joseph Kerman, “A Profile for American Musicology,” Journal of the American Musicology Society 18 (Spring, 1965): 61–69. Delivered at a plenary session of the 30th annual meeting of the AMS, Washington, D.C., Dec. 27, 1964. I was there and remember the furor that ensued.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Joseph Dubiel, “Analysis, Description, and What Really Happens” [1] Response by Allen Forte",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] I find Professor Dubiel’s paper original and thought-provoking. I only\nwish I could say that I agree with his idea of what I will call concept\nformulation, but I am sure he will acknowledge that in this instance, as in many\nothers in life, there is, as they say, room for disagreement, and I hope that he\nwill not be offended if I express mine rather directly, given the restrictions\non time under which we are all operating this afternoon. [ 1.2 ] Let me begin by saying that I, personally, have never thought that the\npurpose of what Prof. Dubiel calls received theory was to tell anyone how to\nhear music. His anonymous quotation, however, demonstrates that others do—in\nparticular, those who partake of a teleological viewpoint. [ 1.3 ] Prof. Dubiel describes teleological analysis as analysis that purports\nto explain how a musical event should be heard, why it occurs, and why its prior\nhistory leads inevitably to its later history. I’m not sure that all\n“received analysis” does this, but perhaps many analysts have been\nguilty of unquestioningly accepting a teleological concept of this kind. Without\nintending to dwell on this subject, it seems to me that a teleology is\nindigenous to tonal music—for example, the concept of harmonic progression,\nwhich is goal-directed, especially in its purest form, the circle of fifths. And\neven Prof. Dubiel’s description of his experience of the key succession in the\nSchumann movement involves a teleology, namely, the notion of syntactic harmonic\nsuccession. [ 1.4 ] Nevertheless, in Prof. Dubiel’s view, teleological analysis does not\nqualify as a basis for “sharp, attractive, useful concepts for grasping our\nexperience of music” [ Dubiel 17 ]. I can certainly see that a teleological approach to\nthe analysis of music may be completely inappropriate in some repertoires,\nespecially in music of the rapidly disappearing 20th century, and to that extent\nI agree with his view. [ 1.5 ] I come now to my two main objections to the propositions Prof. Dubiel\nputs forth in his paper. The first concerns his interpretation of received\ntheory. Music theory, and American music theory in particular, seems to me to\nconcern itself primarily with the explanation of and speculation about musical\nstructures and with analytical applications, with analysis broadly construed, to\na variety of repertoires. In my view, it is not basically a didactic endeavor. [ 1.6 ] Second, I find the comparison of the concept-formulation idea with the\nwide range of achievements of American music theory— much of which is (forgive\nme) formal in nature—at best inapt. If we were to accept Prof. Dubiel’s\nrecommendation “. . . to give a very prominent place to the kind of\ninvention, communication, and understanding represented in my stories” [ Dubiel\n11 ], the character of the music theory endeavor would change radically.\nConference papers would tend to exclude rigorous analyses based upon new\ntheoretical ideas, there would be no room for speculative work in the area of\nmusical systems, and the discussion of issues in history of theory would become\nirrelevant, or orthogonal, to borrow one of Prof. Dubiel’s adjectives. I cannot\nsee what future that holds for scholarly research in our field, nor do I see\nsignificant pedagogical applications at any level. [ 1.7 ] Probably this dire prediction, which was intended to raise the level of\nrhetoric in order to accentuate what I regard as important issues—probably that\nprediction is exaggerated—but not, I believe, completely unreasonable. Is\nthere, then, a way of accommodating Prof. Dubiel’s strongly articulated\nrecommendation? Yes. According to Prof. Dubiel, it is possible that received\nmethods of analysis might lead to “a distinct and interesting conception of\nhow a piece goes” [ Dubiel 17 ]. Thus, his final recommendation: “If we\ntheorists are as smart as we say we are, then we ought to make our\ncharacteristic concern with musical structure, or whatever we call it,\nrecognizable as a source of stimulus for the invention and articulation of such\nconcepts” [ Dubiel 17 ]. By such concepts he refers of course to the\nexemplary phrases rendered by Brodbeck and Hasty. Still, if I read him\ncorrectly, he recommends the creation of concepts as the central task of music\ntheory, and I cannot agree with that.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Finally, despite the negative tone of my response, I want to say that\nProf. Dubiel has given us a good deal to think about, and I hope I have not\nseemed to reject his idea lightly. [2] Joseph Dubiel replies: [ 2.1 ] I appreciate the conviction and frankness of Professor Forte’s\n        response, yet I find that it confronts my ideas only obliquely. One\n        reason for this, I suspect, is a difference of values between him and me\n        that is considerably more extensive than the specific matter of my talk.\n        Another reason, certainly, is a pattern of misunderstanding that occurs\n        at several levels: I propose that theorists’ present range of operation\n        be expanded , through our adoption of ideas or methods in\n        addition to those that are now predominant, and he responds as\n        though I have proposed to eliminate what is familiar and replace it with something new. When he misreads me in this way, he naturally\n        finds my suggestions disturbing—so would I! I can’t promise that he\n        will be any less upset by what I actually say; but, for what it’s worth,\n        I will try to clarify. [ 2.2 ] The most easily identified (and rectified) instance of this\n        pattern is Professor Forte’s claim that, “in Prof. Dubiel’s view,\n        teleological analysis does not qualify as a basis for ‘sharp,\n        attractive, useful concepts for grasping our experience of music’”\n        [ 1.4 , in part quoting Dubiel\n        17 ]. No: in my view, teleology already is a sharp, useful, attractive concept for grasping our experience of\n        music—when our experience happens to be of teleology. Whoever first\n        thought of saying, of a suitable passage of music, that it sounded as\n        though various events in the passage led to and followed from other\n        events, had a great idea, one that has obviously caught on and proven\n        susceptible to further application and elaboration. But of course it\n        isn’t the only such idea we need; and we’ll need to keep devising more,\n        as long as we keep hearing more different pieces going more different\n        ways. [ 2.3 ] It is surprising that this is such a big point for Professor\n        Forte, because, as far as I can tell, we agree completely on the (hardly\n        radical) proposition that some musical passages proceed teleologically\n        and some don’t. For some reason, he devotes half of his response to\n        warding off the assumption that he might be an inflexible teleologist [ 1.2 ], defending the attribution of teleology to some music\n        [ 1.3 ], and\n        mistakenly attributing an obviously silly view to me [ 1.4 ]; he needn’t do any\n        of this on my account. [ 2.4 ] If anything, Professor Forte ought to be on my side in trying\n        to help the people I’m trying to help, namely those who find the\n        teleological model so impressive that they see a fundamental methodological difference between accounts of pieces in which the model is applied and\n        ones in which it isn’t. Look again at the quotation in my talk that\n        defines analysis (as opposed to description) by reference to teleology [ Dubiel\n        15 ]; it amounts to this: to analyze a piece means to show how its\n        events are “made necessary” by earlier events and “lead\n        to” later events. In that case, if you give an account of a piece\n        as going that way, you are analyzing it; but if you give an account of a\n        piece as not going that way (say, because you don’t hear it going\n        that way!), then you are not analyzing it (although you may be\n        doing something less, such as “merely describing” it). The\n        main point of my talk is that I don’t find this distinction altogether\n        rational. But (like many not altogether rational ideas) it’s not\n        uninfluential: people really do go around talking about minimalist\n        music, or Morton Feldman’s music, as “unanalyzable”; and,\n        probably more insidiously, people bend their analytical models of less\n        obviously refractory music in the direction of what they have learned to\n        think are the methodologically most impressive claims they can make,\n        namely claims of implication and inevitability, when they could\n        recognize more possibilities and exercise freer choice. (An adequate\n        treatment of the analysis-explanation-teleology series would require an\n        extensive discussion of explanation; but since this is not an issue\n        between Professor Forte and me, I will not go into it.) [ 2.5 ] Since I have just summarized it, I should point out that this\n        particular account of this particular issue—that is, the\n        differentiation of analysis from description on the basis of\n        explanation, which is most characteristically teleological—is what I\n        call the “received view” in my talk, and it is the only thing that I ever call “received.” There is no such thing as\n        “what Prof. Dubiel calls received theory” [ 1.2 ]; what\n        Professor Forte calls “received theory” [ 1.2 , 1.5 ] or, at\n        times, “received analysis” [ 1.3 , 1.7 ] is his issue. I take\n        him to mean by this the music-theoretical status quo, broadly\n        understood, perhaps with an emphasis on the “formal,” a\n        characteristic he seems to feel he has to defend against me [ 1.6 ]. In my\n        talk, this isn’t even a subject—let alone one toward which I take a\n        hostile attitude. If anything, my attitude is one of indifference. [ 2.6 ] And not even indifference, exactly: it’s rather that I don’t\n        have any attitude at all toward formal, systematic analysis as such—I\n        don’t think that this is even the right sort of thing to have an\n        attitude toward. I don’t care whether a claim about music is presented\n        formally or informally, systematically or unsystematically, as long as I\n        can tell what experiences of what music are supposed to correlate with\n        it. I value formality and systematicity when they help to clarify the\n        implications of a theoretical claim for our hearing; I value informality\n        and unsystematicity when they help to clarify the implications of a\n        theoretical claim for our hearing. (I would cite my writings as\n        evidence that I am committed to mobility along the methodological\n        continuum, not to any fixed point on it.) [ 2.7 ] The two stories in my talk give accounts of pieces that are\n        unusually, even exaggeratedly, informal and unsystematic (especially in\n        the compressed forms in which I present them). It is of course part of\n        my point that these are not the characteristics of style and method that\n        theorists are in the habit of esteeming, at least in professional\n        contexts. But (obviously, I thought) it is no part of my point to\n        recommend these “untheoretical” characteristics as against their opposites; my point is to demonstrate that these characteristics\n        are no impediment to getting the job done—the job being to help us get\n        a better grasp of a wider range of musical experience. It is this\n        conception of the job that I want to emphasize above everything else in\n        my talk. Understanding what we hear is the reason to do music theory—\n        isn’t it? And if so, then it should set our standards of methodological\n        adequacy, and of empirical and interpretive accomplishment—what else\n        could? [ 2.8 ] Professor Forte’s response to this misunderstands it on the\n        pattern to which I have already referred. I say “Look: besides what\n        we already recognize as valuable, here’s something else that can\n        work—it’s happened to me”; he reacts as though I have made some\n        threat against what is recognized. In his zero-sum nightmare,\n        “conference papers would tend to exclude rigorous analyses based\n        upon new theoretical ideas, there would be no room for speculative work\n        in the area of musical systems,” and so on, if a “prominent\n        place” were given to “the kind of invention, communication,\n        and understanding represented in my stories” [ 1.6 , in part quoting Dubiel 11 ]. The invention of models of pieces that might or might not\n        be teleological; communication of them that might or might not be formal; and understanding of them that is concerned above all with their\n        relation to musical experience—exactly what would this leave\n        “no room” for? [ 2.9 ] The only thing I can think of would be analysis that could not\n        be connected to specific ways of hearing specific passages. And, now\n        that I think of it, good riddance (although getting rid of things is not\n        my project, and in real life I would be against discarding anything\n        until a strenuous sympathetic effort had been made to work out any\n        audible significance that its author may have failed to articulate). But\n        in any event I see no reason to expect success and failure by this\n        standard to be anything but randomly distributed with respect to (in)formality\n        or (un)systematicity. If I wanted to twit Professor Forte, I could\n        accuse him of a pessimism about the auditory relevance of his\n        “received analysis” that I would never dream of entertaining.\n        This might not be accurate as a representation of his thinking (he\n        offers no alternate account of the relation of analysis to hearing, if\n        he in fact doesn’t like mine), but we are invited to imagine the worst\n        by his horror story. He concedes this scenario to be “probably . .\n        . exaggerated” [ 1.7 ]; but the concession only relieves him of the\n        responsibility to defend this fantasy in the terms in which he presents\n        it. We are still left with an image contrived to alarm us. [ 2.10 ] I cannot even tell whether Professor Forte thinks of himself\n        as disclosing a perverse intention of mine, or merely pointing out the\n        unintended implications of an innocent but ill-conceived fancy. (Am I a\n        pyromaniac, or just playing with fire?) Since he has opened this larger\n        question, I shall conclude by saying what I think would be the\n        consequences for the music theory of the methodologically inclusive,\n        experience oriented view of analysis expressed in my talk. I should\n        specify that I am reluctant to claim it as my view, because I\n        know I am not alone in holding it, or even in asserting it; accordingly,\n        its influence is not all in the future—but for simplicity’s sake I\n        shall write as though it were. [ 2.11 ] In that golden age, we theorists will hold ourselves\n        responsible to tell our readers, as well as we can, the audible\n        significance of our representations—what ways of hearing what music are\n        to count as confirming (or disconfirming) our theoretical claims.\n        Theoretical work will be considered ill-formed when it elides or bungles\n        this crucial step—ill-formed in the only relevant sense, namely not\n        formed so as to facilitate experiential evaluation. The evasion of such\n        evaluation is the only trait that will be stigmatized as a lack of\n        “rigor” (although unbendingness will not rank as high as\n        flexibility, responsiveness, imagination, and solicitude toward\n        experience among the qualities for which we will commend one another).\n        Older theoretical work, which may or may not have been executed with the\n        ideal of auditory relevance uppermost, may have to be reread and\n        reevaluated—as normally happens when the interests of a disciplinary\n        community evolve. Some of this work will reward such reading, richly and\n        immediately, and some, initially more obscure, will be found to have\n        musical significance beyond what its authors managed to place in the\n        foreground. Some older work may resist such explication, but even then\n        this work will have something to teach us, as little as we may wish to\n        emulate it: we will have at least the historical project of figuring out\n        what its authors were trying to do and why. If our predecessors turn out\n        ever to have maintained something other than musical experience as their\n        topic of investigation, or something other than efficacy at rendering\n        and explaining experience as a methodological mandate, it will be\n        mind-stretching to find out what it was. But our main business as\n        theorists of music will be elaborating, exchanging, and trying out\n        vividly imagined, diversely formulated accounts of what and how we hear.\n        What’s scary about that? [3] Allen Forte responds again",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Despite the occasional gestures of bonhomie and the expressions of\ngenerosity in support of a broad view of music theory and analysis, one that\nwould include more traditional activities, in the concluding statement of his\nreply to my response Prof. Dubiel is unable to relinquish the narrow conception\nof our field that was so evident in his original NECMT paper but that has been\nmodified by numerous additions and new formulations in his reply. I shall return\nto this major issue at the end of my response.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Indeed, many of Prof. Dubiel’s clarifications, amplifications, and\nespecially criticisms of my response are written as though they are based upon\nstatements made in his original NECMT paper. If only they had been there. Right\nat the outset of his reply he asserts that I have misread him, and that I have\nresponded “as though I have proposed to eliminate what is familiar and replace it with something new” [ 2.1 ].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Denying this intention, Prof. Dubiel writes “I propose that\ntheorists’ present range of operation be expanded , through our adoption of\nideas or methods in addition to those that are now predominant . . . ” [ 2.1 ].\nBut where does he say this in the NECMT paper? On the contrary, he makes a\nnumber of statements that support my original interpretation, forming a\nconsistent and contradictory thread, for example, in the following categorical\nstatement: “The received theory [by which he I assume he designates\ncurrently standard music theory in general] isn’t antithetical to these\nexperiences [related in the preceding two ‘stories,’ which demonstrate epiphanic\nconcepts], it’s orthogonal to them” [ Dubiel\n12 ]. Now, the mathematical term “orthogonal” means\n“right-angled” or “statistically independent,” which,\nconstrued metaphorically, signifies something like “tangential,”\n“incidental,” or “peripheral.” It certainly does not support\nthe idea of “ in addition to ,” which Prof. Dubiel accuses me of\nmisreading.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Here is another instance: “I want to show you how a certain way of\nthinking about analysis and certain familiar ways of learning about music are\nmutually irrelevant; and, faced with that situation, I want to recommend keeping\nfaith with our actual experience and practices, and letting an imposed\nmethodological scheme go by the boards” [ Dubiel\n2 ]. Doesn’t the phrase “letting . . . go by the boards” signify\nrejection? If this statement implies rejection of “methodology,” as I\nbelieve it does, then it excludes much significant music theoretic- analytical\nwork, such as Schenker’s, and, more recently, neo- Riemannian harmonic theory,\nwhich I would say embeds a “methodology.” From these and other\nstatements, which are not contradicted elsewhere in the NECMT paper, I conclude\nthat Dubiel’s complaint in [ 2.1 ] concerning my misreading is\nnot supported. I read what he wrote and not what he didn’t write.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Yet another strand of the rejection thread occurs at the end of his\ndiscussion of the two pieces, the anomalies (my word) of which had been of\nconcern to him, but were laid to rest by the concepts Hasty and Brodbeck\nprovided. Dubiel then considers the possibility that someone might “tell me\nhow these pieces actually did proceed teleologically . . . .” In that case,\nhe declaims: “. . . I am convinced that any meta-analytical framework that\nwould even suggest that we say this is a framework that we’d be better off\nwithout” [ Dubiel 15 ]. I submit that\nthis categorical statement and others like it contradict the idea of broad\ninclusion that he expressed in [ 2.1 ]. And in [ 2.11 ],\nat the end of his reply to my response, we see what the final determination is\nwith respect to those older, “received” views of music theory and\nanalysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Moreover, Prof. Dubiel disputes my statement that in his view\n“teleological analysis does not qualify as a basis for ‘sharp, attractive,\nuseful concepts for grasping our experience of music’,” whereas in [ Dubiel\n15 ], after introducing “teleological” as the primary\ncharacteristic of analysis through an anonymous quotation, he rejects the\nteleological approach, stating, “And of course that’s exactly the view\nthat, in these two cases, I got over . . . .” From this and the following\nstatement I conclude that teleological analysis did not engender the kind of\nconcept (which in [ Dubiel 17 ] he\ncharacterizes as “sharp, attractive, useful”) represented by the Hasty\nand Brodbeck extracts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] I regret the defensive posture I have taken at the beginning of my\nresponse, but I felt that it was necessary in order to remedy flaws in the\ndiscourse, perhaps engendered by Prof. Dubiel’s haste in preparing a reply to my\nNECMT response and consequent detachment from his original paper. Or perhaps he\nwished to correct by amplification certain omissions in the original paper that\nwere due to the time restrictions imposed by the NECMT format. In that case he\nshould have informed the reader that there are significant differences between\nwhat he actually said at NECMT 2000 and what he implies he said there.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] In [ 2.2 ] Dubiel also upbraids me for devoting\n(“for some reason”) a significant portion of my response to the issue\nof teleology, a term that he introduced. The “reason” was the central\nrole he accorded it in his NECMT paper, whereupon I took the occasion to\nruminate, and to include reflections on my own position, since I had not given\nmuch thought to this issue, and had been inspired by that feature of the Dubiel\npaper—and by others, as I indicated at the end of my NECMT response.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Again, in [ 2.4 ] Dubiel brings up the teleological\nattribute of analysis, amplifying his NECMT paper to assert that if an account\nof a piece shows how its events “made necessary” by earlier events and\n“lead to” later events, then it qualifies as analysis. Otherwise not.\nThus, he places in motion yet another dualism of which there are many in his\nreply, analysis and non-analysis (my terms), a dichotomy that was fundamental to\nhis NECMT presentation. In his MTO response he writes: “The main point of\nmy talk is that I don’t find this distinction altogether rational.”\nFrankly, I don’t know how to interpret this, especially since this is but one of\nwhat he has called his main points. Perhaps he is leaving the door open for\nteleological analysis, but only if it fulfills the requirements set forth in [ 2.11 ].\nIn the NECMT paper, however, he takes a dim, if not a completely negative view\nof analysis, preferring what in my response I dubbed “concept\nformulation.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Prof. Dubiel is fond of the term “received,” using it more\noften than he indicates in his reply (“received account [ Dubiel\n1 ], ”received distinction [ Dubiel\n11 ], “received view” [ Dubiel 2 , 12 , 15 ]\nand “received theory” [ Dubiel 12 ],\nwhich he so adamantly denies using. (1) He does not, however, use the term “received analysis,” and I\napologize for imputing that usage to him. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Still on the issue of what is “received” and what is not,\nDubiel writes: “what Professor Forte calls ‘received theory’ [Forte 1.2,\n1.5] or, at times, ‘received analysis’ [Forte 1.3, 1.7] is his issue. I\ntake him to mean by this the music-theoretical status quo , . . . , perhaps with\nan emphasis on the ‘formal,’ a characteristic he seems to feel he has to defend\nagainst me [Forte 1.6]” [ 2.5 ]. I acknowledge that I am\ndefensive about the formal aspect of music theory and that this is not an issue\nDubiel brought up explicitly in his paper. It is, however, relevant to\nthis discourse, and at this point I wish to pose a question, one that Dubiel\nwould probably regard as heretical: Is the sole purpose of music theory to\nexplain “pieces”? I say “heretical” because it violates what\nI would call his axiomatic criterion of audition, which is that the purpose of\nmusic theory is to explain what we hear. I leave aside the questions of how\n“what we hear” is determined, as well as how to account for individual\nvariations in that regard, in order to make an observation based upon simple\nfact: many of the venerable figures in the history of music theory—Boethius,\nfor example—would be disqualified as music theorists were Dubiel’s axiomatic\ncriterion of audition to be applied indiscriminately.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Further, on the topic of audition as it relates to music theory,\nDubiel reports that he transformed Hasty’s concept of “a constantly\nevanescent beauty” into immediate audibility, without Hasty (or Brodbeck)\n“letting me in on some kind of structure that underlay what was\naudible” [ Dubiel 13 ]. I find the\nreality of this occurrence difficult to grasp, that is, the proceeding\ninstantaneously from a verbal description to an auditory image. And, once more,\nthe throw-away phrase “some kind of structure that underlay” strongly\nand negatively refers to one of those “ideas or methods . . . that are now\npredominant” [ Dubiel 13 ], namely, I\nassume, Schenkerian theory and analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] In [ 2.7 ] Prof. Dubiel again introduces something\nthat was absent from his NECMT paper, namely, his willingness to accommodate\nformal or systematic music theory if it gets the job done, “the job being\nto help us get a better grasp of a wider range of musical experience.” He\ncontinues: “It is this conception of the job that I want to emphasize above\neverything else in my talk.” Sounds good to me, as long as the “range\nof musical experience” is broad enough to include intellectual experience\nthat may not relate directly to the audition of individual pieces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] In [ 2.8 ] Dubiel again complains that I misread him.\nBut as I have set forth in my earlier comments, his ecumenical inclusion of\nanalysis, presumably of the traditional type, was not made explicit, giving rise\nto the “nightmare” scenario I concocted in order to frighten readers.\nSurely, Prof. Dubiel, you can forgive a little hyperbolic rhetoric. After all,\nyou have made effective use of it in both of your contributions to this forum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] There is still more on my “horror story” in [ 2.9 ].\nIn large part I have answered this in my comments above, which suggest a partial\nanswer to Dubiel’s comment here to the effect that I offer “no alternate\naccount of the relation of analysis to hearing . . . . ” This is of course a\nvery large question, and it would be foolish even to attempt to answer it in\nthis context, particularly since there are others far better qualified to cope\nwith the attendant complexities than I. [ 3.16 ] In Prof. Dubiel’s [ 2.10 ] we\nencounter the synthesis that was lacking in his NECMT paper, as he says that he\nwill conclude by setting forth “the consequences for the music theory of\nthe methodologically inclusive, experience-oriented view of analysis expressed\nin his talk.” I failed and still fail to find the “methodologically\ninclusive” part in Dubiel’s NECMT paper, but perhaps I am misunderstanding\nthe syntax here. Is “methodologically” an adverb that modifies the\nadjective “inclusive”?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.17": {
                "text": "[3.17] The golden age! What should we call what is described in [ 2.11 ]\nof Dubiel’s reply? The New Music Theory? Whatever it is called, we must all\nremove our hats or, for those who do not wear hats, figurative hats, as the\nbrave young theorists march past bearing trophies of “older theoretical\nwork” that did not measure up to “Prof. Dubiel’s ideal of auditory\nrelevance.” Who will have determined that failure? Why, “the interests\nof the disciplinary community,” of course. (Here I pause to savor the\ndouble meaning of “disciplinary” in this context.) Why have these older\ntheories been subjected to disciplinary rejection? Because they were “not\nformed so as to facilitate experiential valuation.” Who determines whether\nthey were not so formed? Those who understand what “experiential\nevaluation” is. The reader will kindly excuse this catechism, but I have\nfound it necessary in order to avoid yet another accusation from Prof. Dubiel to\nthe effect that I have misread him.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] To close in a more serious vein, my own vision of the future of music\ntheory is not as neat as Dubiel’s. I am not as certain as he is about what\n“our main business as theorists of music will be.” At the present time\nthere are many intellectual activities that impinge upon our small field, and\nmany of these will exert influence. This is not so new, of course. Of those that\nwere influential in the recent past, although they lack visibility at the\npresent time, I recall the information theory of the sixties, the phenomenology\nwork of my former student, the late Thomas Clifton, and the structural\nlinguistics of the seventies. In Dubiel’s vision of the future, one of these\n(Clifton’s phenomenology) might be regarded as well formed—I’m not sure—while\nthe other two would certainly be subjected to “figuring out what [their]\nauthors were trying to do and why” [ 2.11 ], which is\npresumably the last stage before final interment. In any event, the world of\nmusic theory, according to Dubiel, is to consist of two communities: those whose\nwork facilitates “experiential evaluation” (I love that term) and\nthose whose work does not. None of his persuasive language and occasional\nexpressions of generosity toward those who might not agree with him conceal this\nbasically authoritarian point of view. And I do not say this to frighten anyone.\nProf. Dubiel has convinced me that that was a bad idea. It is just how I see it,\nfollowing, consistently, I hope, upon my charge from the folks at NECMT to\nrespond to the NECMT 2000 papers. Ellie M. Hisama, “Life Outside the Canon? A\nWalk on the Wild\nSide” [4] Response by Allen Forte",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] During my banquet address in Rochester at the 1987 celebration of the\ntenth anniversary of the Society for Music Theory I said: “What is most\nstriking to me is that the programs of the Society now exhibit a breadth of\ninterests that probably could not have been predicted when it began, but which\nis to be encouraged.” (3) [ 4.2 ] Prof. Hisama now tells us that a decade later a significant increase in\nactivities related to music theory began, activities that involved research and\npublishing of various kinds centering upon music “outside of the Western\nEuropean art music canon as well as the standard tonal and post-tonal repertoire”\n[ Hisama 2 ]. From this she predicts career possibilities based upon\nanalytical involvement with this non-canonical music. All this is very exciting,\nand I was impressed with the array of names Prof. Hisama invoked when\nintroducing the topic of professional potential (possibly leading to that summit\nof academic achievement, tenure). Impressed is hardly adequate to describe my\nreaction, which was momentarily vertiginous. And I must admit that out of the\nlist of names she presented as possible subjects of research on the non-canonic\nside, I recognized only three, those of Sting, Mary Lou Williams, and Adam\nGuettel. I am definitely running with the wrong crowd.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Before I move along to a concluding and general comment on Prof.\nHisama’s thoughtful and challenging paper, I would like to consider the term\n“canon” that is tossed around so blithely these days. As a dedicated\nsesquipedalian, I went to the Oxford English Dictionary to locate the entry\n“Canon.” Here is what I found. Of the 14 definitions of the word in\nthe OED, number 4 seems closest to what I perceive as current usage: “The\ncollection or list of books of the Bible accepted by the Christian Church as\ngenuine and inspired.” (4) Thus, the word is of religious origin. It is doctrinal in nature. I found myself\ntrying to imagine just how this information would be received by the\nmusicologists in Bob Jones University’s Department of Music.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] I believe that the term canon is a recent arrival in the musicological\nliterature, perhaps introduced by some disgruntled scholar, possibly with\nnegative intent, since it implies permanence, immutability, and of course a\nreverential attitude, not exactly attractive qualities to your average\npost-modernist. At any event, it seems to be here to stay. When we use it as a\nkeyword in scholarly discourse, however, we would do well to be watchful.\nIndeed, we might well pay heed to another meaning of canon, number 2c in the\nOED: “A standard of judgment or authority; a test, criterion, means of\ndiscrimination.” (5) This\nwould certainly apply were one to allow an extension of the canonization process\nto include new canons, if that is not a contradiction in terms. Allow me to\ndigress for a moment, however, to avoid possible misunderstanding. Just as Prof.\nHisama says she does not recommend “that research on canonical composers\nshould [be] dispensed with” [ Hisama 4 ],\nI am not suggesting that research involving\nnon-canonical music be suspended, a suggestion that, in any event, would be\nChutzpah of the highest order. Quite the contrary. As I have indicated, we\nshould recognize that the canonization process is ongoing. We are all familiar\nwith instances, among the most visible of which is the music of the Beatles, now\nfully transcribed and available in score form in a high-class binding. And of\ncourse another, perhaps even more visible canonic corpus of music is the classic\nAmerican popular song repertoire, which comes from musical theater and movies\nduring the twenties, thirties, and forties. [ 4.5 ] Following the second definition of canon, it is clear that the\nformation of new canons involves selection, which, in turn, requires criteria of\ndiscrimination. Of course complex processes of selection are always in operation\nin a vital art form such as music, and that is especially true in our often\nbewilderingly complicated world of information dissemination. Clearly, as Prof.\nHisama indicates throughout her paper, a large part of the burden of selection,\nfrom the scholarly vantage point at least, falls upon younger scholars, and I\nhope, sincerely hope, that they bear in mind that second definition of canon. I\nwould also hope that job attainment leading to tenure is not a major motivation\nfor exploring music outside the canon, taking precedence over the intrinsic\ninterest of the musical artifact. [5] Ellie M. Hisama replies [ 5.1 ] After mentioning his 1987 SMT banquet address which noted the\n        diversity of interests then exhibited by the Society, Prof. Forte\n        writes: “Prof. Hisama now tells us that a decade later a\n        significant increase in activities related to music theory began,\n        activities that involved research and publishing of various kinds\n        centering upon music ‘outside of the Western European art music canon as\n        well as the standard tonal and post-tonal repertoire’” [ 4.2 ]. As\n        the introduction to my paper states, my survey of developments in music\n        theory takes 1997 as its starting point simply to avoid duplicating the\n        efforts of papers presented at the 1997 SMT plenary session. It does not\n        identify 1997 as a beginning in research activity on music\n        outside of the Western art music canon. On the contrary, I would agree\n        with Prof. Forte that the foundations of the discipline’s present\n        diversity are rooted in earlier work.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Prof. Forte continues: “From this she predicts career\n        possibilities based upon analytical involvement with this non-canonical\n        music. All this is very exciting, and I was impressed with the array\n        of names Prof. Hisama invoked when introducing the topic of professional\n        potential (possibly leading to that summit of academic achievement,\n        tenure)” [ 4.2 ]. One of the purposes of my paper was to offer the\n        perspective of someone who recently sought and obtained a tenure-track\n        position in music theory. While I do not wish to present an unduly\n        optimistic view of a job market that frequently requires graduate\n        students to piece together adjunct teaching from multiple institutions\n        to make ends meet or that sometimes forces newer scholars to leave the\n        field altogether, I do believe that analytical work outside the Western\n        art music canon is now becoming more widely accepted than it was ten\n        years ago.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The discipline’s increased interest in non-canonical music is\n        underscored in Joelle Welling and Cynthia I. Gonzales’s recent study of\n        the music theory job market. Surveying advertisements for music theory\n        jobs published in the College Music Society’s Music Vacancy List from\n        1985 to 1998, their article shows that the demand for applicants who\n        could teach world music, jazz, and popular music in addition to theory\n        courses rose sharply during the period 1994–1998. During this four-year\n        period, world music was listed as a desired additional teaching area 12\n        times as compared to five times over the nine-year period 1985–1994;\n        jazz was listed as a desired teaching area 14 times over this four-year\n        period in comparison to 18 times for the previous nine-year period; and\n        popular music was listed as a desired teaching area seven times over the\n        same four-year period in comparison to only two times during the\n        previous nine-year period. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The choice of topic alone of course does not guarantee one a\n        job interview, an offer, or quality analytical work. Prof. Forte raises\n        the concern that the canons of the future may not be based upon\n        discriminating criteria but upon the career possibilities they present.\n        The current offerings of analytical work outside the canon eases this\n        anxiety. I do not advocate choosing a topic based on what’s currently\n        marketable, and I sincerely hope that shoddy scholarship on bad music is\n        not the wave of the future. Rather, I would encourage theorists who are\n        attracted to repertories that remain little discussed and analyzed to\n        pursue their interest and to bring to this music the same care with\n        which they might approach a piece by Beethoven.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] As most ABDs who have recently sought an academic position know\n        all too well, the job market for music theorists is bleak. Welling and\n        Gonzales’s study showed that the average number of junior-level\n        tenure-track jobs advertised in the Music Vacancy List from 1985 to 1998\n        was 10.5 per academic year, with a low of 4 in 1988–89 and a high of 20\n        in 1989–90. (7) With more than 10.5 applicants on the market in any given year, these\n        statistics indicate that there are clearly not enough tenure-track jobs\n        in music theory to go around.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Among the memorabilia preserved from my job search are several\n        rejection letters that apologetically mentioned the number of\n        applicants, which averaged 150 in the stack I collected. One of the\n        lowest numbers of applicants for a job to which I applied was 107—these\n        odds were positively heartening when compared to those of getting a\n        one-year, non-renewable position at a liberal arts college in the South,\n        which received a whopping 200 applications. (8) [ 5.7 ] Prof. Forte\nconcludes by voicing the hope that “job attainment leading to tenure is not\na major motivation for exploring music outside the canon, taking precedence over\nthe intrinsic interest of the musical artifact” [ 4.5 ]. Like the\napprehension he expressed at the 1987 SMT meeting about “overdiversification”\n(“By fostering diversity , . . . the Society does run the risk of excessive\nfragmentation”), his concern is misplaced. (9) Because Prof. Forte has not recently experienced first- hand the intense\ncompetition for junior-level tenure- track jobs, he may not realize that these\ndays it is a practical rather than a crassly careerist measure to assess the\nrelationship between an area of research and one’s chances of getting a job with\ntraining in that area. Such matters do and should weigh heavily on the minds of\nyoung scholars in the current market. Selecting an area of study in a music\ndoctoral program without considering its professional implications is simply not\nan option unless one has independent means of support. We need to recognize the\npresent realities of the job market while selecting research topics of intrinsic\ninterest.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Prof. Forte’s invocation of tenure as “that summit of\n        academic achievement” [ 4.2 ] led me to Cary Nelson and Stephen\n        Watt’s Academic Keywords: A Devil’s Dictionary for Higher Education ,\n        which defines tenure as “the expectation that a faculty member who\n        has been through a probationary period and has passed a tenure review\n        will remain employed until retirement, voluntary separation, or removal\n        for cause.” (10) To\n        graduate students who hope to obtain a position more permanent than a\n        teaching assistantship or an appointment as an adjunct, being employed\n        for life may indeed seem like the summit of academic achievement.\n        Whether one’s research topic is Neo-Riemannian analysis of Wagner or\n        timbre in Bikini Kill, tenure guarantees us the freedom to explore such\n        topics and is not to be dismissed lightly, particularly by those who\n        already have it. [6] Allen Forte responds again",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] I would like to begin by clarifying a minor issue: Prof. Hisama\nmisreads my observation concerning the “significant increase in activities\nrelated to music theory” [ 4.2 , referred to in 5.1 ] a decade after my 1987 SMT banquet address. I did\nnot say that these activities began only a decade later, but simply wished to\nconnect the content of her present-day paper to my earlier forecast as a\nverification and as a device for beginning my response. At any event, we are in\nagreement as regards chronology, and I regret any misunderstanding that may have\nensued from the lack of precision in my prose.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] I do not dispute the growing interest in music outside the\n“canon,” a term to the exegesis of which I devoted an inordinate\namount of time in my original response to Prof. Hisama’s paper. At the same\ntime, I am gratified to see Prof. Hisama at least touch upon the issue of\nquality that I raised, when she writes: “We need to recognize the present\nrealities of the job market while selecting research topics of intrinsic\ninterest” [ 5.7 ]. While my apprehension concerning “excessive\nfragmentation” has decreased in the past thirteen years since the 1987 SMT\nmeeting, I still feel that as professionals we would do well to remain watchful\nin that direction. By its traditions American music theory is a small field, one\nthat may not be able to accommodate unlimited diversification without\nsacrificing some of its basic characteristics: primarily, the cultivation of\nabstract theoretical concepts designed to illuminate specific repertoires of\nmusic. Large-scale diversification in terms of identifiable repertories probably\nbelongs to our mother discipline, musicology, or to related disciplines, such as\nethnomusicology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] With respect to the topic of diversification and the focus of research\nactivities, the Welling and Gonzales study, cited by Prof. Hisama, is relevant\nbecause it dramatizes what many of us have known for a long time, namely, that\nmusic theory still has a long way to go to achieve broad recognition in\nacademia, especially in smaller institutions where members of the music\ndepartment faculty, including those hired to teach “theory,” typically\nteach in a wide variety of areas. In this regard I have had not first-hand, but\nsecond-hand experience in connection with the four NEH Summer Seminars for\nCollege Teachers I have directed, all of which were attended by extraordinarily\ntalented and, of necessity, diversified individuals. Prof. Hisama is right,\nhowever, when she points out that I have “not recently experienced\nfirst-hand the intense competition for junior-level, tenure-track jobs” [ 5.7 ], a rite of passage that for me exists, blessedly, only in the remote halls\nof memory. Nevertheless, I continue to experience that competition second-hand,\nthrough the many position-seeking Ph.D. recipients, with each of whom I have\nspent several congenial years in a pedagogical and advisory capacity. Therefore\nI am sympathetic to Prof. Hisama’s sensitive statement that “these days it\nis a practical rather than a crassly careerist measure to assess the\nrelationship between an area of research and one’s chances of getting a job with\ntraining in that area” [ 5.7 ], even though I am not convinced that young\nscholars always make that assessment or even that they should, given the high\nrate of burn-out in professions where the selection of training and research\nareas and job attainment are so closely interlocked as to leave little room for\nresponsible long-range personal choice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Finally, although I should perhaps regret having made that final\nstatement in my response to Prof. Hisama’s paper in which I expressed the hope\nthat “job attainment leading to tenure is not a major motivation for\nexploring music outside the canon, taking precedence over the intrinsic interest\nof the musical artifact” [ 4.5 ], I do not. Nor do I withdraw my description\nof tenure as “that summit of academic achievement” [ 4.2 ], which, in\nmaking its point, inadvertently exemplified the kind of institutionalized wit to\nwhich I have been exposed for so many years. Thus, although that quip was\nintended to be mildly sarcastic, I do believe quite seriously that intellectual\nachievement and industry should take precedence over academic security in the\npsyche of the burgeoning scholar. At the same time, I certainly value tenure,\nfor the reason so astutely formulated by Prof. Hisama at the end of her\nresponse, but also for larger reasons having to do with the sanctity of the\nacademic environment and the need to protect it from anti-intellectual and other\nnegative forces that may infringe upon the freedom of thought that is so\nessential to the development of many, if not all, academic fields, including\nours. Peter M. Kaminsky, “Revenge of the Boomers: Notes on the Analysis of Rock\nMusic” [7] Response by Allen Forte",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Before I say a few words about Peter Kaminsky’s paper I want to make\nclear that my knowledge of rock is quite limited—some deriving from Mark Spicer\nand a couple of other renegade graduate students at Yale, the remainder from\ndesultory reading and listening. Thus, I approached Prof. Kaminsky’s paper with\na clear mind, as it were. If I were running for public office, however, this\nwould be the moment when I would tearfully reveal my own dalliance with\nnon-classical or non-concert music, that happy portion of my innocent youth in\nwhich I was involved with the popular music of a different era and a different\nrepertoire. Thus, although my qualifications for responding to this paper are\nmeager, my intentions are good.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Much of my selective knowledge of rock derives from the anthology\nedited by John Covach and Graeme Boone entitled Understanding Rock , (11) which contains seven studies, all by academics with substantial music theory\ncredentials. All the essays involve (forgive me) structural analysis. I should\nalso point out that my name is inscribed in the Acknowledgments, for reasons\nthat are not altogether clear to me, except that John Covach is a friend of mine\nand I may have uttered words of encouragement in an unguarded moment.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] When I sat down to make notes on the many highlights of Peter\nKaminsky’s paper, the first thing that came to mind was the enthusiasm that\ndrives it! This is also evident in the analysis, which must have been written\nbefore Part I of the paper; it is so beautifully polished and focused. [ 7.4 ] In the non-analytical portion of the paper, I found the discussion of\nBritish authors Philip Tagg and Richard Middleton reasonably fair and broadly\ninformative, although Prof. Kaminsky stops just short of rejecting Tagg’s\nintertextuality idea, and comments only briefly on his approach to an Affektenlehre for popular music—which seems not such a bad idea, after all. Middleton’s\nconfusion (my interpretation) of analytical approaches and his evident need to\nsatisfy the pressures of the new musicologists is documented, including yet one\nmore derogatory reference by Middleton to “formalist music theory,” a\ntiresome, but apparently obligatory gesture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] On the other side of the coin, I like Walter Everett’s statement and\nPeter Kaminsky’s elucidation of it, especially the point that the music must\nhave a certain “degree of structural integrity” [ Kaminsky\n9 ]. This involves the\nquestion of “quality,” which I feel is so important in the study and\nevaluation of non-canonic music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] Part II of Professor Kaminsky’s paper, his analysis of “Lithium\nSunset,” is an excellent piece of work. Both the analysis and the tape of\nthe performance directed my attention to the simple, but very eclectic harmonic\nprogression. A general study of this aspect of the music, spanning the various\nstyles that have evolved in the rock genre seems worthwhile, if, indeed, it has\nnot already been achieved.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] Since it would be wholly inappropriate to end my laudatory response to\nthis paper on a positive note, I would like express my opinion that Table 1:\nProjects and Publications , seems not altogether useful, since many listings do\nnot include publication data. Also I am unable to infer anything about\nanalytical approach. I assume that Prof. Kaminsky knows all of the individuals\ninvolved and has some idea of the quality of their work. [8] Peter Kaminsky replies",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] First, my thanks to Professor Forte for his sensitive and thoughtful\nresponse to my contribution for the plenary session. With respect to Table\n1 ,\nForte correctly notes that my omission of publication data (where appropriate)\nand the analytical approach taken in these works clearly limits its usefulness\nas a bibliographic tool. Given that my original file including such details runs\nover twenty pages, I chose to omit this information. My principal motivation in\nproviding Table 1 was to give a snapshot of the variety and sheer volume of\nongoing, not-yet-published work by theorists and musicologists on rock and\npopular music. However, in order to optimize its usefulness, I would be happy to\npost for retrieval by interested readers the complete file of survey data from\nwhich Table 1 is drawn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] Professor Forte also notes a certain incompleteness in my citation of\nPhilip Tagg’s seminal work, “Analyzing Popular Music: Theory, Method and\nPractice,” from 1982. Tagg’s work continues to resonate because of its\ncentral tenets: the study of popular music is of necessity interdisciplinary,\nand, therefore, the exclusive use of “the traditional tools of musicology\n[and by extension music theory]”—i.e., analysis—is inadequate. I will\nfirst respond with an anecdote. After hearing my run-through for this paper, a\ncolleague noted, “I can understand your use of traditional analysis with\nSting. But take some of the popular music from my formative years, like the\nCarpenters for example. Is scholarly study of their music possible?” My\nresponse was yes, it is possible. However, here the use of traditional tools of\nstructural analysis and the central focus on “the music itself” may\nnot be very illuminating. Obviously the perspective and choice of methodology\nmust be appropriate to the music, and should best explain what are perceived as\nsalient aspects of that music. (I shall leave the proper study of the\nCarpenters’ music as a challenge for some enterprising theorist or\nmusicologist.) [ 8.3 ] There is also the matter of interdisciplinarity itself: one’s notion of\nwhat constitutes interdisciplinarity depends in part on how one views the\nrelation between methodology and the resultant scholarly work. Clearly a number\nof scholars view certain analytical tools, especially formal methodologies like\nSchenkerian theory, set theory, etc., as constraints and even blinders which,\nnotwithstanding their explanatory power, also possess the unfortunate side\neffect of liquidating any musical elements outside their purview. If, however,\none views an analytical method as enabling rather than enslaving, as filtering\nand coloring rather than blinding, then the relation between method and\nscholarship changes and becomes symbiotic and catalytic rather than coextensive.\nUnder this conception, most scholarly work, on popular music as well as other\nmusic theoretical topics, is interdisciplinary to some degree. Hence to debate\nwhat constitutes an appropriate degree of interdisciplinarity is quite a\ndifferent matter than merely to question the employment of purely\n“formalist” methods. Moreover, a degree of interdisciplinarity—or,\ncloser to home, a rapprochement with musicology ( pace McCreless in his\ncontribution to this plenary session)—need not and should not result in a\nweakening of theoretical/analytical rigor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] In conclusion, I shall turn once more to Tagg, again in response to a\nperceptive observation by Professor Forte: “Professor Kaminsky stops just\nshort of rejecting Tagg’s intertextuality idea, and comments only briefly on his\napproach to an Affektenlehre for popular music—which seems not such a\nbad idea, after all” [ 7.4 ]. In reconsidering Sting’s “Lithium\nSunset” it is only now apparent to me how relevant Tagg’s intertextuality\nand his incipient Affektenlehre have been in the formulation of my\nanalytical approach. Specifically, the markedness (following Robert Hatten in Musical\nMeaning in Beethoven ) of cross relations carries with it the potential for\nexpression and representation. This potential is creatively exploited by Sting\nagainst the (ironic) stylistic backdrop of country music, and a listener’s\nresponse may be affectively linked to the dual recognition of musical dissonance\nand stylistic dissonance. Clearly the genesis of such a network of musical\nrelations and affects presumes an intertextual framework, which I construe as\none of Tagg’s central (and significant) points.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] In place of a cool and catchy ending appropriate to a popular music\nessay, I offer a riddle and a question. Riddle: What is the source of song #2,\n“Love of My Life” (guest artist and co-writer Dave Matthews), on\nSantana’s recent Grammy-winning album Supernatural ? Question: What\ndifference(s), if any, does this make in a prospective analysis of this song? [9] Allen Forte responds again",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] Peter Kaminsky’s informative reaction to my NECMT response does not\nelicit very much in the way of a reply, since it essentially enlarges upon\npoints he made in his original paper— with the exception, perhaps obviously, of\nhis brief introduction of “interdisciplinarity” [ 8.3 ] (sesquipedalian\nalert!), a topic that underlay some of the papers on that fateful day at\nBrandeis, notably Patrick McCreless’s, and that was lurking in others, including\nmy responses. Here is material aplenty for debate, for example, in the reference\nto the view that Prof. Kaminsky cites concerning the limiting effects of certain\nformalistic analytical methods held by a number of scholars. Clearly, this is a\ntopic to be set aside for another day, with ample time allowed for sharpening\nrhetorical weaponry. Nevertheless, I suspect that a number of scholars would\ndispute Prof. Kaminsky’s conclusion that “ . . . a degree of\ninterdisciplinarity . . . need not and should not result in a weakening of\ntheoretical/analytical rigor” [ 8.3 ], perhaps rewriting to read, “A\ndegree of theoretical/analytical rigor should not result in a weakening of\ninterdisciplinarity.” Gary S. Karpinski, “Lessons from the Past: Music Theory Pedagogy and the\nFuture” [10] Response by Allen Forte",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] I am sure that many of us relate to the issues discussed so cogently\nin Prof. Karpinski’s fine essay. I know I can, having spent many happy hours\nwith eager and not so eager undergraduates who are discovering some of the\nintricacies of tonal music theory. In my response I will deal with only four of\nthe six topics covered by Prof. Karpinski, namely, counterpoint, figured bass,\nharmony, and curriculum design.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] Styled or Renaissance counterpoint became widely taught in the U.S.\nafter the publication of the translation of Knud Jeppesen’s The Style of\nPalestrina and the Dissonance in 1927, (12) followed by his 1939 textbook on 16th century counterpoint. (13) Many composers teaching theory, which was the norm in those days, adopted this\napproach and taught species counterpoint with reference to the vocal repertoire\nof the high Renaissance, as formalized in Jeppesen’s rules, which corresponded\nclosely to those of Fux. Counterpoint courses, justified as an essential and\ntraditional discipline, became standard in many music departments. There was\nalways the question of student interest, however, inside as well as outside the\nacademy. George Gershwin became bored with the exercises that Henry Cowell\nassigned him, but whether that was Henry’s fault or George’s remains moot,\nalthough George was known to have a short attention span. Cole Porter, on the\nother hand, preserved his extensive French species-like counterpoint exercises,\nwhich are now at Yale.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "10.3": {
                "text": "[10.3] The list of eminent composers who studied species counterpoint is\nlong. Prof. Karpinski has mentioned Mozart and Beethoven, but there was also\nHaydn and Brahms and of course many others. But it was Heinrich Schenker who\nunderstood the basic reason for the importance of counterpoint study: it forges\na link between the fundamental models of musical motion embedded in species\nexercises and the often large-scale expansions and elaborations of those models\nin free composition. This beautiful idea of course creates a bridge between\nhigh-level music theory and elementary instruction, serving as a model for music\ntheoretic studies in general. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "10.4": {
                "text": "[10.4] Why, then, is counterpoint instruction in decline? I suggest the lack\nof qualified teachers as a major reason, teachers who themselves can do\ncounterpoint and teachers who can make the study interesting and meaningful to\nstudents. Harmony seems so much more accessible, so much easier for the teacher\nequipped with the right textbook, that is, the one that tells you what to do\nnext, and of course students who do not expect too much from theory are unaware\nof what they are missing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.5": {
                "text": "[10.5] When it comes to figured bass, I am very old fashioned. As everyone\nhere knows, this notational system was intended originally for performers, but\ngradually became a standard way of introducing students to music as nascent\ncomposers. It is a wonderful way of obtaining immediate and tactile access to\ncounterpoint, construed as tonal voice-leading, and to harmony, construed as\nconstellations of intervals arranged vertically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.6": {
                "text": "[10.6] As in the case of counterpoint, why is figured bass not taught as a\nstandard course? Once again, there is the matter of teacher competence. How many\nteachers can actually play from figured bass, let alone improvise over a given\nbass? Also, mass instruction in figured bass is out of the question. In my\nexperience, individual lessons are the best way of experiencing this basic\ndiscipline, unless, of course, one of Gary Karpinski’s machines, schooled in\nArtificial Intelligence, comes along to solve that problem!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.7": {
                "text": "[10.7] Since my own harmony textbook has been out of print for some time, my\nremarks in this area may be somewhat out of control. I will say, however, that\nmost harmony books are deplorable, beginning with the absence of any stated\npurpose for publication of the book in the first place. With Prof. Karpinski, I\nwould also emphasize that in many textbooks, excluding of course Aldwell &\nSchachter, there is a failure to distinguish between harmony and voice leading,\na failure that in the worst case leads to the dismal preparation for advanced\nanalysis that those of us teaching graduate students routinely experience. As\nProf. Karpinski points out, this is not a new problem. And in this connection I\nmight cite Brahms’s statement in a letter to Hugo Riemann: “You would not\nbelieve what I had to put up with from incompetent textbooks and how I had to\nunlearn everything.” (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10.8": {
                "text": "[10.8] Prof. Karpinski correctly identifies the movement of largest scale\nconcerned with curriculum design in this country: the Comprehensive Musicianship\nProgram of the 1960s, funded by the Ford Foundation. In its defense I should say\nthat many dedicated and idealistic musicians were deeply involved in the\nprogram, which, thanks to Ford money, was able to sponsor workshops that\ndisseminated CMP philosophy across the country. However, the problems Prof.\nKarpinski outlines were and are real. His integrated curriculum sounds\nwonderful, although I am concerned about its practicality, simply in terms of\navailable faculty in a small music department such as we have at Yale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.9": {
                "text": "[10.9] As my final word on this topic, I would recall Prof. Karpinski’s\nrueful close: “. . . but none of this [referring to the adoption of new\nmethods, new technologies, etc.] will matter very much at all if we have nothing\nof real value to impart” [ Karpinski\n8.1 ]. In reflecting upon this\nstatement, it occurred to me that perhaps the best way of measuring the real\nvalue of our teaching is to try to imagine the degree to which it will have a\npositive effect upon the musical activities of our students in the future, which\nis after all not such a vague undertaking, because it is supported by our own\nexperience as students and, increasingly over time, by our experience as\nteachers. Patrick P. McCreless, “Music Theory and Historical\nAwareness” [11] Response by Allen Forte",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.1": {
                "text": "[11.1] Before I say a few words inspired by Patrick McCreless’s paper, I\nwould like to introduce an excerpt from a relevant article published in the\nrecent past. The topic of the article is high-level, academic music criticism: Criticism does not exist yet on the American music-academic scene, but\nsomething does exist which may feel rather like it: theory and analysis. The\nshadowy, fluid state of the field; its problematic relation to analysis; the\nsporadic nature of the published material; the small number of\npractitioners—these features certainly make it hard to get hold of and discuss\nwith confidence. However, I think we realize that those practitioners, if they\never paid the least attention to traditional musicology, might fairly claim\nachievements ranking in rigor and importance with those of the historians.\nTheory and analysis are not equivalent to criticism, then, but they are pursuing\ntechniques of vital importance to criticism. They represent a force and a\npositive one in the academic climate of music, and tactful efforts should be\nmade (on both sides, let us sincerely hope) to arrange a rapprochement with\nmusicology. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "11.2": {
                "text": "[11.2] This remarkable view of the field of American music theory as it was\nthen emerging has of course changed quite radically, and one wonders exactly\nwhat the author read in those early signs of vitality, which had not yet peaked\non that glorious fall day in 1977 at Northwestern University, when a few of us\nproclaimed our independence from Musicology and led the way to the founding of\nthe Society for Music Theory. At any event, according to Prof. McCreless, we\nought to pursue the rapprochement so strongly advocated by the author of my\nquotation, and, in certain respects, I must agree with him.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.3": {
                "text": "[11.3] A major question concerning the pursuit of a\n“rapprochement,” however, is the extent to which we then weaken one of\nthe major characteristics of American music theory that has drawn international\nattention. I refer to the rigor, precision, and logic of the more abstract\nstudies in the field, many of which have been published in Journal of Music\nTheory since its inception in 1957 and, later, in the society’s journal, Music\nTheory Spectrum . I am especially concerned here with the nature of the field as\nit will be determined by present-day graduate students in future years, with the\nperception of music theory as the handmaiden of musicology (its role in European\nmusicology), especially if it is radically reshaped by the new musicologists. I\nknow that this is a dangerously exaggerated statement of course, and I only make\nit to reinforce my point, which is that music theory needs to preserve its\nessential independence, no matter what Leo Treitler, Lawrence Kramer, or other\neminent scholarly figures say!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.4": {
                "text": "[11.4] Except for omitting this important feature of American music theory,\nProf. McCreless’s description of the distinction between the interests of the\nmusicologists and those of the theorists around, say, 1960, is apt and concise.\nIn particular, the question of repertoire, which he raises, is an important one.\nUpon reflection it occurred to me that many of the individuals interested in\nmusic theory in its formative days had a background in musical composition,\nhence were involved in the problems of 20th-century music and its structural\nimmediacies. It is also true that the horizons of music theorists have been\nconsiderably uplifted, both with respect to target repertoires for music\ntheoretical and analytical applications as well as in relation to\nmusic-historical events that pertain to music theory. The recent movement called\nNeo-Riemannian is a case in point, and the exegesis and reinterpretation of\nRameauian thought is another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.5": {
                "text": "[11.5] The crux of Prof. McCreless’s paper, concerns the point at which\nmusicology and music theory most profitably meet. I quote his eloquent\ndescription of that confluence: “. . . at the joint where analysis shades\ninto interpretation, where structure shades into hermeneutics” [ McCreless\n5 ]. A little further on he writes: “It is . . . at this juncture of\nanalysis and interpretation that historical awareness can best deepen and enrich\nthe analyses that we do as theorists, and that analysis can best deepen and\nenrich the critical interpretations that we do as historians” [ McCreless\n5 ].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.6": {
                "text": "[11.6] As an instance of historical awareness, we have heard Prof.\nMcCreless’s sensitive and perceptive reading of the opening portion of\nShostakovich’s First Quartet , and I need not comment upon it, except to\nsuggest that it may not be what the new musicologists would have in mind as a\ncontribution to a rapprochement. There is no literary criticism, no narrativity,\nno deep hermeneutics, and no sex.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.7": {
                "text": "[11.7] Finally, it seems to me that when we consider the juncture of analysis\nand interpretation or structure and hermeneutics the elemental question remains:\nhow much does each contribute toward illumination of music? The answer to this\nquestion should perhaps be left open until the rapprochement is achieved. But\nbecause the new musicologists have left no doubt about their scorn for\nformalized music theory and structural analysis, they have created a substantial\ncrevasse that would have to be traversed as part of any serious effort toward\nrapprochement, unless of course music theorists simply jump without looking.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session from the 2000 meeting of the new england conference of music theorists",
    "source": "mto/raw/mto.00.6.3.forte.html",
    "data": "mto/data/mto.00.6.3.forte.json"
}