{
    "title": "Book Review:  Robert Cogan, <i>New Images of Musical Sound</i>, \nHarvard University Press, 1984",
    "date": "1995/05/01",
    "volume": "1",
    "issue": "3",
    "authors": [
        "Smoliar, Stephen W."
    ],
    "abstract": "While Robert Cogan’sNew Images of Musical Soundis now over ten years old, the applicability of Fourier analysis as a basis for music theory is still a relevant issue. This review attempts to put Cogan’s work into both a technical perspective, regarding what sound analysis technology now supports, and a theoretical one, regarding his attempt to build a theory on the foundations of phonology. From a technical point of view, it is now far easier to approach analysis as Cogan has done; but his attempt to build a theory suffers from some significant.",
    "keywords": [
        "Fourier analysis",
        "music analysis",
        "phonology",
        "sonology",
        "auditory perception"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.3/mto.95.1.3.smoliar.pdf",
    "author_info": [
        {
            "name": "Stephen W. Smoliar",
            "university": "Institute of Systems Science",
            "address": "National University of Singapore, Heng Mui Keng Terrace, Kent Ridge  0511, SINGAPORE",
            "email": "smoliar@iss.nus.sg"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Roeder, J.  1993.  “Toward a Semiotic Evaluation of Music \nAnalysis,” Music Theory Online 0.5:  4.",
            "citations": []
        },
        "FN2": {
            "text": "2. Ibid, 8.",
            "citations": []
        },
        "FN3": {
            "text": "3. Schenker, H.  1956. Der Freie Satz , O. Jonas, editor, \nVienna:  Universal Edition.",
            "citations": []
        },
        "FN4": {
            "text": "4. Narmour, E.  1977. Beyond Schenkerism:  The Need for \nAlternatives in Music Analysis .  Chicago:  The University of \nChicago Press.",
            "citations": []
        },
        "FN5": {
            "text": "5. Aigrain, P., et al.  1995.  Representation-Based User \nInterfaces for the Audiovisual Library of the Year 2000, Proceedings:  Multimedia Computing and Networking 1995 , A. A. \nRodriguez and J. Maitan, editors, SPIE, 35–45.",
            "citations": []
        },
        "FN6": {
            "text": "6. Risset, J.-C.  1991.  Timbre Analysis by Synthesis:  \nRepresentations, Imitations, and Variants for Musical Composition, Representations of Musical Signals , G. DePoli, A. Piccialli, and \nC. Roads, editors, Cambridge:  The MIT Press, 7–43.",
            "citations": []
        },
        "FN7": {
            "text": "7. The sound was digitized from the vinyl Columbia recording, 32 \n31 0008;  these recording sessions were supervised by Stockhausen.",
            "citations": []
        },
        "FN8": {
            "text": "8. Gibson, J. J.  1983. The Senses Considered as Perceptual \nSystems .  Westport:  Greenwood Press.",
            "citations": []
        },
        "FN9": {
            "text": "9. Laske, O.  1972.  “On Problems of a Performance Model for \nMusic” (Technical Report, Institute of Sonology, Utrecht State \nUniversity):  29.  For a critical review of this work, see \nSmoliar, S. W.  1976.  “Music Programs:  An Approach to Music \nTheory Through Computational Linguistics,” Journal of Music Theory \n20.1:  105–131.",
            "citations": []
        },
        "FN10": {
            "text": "10. Jakobson, R., and Waugh, L.  1979. The Sound Shape of \nLanguage .  Bloomington:  Indiana University Press.",
            "citations": []
        },
        "FN11": {
            "text": "11. Trubetzkoy, N. S.  1969. Principles of Phonology , C. A. M. \nBaltaxe, translator, Berkeley:  University of California Press.",
            "citations": []
        },
        "FN12": {
            "text": "12. Chomsky, N., and Halle, M.  1968. The Sound Pattern of \nEnglish .  New York:  Harper & Row.",
            "citations": []
        },
        "FN13": {
            "text": "13. Gianotti, C.  1993.  Analysis of Economic and Business \nInformation, Handbook of Pattern Recognition and Computer \nVision , C. H. Chen, L. F. Pau, and S. Wang, editors, \nSingapore:  World Scientific, 569–594.",
            "citations": []
        },
        "FN14": {
            "text": "14. Church A.  1965.  An Unsolvable Problem of Elementary Number \nTheory, The Undecidable:  Basic Papers On Undecidable \nPropositions, Unsolvable Problems And Computable Functions , M. \nDavis, editor, Hewlett:  Raven Press, 88–107.",
            "citations": []
        },
        "FN15": {
            "text": "15. Butler, D.  1992. The Musician’s Guide to Perception and \nCognition .  New York:  Schirmer:  208.",
            "citations": []
        },
        "FN16": {
            "text": "16. Luong, Q.-T.  1993.  Color in Computer Vision, Handbook of \nPattern Recognition and Computer Vision , C. H. Chen, L. F. Pau, \nand S. Wang, editors, Singapore:  World Scientific, 311–368.",
            "citations": []
        },
        "FN17": {
            "text": "17. One may gain a good appreciation of how long we have come \nfrom Butler, op. cit.",
            "citations": []
        },
        "FN18": {
            "text": "18. Smoliar, S.  1994.  “Comment on John Roeder’s Article,” Music \nTheory Online 0.6:  7.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "The Need to Look at Sounds",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This book is now over ten years old.  However, a recent discussion\nthread on mto-talk was addressing the applicability of Fourier\nanalysis as a basis for music theory; and, in the course of this\ndiscussion, David Lewin was kind enough to observe that Robert Cogan\nhad already discussed some of these issues.  It therefore seemed\nappropriate to return to this book and see how it has withstood the\npast decade.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Cogan’s primary interest is in music analysis.  Given how much\ndisagreement there has been over just what music analysis is all\nabout, he clarifies his own position in his final chapter: “To analyze\nis to create a map or model—a model that reveals certain functions\nand relationships” (page 153).  He then develops this point along a line\nvery similar to one which John Roeder recently presented in Music\nTheory Online : (1) “A model itself can be verbal, numerical, or\ngraphic, and the preceding chapters have employed (to varying degrees)\nall of these means: commentaries, tables of oppositions, and spectral\nphotos” (Cogan, page 153).  Roeder’s own interpretation of the graphic\nhad more to do with the use of diagrams to explicate mathematical\nrelationships; (2) and, of course, just about every form of music\nnotation is also graphic.  However, Cogan’s approach is far more\ndirect: He is interested in graphics to the extent that they satisfy\nhis need to look at sounds , and his thesis is that this need may be\nbest satisfied by spectrographic traces of those sounds.  In this way\nwhat the eye sees in such traces can supplement what the ear hears,\nperhaps even informing the mind of structural details which are not\nimmediately apparent in the course of listening.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Before examining the specifics of this approach, it is worth\nreviewing some of its general virtues.  Most important is what may be\ncalled Cogan’s attempt to “conquer time.”  Sound cannot exist without\nthe passage of time; but, during that passage, the sound goes as soon\nas it comes, so to speak.  An instant cannot be scrutinized because,\nonce scrutiny begins, the instant is gone.  Cogan’s images, on the\nother hand, are traces which remain in the present long after the\nsound has faded into the past; and, unlike the sounds themselves,\nthose traces can be scrutinized in as much or as little time as the\nmind chooses to allocate.  Music notation, of course, has the same\nadvantage of timelessness; but notation is, at best, a prescription for sound.  Cogan has attempted, for purposes of description , to\ncapture the sound itself .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Another advantage to Cogan’s approach is its scalability.  By\nsuitably compressing the time scale, one can take in the entirety of\nany sound event in a single glance.  Of course if that event happens\nto be all of Goetterdaemmerung , that single glance is not likely to\ntake in very much detail; but one can then adjust the time scale in\norder to examine greater detail.  In other words if the data are\nappropriately captured, the observer can control what that single\nglance encompasses, moving between coarse and fine detail at will.\nThe variable time scale provides an implicitly hierarchical view of\nthe sounds of any musical experience, which gets away entirely from the\nsymbolic representations of hierarchy found in the approaches of\nHeinrich Schenker (3) and Eugene Narmour. (4) Figure 1 . Two waveforms (click to enlarge) Figure 2 . The Aloys Kontarsky recording of Karlheinz Stockhausen’s Klavierstueck III (click to enlarge)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] However, spectrographic traces are only one of many ways in which\nsound events may be represented visually. (5) There is also the\nwaveform itself: a display of how, for example, a loudspeaker cone\nphysically vibrates with the passage of time.  This is again a display\nwith the advantage of scalability; but, in this case, we have to be\nmore careful about the scales at which we choose to examine the\nsignal.  When we go down to the millisecond level, we can see the\nactual periodic waveforms associated with isolated pitches.  However,\nthe shape of such a waveform depends not only on its harmonic content (as revealed by a spectrogram) but also on the phase associated with each of the component frequencies.  The problem is\nthat significant differences in phase do not necessarily imply\ndifferences in what is heard. (6) Figure 1 illustrates two waveforms,\neach of which is represented by a single cycle.  Both waveforms have\nthe same harmonic content in identical proportions; but, in the second\nwaveform, the first and second harmonics are cosines, rather than\nsines, which means they have been phase-shifted by 90 degrees.\nHowever, in spite of the obvious differences in appearances, these\nwaveforms are indistinguishable to the ear.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] On the other hand if we view these waveforms at a macroscopic ,\nrather than microscopic , level, they have at least the potential of\nbeing more informative. Figure 2 , for example, is the entirety of the\nAloys Kontarsky recording of Karlheinz Stockhausen’s “Klavierstueck\nIII”. (7) This display tells us nothing about notes or the serial\nstructure of the pitches, but it does show how those notes are\ngrouped into gestures and how the intensities of those gestures are\nmodulated.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Before examining any such visual approach in greater detail, \nhowever, we should also be sober enough to recognize that biological support is not encouraging.  One thing we know for \ncertain is that the path from ear to brain is decidedly different \nfrom that from eye to brain. (8) Thus, if the biological \nsubstrates differ, it is unlikely that principles which dictate \nhow we identify objects and structures in what we see are \nnecessarily going to carry over into what we hear.  Furthermore, \nmuch of this distinction has to do with the necessity to account \nfor time in auditory perception.  It is all very well and good to \nsynthesize visual traces which “freeze” the passage of time;  but \nonce the stimuli are “frozen,” they can no longer be auditory.  If \ntime “stops” then so do the stimuli;  and any attempt to abstract \naway from the passage of time runs the risk of also abstracting \naway certain attributes and relations which may be most critical \nto how those stimuli are perceived and interpreted. Cogan’s Approach",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Probably the element which has changed the most in the ten \nyears since Cogan published these results has been the supporting \ntechnology.  Cogan’s data were collected during the years 1980 and \n1981 in the Sonic Analysis Laboratory at the New England \nConservatory.  The very first sentence in the book acknowledges \nthe support of Dale Teaney and Charles Potter from the IBM Watson \nResearch Center:  “Without their professional and personal \ninitiatives, the process would have become available to musicians \nmuch later than it did”  (p. v).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Given the extent to which computers have become part of our \nday-to-day lives, it is hard to believe that, when these data were \nbeing collected, personal computing did not yet exist.  Much of \nwhat we now take for granted could not even be imagined in 1980, \nmaking it somewhat difficult to infer from the description in \nAppendix A just what instrumentation Cogan actually used to arrive \nat the spectrum photos which lie at the heart of this book.  He does tell us that the “spectrum analyzer was a thirty-three-\nmillisecond fast Fourier transform instrument, capable of \nanalyzing sounds in five continguous octave registers \nsimultaneously” (page 155);  so we can conclude that at least some of the equipment was digital.  On the other hand the images appear \nas if they were photographed from a rather conventional (and \nprobably temperamental) analog oscilloscope;  and there is no \ndoubt that he had to use photography (rather than, for example, \nlaser printing) to capture those images (not to mention physical \nacts of cutting and pasting his photographs, rather than composing \nhis images with software assistance).  However, there are also \nreferences to dynamic controls which could be adjusted, with \nlittle reference to what exactly is being controlled.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] One thing is certain:  Anyone interested in undertaking a \nsimilar project today is going to have a far easier time of it.  \nThese days it is pretty difficult to find a personal computer \nwhich lacks some form of audio input, not to mention direct \ncapture of data from audio compact disc recordings.  It is quite \nlikely that Cogan could now carry all the examples from his book \naround in a laptop computer, examining and listening to his data \nwhile on a flight surrounded by other users who are buried deep in \ntheir spreadsheets and games (all of whom, collectively, are \nprobably radiating enough frequency to give the pilot a whole new \npatch of gray hairs).  Put another way, this is no longer a big \ndeal, which means that, putting a more positive slope on the \nsituation, it is now the sort of thing we can expect any \nresourceful undergraduate to do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] To be a bit more fair, all this means is that collecting data is no big deal.  The “real deal” is what happens next.  \nTherefore, I would like to be relatively brief in reviewing the \ndata which Cogan actually collected and focus more attention on \nhow he then undertook to develop a theory from them. The Examples",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Part I of the book is essentially an exposition of seventeen \nspectrum photos.  These are collected into four chapters:  Voices, \nInstruments, Large Mixed Ensembles, and Electronic and Tape Music.  \nEach chapter, in turn, attempts to explore considerable variety in \nits subject matter.  Thus, the Voices chapter covers Gregorian \nchant, Tibetan Tantric chant, Billie Holiday singing “Strange \nFruit,” and Gyorgy Ligeti’s “Lux Aeterna.”  The instrumental \nexamples include a Balinese gamelan, a Ludwig van Beethoven piano \nsonata recorded on both a forte-piano and a modern instrument, the \nsecond of Igor Stravinsky’s “Three Pieces for String Quartet,” the \nlatter two of Anton Webern’s Opus 7 (“Four Pieces for Violin and \nPiano”), and the third etude from Elliott Carter’s “Eight Etudes \nand a Fantasy” (the only example of winds).  The mixed ensembles \ninclude both instruments and voices.  The first two examples \ncompare the “Confutatis” from Wolfgang Amadeus Mozart’s Requiem with the “Tibi Omnes Angeli” from Hector Berlioz’ Te Deum .  This \nis followed by the first of Claude Debussy’s orchestral \n“Nocturnes,” the brief orchestral interlude which follows Marie’s \nmurder in Alban Berg’s Wozzeck , and Edgard Varese’s Hyperprism .  In contrast the final chapter is rather sparse in \nits examples:  the Introduction to Milton Babbitt’s “Ensembles for \nSynthesizer,” the “Fall” movement from Jean-Claude Risset’s Little Boy suite, and Cogan’s own “No Attack of Organic Metals.”\nNevertheless, the overall variety of the entire collection is \nquite satisfying;  and it is gratifying to see that Cogan \ndeliberately avoided concentrating on the music of Dead White \nEuropean Males. The Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] What is less satisfying about Part I of the book is that it \nis primarily anecdotal.  As one proceeds through the images, one \ngets the feeling that Cogan is saying, “Here is something \ninteresting.  Here is something else interesting.  Here is yet \nanother interesting thing.”  After a while, even the most generous \nreader is likely to erupt:  “YES!  I agree!  There are interesting things here!  Do you also have an interesting theory ?”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Cogan attempts to confront this question with Part II of his \nbook.  This is a decidedly shorter part of the entire volume;  \nand, unfortunately, it is also noticeably weaker.  Some of its \nweaknesses may be more apparent because of what we have learned \nover the last ten years;  but, even in his own time, Cogan was \nfailing to do justice to his subject matter in several significant \nways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In order to develop his theory, Cogan turns to phonology , \nthat division of linguistics which is concerned with the sounds of language, as opposed to either syntax or semantics.  This was \nnot, even in its own time, a particularly new idea.  Gottfried-\nMichael Koenig had organized an Institute for Sonology at the \nUniversity of Utrecht in a deliberate attempt to generalize \nphonological theory to encompass other sources of sound (such as \nexperiments in electronic and computer music which particularly \ninterested Koenig);  and some of the earliest research concerned \nwith developing a sonological theory was undertaken by Otto Laske. (9) It is therefore unfortunate that Cogan gives no indication \nof either Koenig or Laske, either the theory or practice of their \nwork, or even the idea of generalizing from phonology to \nsonology.  Instead, his primary foundations seem to rest on the \nwork of Roman Jakobson (10) and N. S. Trubetzkoy. (11) There \nseems to be little acknowledgment that there might be any other foundations, such as those which were pursued by Morris Halle and \nNoam Chomsky; (12) so the reader is left with the uneasy feeling \nthat Cogan decided to pursue this particular approach because it \nlooked good at the time.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] What interested Cogan most was Jakobson’s desire to describe \nsounds in terms of oppositions .  This amounts to describing the \nquality of a sound in terms of where it is situated between two \ncontrasting extremes.  For example, the grave/acute opposition \ndistinguishes between concentration of sounds in low and high \nfrequencies, respectively.  On the other hand the centered/extreme \nopposition addresses whether there is frequency activity at the \nextremities of the spectral range or only in some more limited \nmiddle range.  Cogan presents thirteen of these oppositions;  and, \nwhile he is very up front about the fact that this list may not be \ncomplete, the idea of building such a list in the first place lies \nat the heart of his theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] This approach is not unfamiliar in the technology of signal \nanalysis.  However, what Jakobson called oppositions are now \nmore commonly known as features ;  and, when several of these are \ncollected together, the results are called vectors in a feature \nspace . (13) Feature vectors have become invaluable tools for the \ndescription and recognition of both visual and auditory signals;  \nbut, like most other tools, they religiously follow the GIGO \n(Garbage-In-Garbage-Out) Principle.  If they are not used \nproperly, they are likely to yield results which are, at best, \nquestionable.  Therefore, it is important to review some questions \nwhich need to be asked before feature vectors are invoked as a \ndescriptive tool.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Perhaps the most important question to be asked of any \nfeature is: Can it be effectively calculated? This question \nhas been deliberately formulated using the language of Alonzo \nChurch; (14) so a positive answer implies that there is some effective algorithm which may be applied to the input, whether \nfrom spectra or waveforms, which will assign a value for that \nfeature in a reproducible manner.  Cogan is quick to point out \nthat his feature values are context-dependent;  but that does not \npreclude their being effectively computed.  Computation may just \nhave to look at a broader span of time than, say, thirty-three \nmilliseconds.  However, while Cogan is certainly trying to be \nspecific in describing his features, effective computation appears \nto be beyond his scope.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The opposite question is: What can be reconstructed from a \nfeature vector? One of the interesting things about the spectrum \nis that it can be used to reconstruct the original sound. (15) Given a feature vector, can it be used to construct any sound?  \nThe context-dependent nature of Cogan’s approach to description \ndefinitely works against him on this count.  However, even if his \nvalue assignments were less context-dependent, it is unclear \nthat one could ever look at a feature vector and hear anything \nremotely relevant in “the mind’s ear.”",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] This leads to yet another question: How do we compare \nfeature vectors for similarities? This is a familiar problem in \nvisual processing.  While any color can be easily described as a \nweighted sum of red, green, and blue sources of light, colors \nwhich are visually similar do not always have similar weight \ncontributions.  Color similarity is usually better represented in \nterms of a different set of descriptors, commonly called \nluminance, hue, and saturation. (16) The two sets of descriptive \nvectors are equally effective in reconstructing a color, but the \nsecond representation facilitates identifying colors which are perceptually similar .  Thus, even if we have an effective set of \nfeatures for describing sounds, until we know how to relate those \nfeatures to auditory perception, we have little more than a \nmathematical abstraction.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The moral of the story is that the path Cogan has chosen is \nprobably heading in the right direction, but he has not yet \nproperly equipped himself for the journey.  Fortunately, our \nunderstanding of auditory perception has come a long way since \nCogan’s book appeared. (17) If Cogan is no longer interested in \nthe trip, others can look where his finger is pointing and set off \non their own.  Thus, the weakness of the theoretical portion of \nthis book should not be seen as a condemnation of Cogan’s approach \nto collecting data but as an incentive to apply our increased \nknowledge of both signal analysis and perception to go forth and \ndo a better job. Conclusions",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Is the trip going to be worth making, bearing in mind, for \nexample, the biological conflict between what we hear and what we \nsee?  If the purpose of the trip is to try to reduce all that is \nauditory to the visual, then, most likely, the trip will be doomed \nto failure.  However, as Cogan observed, images are but one of \nmany approaches to description;  and no one approach will ever do \nall the work. (18) So we should not expect images of either \nspectra or waveforms to yield all the secrets of any musical \nexperiences.  This should not be the purpose of the trip.  \nInstead, one should undertake the trip to learn, in more specific \nways, what these image data both can and cannot tell us.  If \nwe undertake this task seriously, we are likely to find that those \ndata can, indeed, tell us things which cannot be readily \naccommodated, if at all, by other modes of description.  Such a \ndiscovery will leave us better equipped than ever for future \nanalyses of music and a firmer sense of the capabilities of music \ntheory.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.95.1.3.smoliar.html",
    "data": "mto/data/mto.95.1.3.smoliar.json"
}