{
    "title": "“Aus Mozart gestohlen”: Beethoven and <i>Die Entführung aus dem Serail</i>",
    "date": "2023/06/01",
    "volume": "29",
    "issue": "2",
    "authors": [
        "Agmon, Eytan"
    ],
    "abstract": "I begin by showing that two Beethoven sketches, a well-known 1790 entry in the so-called “Kafka” miscellany and an entry in “Landsberg 10” (part of a group of sketches, 1805, for the Allegro theme of the overture known asLeonoreNo. 2), point to the overture of Mozart’sDie Entführung aus dem Serail. I then consider additional connections between Beethoven’s opera and Mozart’s, in general, and specifically regarding certain corresponding components. I conclude by considering the implications of these findings within the larger context of the Mozart legacy that Beethoven, for better but also for worse, inherited.",
    "keywords": [
        "opera",
        "overture",
        "sketches",
        "Kafka Miscellany",
        "Landsberg 10",
        "influence",
        "plagiarism",
        "Leonore",
        "Mozart legacy",
        "Heiligenstadt Testament",
        "“birth-year delusion”"
    ],
    "doi": "10.30535/mto.29.2.1",
    "received": "April 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.2/mto.23.29.2.agmon.pdf",
    "author_info": [
        {
            "name": "Eytan Agmon",
            "university": "Bar-Ilan University, Ramat Gan, 5290002 Israel",
            "address": "",
            "email": "Eytan.Agmon@biu.ac.il"
        }
    ],
    "citations": {
        "begg_et_al_2023": "Begg, Tristan, et al. 2023. “Genomic Analyses of Hair from Ludwig van Beethoven.” Current Biology 33: 1–17. https://doi.org/10.1016/j.cub.2023.02.041 .",
        "brandenburg_1996": "Brandenburg, Sieghard, ed. 1996. Ludwig van Beethoven: Briefwechsel Gesamtausgabe . Vol. 1. Henle.",
        "brandenburg_1999": "Brandenburg, Sieghard. 1999. Beethoven: Heiligenstädter Testament . Beethoven-Haus Bonn.",
        "busch-weise_1962": "Busch-Weise, Dagmar von. 1962. Beethovens Jugendtagebuch . In Studien zur Musikwissenschaft: Beihefte der Denkmäler der Tonkunst in Österreich . Vol. 25. Gesellschaft zur Herausgabe von Denkmalern der Tonkunst in Osterriech.",
        "dean_1973": "Dean, Winton. 1973. “Beethoven and Opera.” In The Beethoven Companion , ed. Denis Arnold and Nigel Fortune, 331–86. Faber and Faber.",
        "deutsch_1961": "Deutsch, Otto Erich. 1961. Mozart: Die Dokumente seines Lebens . Bärenreiter.",
        "edge_and_black_2015": "Edge, Dexter, and David Black. 2015. “References to Mozart’s Death in German Newspapers (December 1791).” In Mozart: New Documents , ed. Dexter Edge and David Black. First published 11 January 2015; updated 14 October 2016. https://www.mozartdocuments.org/documents/december-1791-to-february-1792/ .",
        "edge_and_black_2016": "Edge, Dexter, and David Black. 2016. “A Notice of Mozart’s Death in Schubart’s Chronik (23 December 1791).” In Mozart: New Documents , ed. Dexter Edge and David Black. First published 28 September 2016; updated 28 December 2016. https://www.mozartdocuments.org/documents/23-december-1791/ .",
        "eisen_1991": "Eisen, Cliff. 1991. New Mozart Documents . Stanford University Press. https://doi.org/10.1007/978-1-349-21646-8 .",
        "härtl_and_härtl_2022": "Härtl, Heinz, and Ursula Härtl, eds. 2022. Die junge Bettina: Briefwechsel 1796–1811 . De Gruyter.",
        "heartz_2009": "Heartz, Daniel. 2009. Mozart, Haydn, and Early Beethoven: 1781–1802 . W. W. Norton.",
        "hess_1986": "Hess, Willy. 1986. Das Fidelio-Buch: Beethovens Oper Fidelio, ihre Geschichte und ihre drei Fassungen . Amadeus.",
        "johnson_1985": "Johnson, Douglas, Allen Tyson, and Robert Winter. 1985. The Beethoven Sketchbooks: History, Reconstruction, Inventory . University of California Press. https://doi.org/10.1525/9780520324169 .",
        "kerman_1970": "Kerman, Joseph, ed. 1970. Ludwig van Beethoven: Autograph Miscellany from Circa 1786 to 1799: British Museum Additional Manuscript 29801, ff. 39–162 (The “Kafka Sketchbook”) . 2 vols. The Trustees of the British Museum with the Co-Operation of the Royal Musical Association.",
        "kerman_1996": "Kerman, Joseph. 1996. “ Augenblicke in Fidelio .” In Ludwig van Beethoven: Fidelio , ed. Paul Robinson, 132–44. Cambridge University Press.",
        "kinderman_2009": "Kinderman, William. 2009. Beethoven . 2nd ed. Oxford University Press.",
        "klein_1975": "Klein, Hans-Günter. 1975. Ludwig van Beethoven: Autographe und Abschriften . Merseburger.",
        "klorman_2019": "Klorman, Edward. 2019. “Mozart’s Influence on Nineteenth-Century Composers.” In Mozart in Context , ed. Simon P. Keefe, 273–82. Cambridge University Press. https://doi.org/10.1017/9781316848487.033 .",
        "libin_2019": "Libin, Kathryn L. 2019. “Prague.” In Mozart in Context , ed. Simon P. Keefe, 122–29. Cambridge University Press. https://doi.org/10.1017/9781316848487.015 .",
        "lockwood_1994": "Lockwood, Lewis. 1994. “Beethoven before 1800: The Mozart Legacy.” Beethoven Forum 3: 39–53.",
        "lockwood_2003": "Lockwood, Lewis. 2003. Beethoven: The Music and the Life . W. W. Norton.",
        "may_1994": "May, Jürgen. 1994. “Beethoven and Prince Lichnowsky.” Beethoven Forum 3: 29–38.",
        "nottebohm_1887": "Nottebohm, Gustav. 1887. Zweite Beethoveniana . Peters.",
        "reynolds_2003": "Reynolds, Christopher A. 2003. Motives for Allusion: Context and Content in Nineteenth-Century Music . Harvard University Press.",
        "schachter_1991": "Schachter, Carl. 1991. “Mozart’s Last and Beethoven’s First: Echoes of K. 551 in the First Movement of Opus 21.” In Mozart Studies , ed. Cliff Eisen. Clarendon Press.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "solomon_1988a": "Solomon, Maynard. 1988a. “Beethoven’s Birth Year.” In Beethoven Essays , 35–42. Harvard University Press.",
        "solomon_1988b": "Solomon, Maynard. 1988b. “The Posthumous Life of Ludwig Maria van Beethoven.” In Beethoven Essays , 77–92. Harvard University Press.",
        "solomon_1998": "Solomon, Maynard. 1998. Beethoven . 2nd ed. Schirmer.",
        "strassburg_2020": "Strassburg, Christian. 2020. “Ludwig van Beethoven: What Effect Could His Chronic Illnesses Have Had on His Compositions?” In Ludwig van Beethoven: the Heard and the Unhearing , ed. Bernhard Richter, Wolfgang Holzgreve, and Claudia Spahn, tr. Andrew Horsfield, 77–93. Herder.",
        "thayer_1967": "Thayer, Alexander Wheelock. 1967. Thayer’s Life of Beethoven . Revised and edited by Elliot Forbes. Princeton University Press.",
        "tusa_1996": "Tusa, Michael. 1996. “Music as Drama: Structure, Style, and Process in Fidelio.” In Ludwig van Beethoven: Fidelio , ed. Paul Robinson, 101–31. Cambridge University Press.",
        "tusa_2000": "Tusa, Michael. 2000. “Beethoven’s Essay in Opera: Historical, Text-Critical, and Interpretative Issues in Fidelio.” In The Cambridge Companion to Beethoven , ed. Glenn Stanley, 200–217. Cambridge University Press. https://doi.org/10.1017/CCOL9780521580748.013 .",
        "tyson_1969": "Tyson, Alan. 1969. “Beethoven’s Heroic Phase.” The Musical Times 110 (1512): 139–41. https://doi.org/10.2307/952790 .",
        "tyson_1975": "Tyson, Alan. 1975. “The Problem of Beethoven’s ‘First’ Leonore Overture.” Journal of the American Musicological Society 28 (2): 292–334. https://doi.org/10.2307/830770 .",
        "wegeler_and_ries_1838": "Wegeler, Franz Gerhard, and Ferdinand Ries. 1838. Biographische Notizen über Ludwig van Beethoven . Bädeker."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This essay originates from three talks, given between 2020 and 2022: the Winter Conference of the Israel Musicological Society (March 2020); the 10th European Music Analysis Conference (September 2021); and Reframing Beethoven , an International Beethoven Conference presented by The Center for Beethoven Research, Boston University (March 2022). Among audience reactions, Uri Rom’s to the 2020 talk is most appreciated. The essay has also benefitted from comments by two anonymous readers. Special thanks to Joel Lester for his expert reading of an advanced draft, and perceptive comments on it.",
            "citations": []
        },
        "FN2": {
            "text": "2. See note 18 for further discussion of the literature on Leonore .",
            "citations": []
        },
        "FN3": {
            "text": "3. The dating of the entry to October 1790 follows from sketches for WoO 88 ( Cantata for the Elevation of Leopold II ), found on the same page ( Kerman 1970 , 283, 293). The Kafka Miscellany is housed in the British Library and is available digitally at http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Add_MS_29801 . I am grateful to the staff of the British Library and particularly to Chris Scobie, Lead Curator, Music Manuscripts, for granting me access to the manuscript in May 2019. Example 1 differs from Kerman’s transcription mainly in the (semi)-diplomatic layout of the verbal inscriptions. See paragraphs [3.12–13] concerning the special category of sketches, within the Miscellany, that the entry under discussion represents.",
            "citations": [
                "kerman_1970"
            ]
        },
        "FN4": {
            "text": "4. Here and thereafter, in numbering the measures of the sketch the superfluous barline dividing m. 2 in two is ignored.",
            "citations": []
        },
        "FN5": {
            "text": "5. “diese ganze Stelle ist gestohlen aus der Mozartschen Sinfonie in c wo das Andante in 6 8tel aus den [?].” The concluding question mark in brackets stands for a word only the beginning of which Beethoven was able to fit in the page’s margin. Contrary to Lockwood’s ( 1994 , 39; 2003 , 57) influential assumption (see note 12) that Beethoven entered the inscription before notating mm. 7–10 of the sketch, its confinement, starting with “Andante,” to the right-hand margin of the page strongly suggests that it was added after the lower two staves were already filled in.",
            "citations": [
                "lockwood_1994",
                "lockwood_2003"
            ]
        },
        "FN6": {
            "text": "6. Kerman’s reference is to m. 45ff. of the Linz movement, where the staccato sixteenth-note bass figure is first introduced. Heartz ( 2009 , 695–97) focuses more convincingly on m. 59ff. According to one source used by the Neue Mozart-Ausgabe the movement’s tempo indication is “Adagio” rather than “Andante” (see the Kritischer Bericht ). Mozart’s autograph of the symphony is lost.",
            "citations": [
                "heartz_2009"
            ]
        },
        "FN7": {
            "text": "7. The figure, controlling much of the development section, is appropriately introduced by the bassoons, together with the celli and basses, in mm. 45–47. According to the NMA , the bassoons again double the celli in mm. 59ff.",
            "citations": []
        },
        "FN8": {
            "text": "8. In his bid for the Linz passage as Beethoven’s source, Heartz ( 2009 , 696) renders Beethoven’s inscription as “this whole passage is stolen from the Mozart Symphony in C, where the Andante is in 8 6 time ” (emphasis added).",
            "citations": [
                "heartz_2009"
            ]
        },
        "FN9": {
            "text": "9. Lockwood ( 1994 , 40) makes an even stronger claim: “For what he wrote the first time [mm. 1–6], which he then seemed to think was ‘aus Mozart gestohlen,’ is not directly derived from any Mozart work that we know, let alone one of Mozart’s symphonies, but rather must have seemed to Beethoven to recall too closely a Mozart passage that he was striving to remember” (emphasis in original). On Lockwood’s questionable assumption regarding the order in which Beethoven entered the various components of the sketch, see note 5.",
            "citations": [
                "lockwood_1994"
            ]
        },
        "FN10": {
            "text": "10. I am indebted to Timothy Jackson and Michael Ladenburger (private communications) for suggesting—independently of each other—that the ending of Beethoven’s inscription (which Kerman renders as “aus den (?)”) may be read “aus der Sinfon[ie].”",
            "citations": []
        },
        "FN11": {
            "text": "11. Nonetheless, the two passages broadly correspond rhythmically, where two measures of the Mozart (up to and including the downbeat of m. 227) correspond to one measure of the Beethoven. See the alignment of the two passages in Example 3.",
            "citations": []
        },
        "FN12": {
            "text": "12. There seems to be no convincing explanation for the Latin comment on either the Linz hypothesis ( Kerman 1970 , 293; Heartz 2009 , 695–97) or the hypothesis that the “Mozartschen Sinfonie” was a figment of Beethoven’s imagination or blurred memory ( Lockwood 1994 , 39–40; 2003 , 56–59; followed by Reynolds 2003 , 26–27; Schmalfeldt 2011 , 61; and Klorman 2019 , 274). The claim that “Beethowen ipse” refers specifically to mm. 7–10 of the sketch, measures that differ only trivially from mm. 3–6, leads these authors to such rationalizations as “it is remarkable how few changes—more of register and phrasing than pitches and harmonies—sufficed to make Mozart Beethoven in Beethoven’s eyes” ( Reynolds 2003 , 27), or “[Beethoven is] . . . perhaps mocking his attempt to improve and at the same time disguise Mozart” ( Heartz 2009 , 696). The remark “Beethowen ipse,” if it indeed refers to the sixteenth notes in the bass, provides further ground for rejecting the Linz hypothesis.",
            "citations": [
                "kerman_1970",
                "heartz_2009",
                "lockwood_1994",
                "lockwood_2003",
                "reynolds_2003",
                "schmalfeldt_2011",
                "klorman_2019",
                "reynolds_2003",
                "heartz_2009"
            ]
        },
        "FN13": {
            "text": "13. The “Landsberg 10” miscellany is housed in the Staatsbibliothek zu Berlin, Preußischer Kulturbesitz, and is available digitally at https://digital.staatsbibliothek-berlin.de/werkansicht?PPN=PPN820165506&PHYSID=PHYS_0001&DMDID= . Sketches for L2 appear on pp. 21–28 ( Klein 1975 , 131–33). Additional sketches for L2 are found in “Mendelssohn 15,” p. 338 ( Johnson 1985 , 146–55; see Nottebohm 1887 , 452–53). Regarding the (implicit) use of the soprano clef for the Landsberg Phrase, see [3.9] and note 17.",
            "citations": [
                "klein_1975",
                "johnson_1985",
                "nottebohm_1887"
            ]
        },
        "FN14": {
            "text": "14. That is, C transposes up to E, E to G, and G to C. Non-chord tones transpose in accordance with the chord-tones they embellish. For example, Beethoven’s A in m. 58, upper neighbor to G, transposes up to D in m. 62, upper neighbor to C.",
            "citations": []
        },
        "FN15": {
            "text": "15. The actual melodic highpoint in the Mozart, the eighth-note incomplete upper neighbor on the fourth quarter of the second measure (of each subphrase), is not felt as such, due to its weak rhythmic position and embellishing function.",
            "citations": []
        },
        "FN16": {
            "text": "16. Except for the first twelve measures on staff 5 of p. 22, only sketches related to the Allegro theme of L2 are transcribed in Examples 6 and 7. Heavy barlines correspond to barlines pre-drawn vertically through all staves (three such per page).",
            "citations": []
        },
        "FN17": {
            "text": "17. The implicit use of the soprano clef for the Landsberg Phrase, a clef usually reserved for vocal parts, possibly reflects the sketch’s unusual role as paraphrase of, or proxy for, Mozart’s theme. (Or did Beethoven indeed have a voice in mind—Mozart’s?) Beethoven’s ability to respond to the underlying structure of a Mozart utterance—even an entire movement—is demonstrated in Schachter 1991 , a study of the first movement of the Symphony Op. 21 (Beethoven’s first) in relation to that of K. 551 (“Jupiter”—Mozart’s last).",
            "citations": [
                "schachter_1991"
            ]
        },
        "FN18": {
            "text": "18. Hess ( 1986 ) mentions Die Entführung in connection with Leonore in two contexts: C major as overall key (214–15) and Leonore No. 1, which he finds “strikingly reminiscent” (“erinnert verblüffend”) of the overture to Entführung in that material from later in the opera replaces a development-section (257). In both contexts, Hess falls short of proposing an actual line of influence. Though passing references to Entführung may be found in later studies of Leonore (e.g., Kerman 1996 , 141), Hess’s hints seem to have been largely missed. Tusa ( 1996 ) for example, while noting that “Mozart looms even larger in the 1805 Leonore ” (104), mentions Die Zauberflöte , Don Giovanni , Così fan tutte , and Idomeneo ; see also Tusa 2000 , 208. The same four operas are mentioned by Kinderman ( 2009 ), for whom it “seems unmistakable” “that the ethical dimension of Fidelio embodies a response to Mozart’s operatic legacy” (114).",
            "citations": [
                "hess_1986",
                "kerman_1996",
                "tusa_1996",
                "tusa_2000",
                "kinderman_2009"
            ]
        },
        "FN19": {
            "text": "19. Concerning the problem of dating Leonore No.1, see Tyson 1975 .",
            "citations": [
                "tyson_1975"
            ]
        },
        "FN20": {
            "text": "20. As Tyson ( 1969 , 140) notes, “Beethoven regarded his deafness as a social rather than as a professional liability.”",
            "citations": [
                "tyson_1969"
            ]
        },
        "FN21": {
            "text": "21. For another hypothesis that has been brought to bear on this difficulty, see note 25.",
            "citations": []
        },
        "FN22": {
            "text": "22. In the sole statement in the Testament where Beethoven arguably establishes a connection between the disease that led to his loss of hearing and his death, he seems to have a relatively distant future in mind: “You, my brothers . . . , as soon as I am dead if Dr. Schmid is still alive , ask him in my name to describe my malady, . . . so that so far as is possible at least the world may become reconciled to me after my death” (tr. from Thayer 1967 , 305, emphasis added). Johann Adam Schmidt (1759–1809) was Beethoven’s personal physician.",
            "citations": [
                "thayer_1967"
            ]
        },
        "FN23": {
            "text": "23. This is borne out by two declarations: “but, think that for 6 years now I have been hopelessly afflicted,” along with his famously enigmatic claim about being “forced to become a philosopher already in my 28th year” (tr. from Thayer 1967 , 304–5). But the latter statement is surely a paraphrase of the earlier “I was soon compelled to withdraw myself, to live life alone,” which refers (by proximity to the first statement) to roughly six years in the past. Thus, Beethoven apparently believed he was in his (28+6)th year, that is, 33 years old .",
            "citations": [
                "thayer_1967"
            ]
        },
        "FN24": {
            "text": "24. Several early notices of Mozart’s death state erroneously that the composer died “in his thirty-fourth year,” “at age thirty-four,” or “barely thirty-four years old.” See Deutsch 1961 , 376, 382; Eisen 1991 , 72; Edge and Black 2015 ; 2016 .",
            "citations": [
                "deutsch_1961",
                "eisen_1991",
                "edge_and_black_2015",
                "edge_and_black_2016"
            ]
        },
        "FN25": {
            "text": "25. I thus agree with Sieghard Brandenburg when he states ( 1996 , 124n6) “the crisis in which Beethoven wrote the Heiligenstadt Testament was apparently not triggered solely by the recognition of the incurability of his deafness.” But when he continues, “friends and acquaintances knew about one of the common abdominal diseases that may have made Beethoven fear his imminent end” I suggest reversing cause and effect. Although “Beethoven frequently suffered from gastric complaints accompanied by severe intestinal colic” ( Brandenburg 1999 , 14), it seems more reasonable to conjecture that these were, if anything, the result of his existential anxieties. Indeed, as Brandenburg notes ( 1999 , 15), despite a rumor that “spread throughout Europe that the composer has died,” in response to an inquiry by Joseph Wölfl as to “whether Beethoven has died,” the Härtel Viennese agent G. A. Griesinger replied: “Beethoven’s state of health is not as poor as reported to you: he suffers every now and then from constipation in the abdomen.” This contradicts Brandenburg’s claim ( ibid. ) that “apparently Beethoven also suffered [in addition to the loss of hearing] a physical breakdown toward the end of his stay in Heiligenstadt,” a breakdown that “must have been considerable.” Recent genomic analyses of Beethoven’s hair ( Begg et al. 2023 ) could not identify a genetic explanation for the composer’s gastrointestinal problems. As Strassburg ( 2020 , 81) interestingly notes, “[Beethoven’s] description of stomach complaints beginning in 1801 took up more space than his references to progressive hearing loss.”",
            "citations": [
                "brandenburg_1996",
                "brandenburg_1999",
                "brandenburg_1999",
                "brandenburg_1999",
                "begg_et_al_2023",
                "strassburg_2020"
            ]
        },
        "FN26": {
            "text": "26. “An account or memorandum book that he began to keep shortly after his arrival in Vienna in late 1792 . . . contains a startling entry, perhaps jotted down in connection with Beethoven’s birthday in late 1793 or at the beginning of the next year: ‘Courage! My spirit shall triumph over all weaknesses of the body. You have lived twenty-five years ; this year must determine the whole man. Nothing must remain undone’” ( Solomon 1988a , 39, emphasis added). See also Busch-Weise 1962 , 77, 84–85. For a digital edition of the memorandum book see http://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Zweig_MS_14 .",
            "citations": [
                "solomon_1988a"
            ]
        },
        "FN27": {
            "text": "27. “Some friends of Beethoven” recalls Ries “wanted to know with certitude the day of his birth. With much effort, in 1806, when I was in Bonn, I looked up his baptismal certificate which I finally located and sent to Vienna. Beethoven never wanted to speak about his age ” (emphasis added). See Wegeler and Ries 1838 , 136.",
            "citations": [
                "wegeler_and_ries_1838"
            ]
        },
        "FN28": {
            "text": "28. Beethoven would write his first mass in 1807. However, at least at the time this domain belonged in his mind more to Haydn (who was, of course, still alive) than Mozart. See Lockwood 2003 , 271.",
            "citations": [
                "lockwood_2003"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] “The robust energy and subtlety of Entführung ,” writes Lewis Lockwood ( 2003 , 29) in connection with the Singspiel’s 1783 Bonn production, “far beyond the reach of the other Singspiel composers, must have made a powerful impression on the young Beethoven, for whom playing and hearing Mozart’s operas and other works when they were new remained of lasting importance.” (1) Unlike other Mozart operas, however, no signs of this “powerful impression”—repeated in the 1789 and 1791 seasons with Beethoven participating in the orchestra as viola player ( Thayer 1967 , 95–99)—have been uncovered thus far in the composer’s musical or verbal output. In particular, the literature on Leonore , the natural candidate in Beethoven’s oeuvre to exhibit the supposed impression, is by and large silent regarding possible debts to Mozart’s early masterpiece. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "lockwood_2003",
                    "thayer_1967"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In this essay, I will show that the impression of Entführung on the young Beethoven was not only profound but lingered in his mind for decades until finally finding expression, in his maturity, in Leonore . Two sketches form the crux of my argument: a much-discussed 1790 entry in the so-called “Kafka” miscellany, and an entry hitherto overlooked in “Landsberg 10” (1805), part of a group of sketches for the Allegro theme of the overture known as Leonore No. 2. Both entries, I will claim in sections 2 and 3, point to the overture of Mozart’s opera, the Landsberg sketch in particular suggesting that Beethoven turned to its main theme as he was fashioning his own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] In section 4 I will consider additional connections, not sketch-related, between Beethoven’s opera and Mozart’s: general connections regarding genre, plot, and key, as well as specific ones that obtain between certain corresponding components (the overtures again, and the opening arias). These lend further and independent support to the thesis regarding the impression of Entführung on the young Beethoven and its expression in Leonore .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] I will conclude in section 5 by considering the implications of these findings within the larger context of what must have been for Beethoven both an honor and a liability: to have been destined historically to receive the torch of art music from the hands of a leading composer who died prematurely, all while still searching for his own voice. I will suggest that the Heiligenstadt crisis of early October 1802, and the apparent obsession regarding his age developed in the years following, were by and large the result of the seriousness by which Beethoven undertook his role as Mozart’s heir, forcing him to contemplate the grim possibility that he, too, may die young. In this context, the completion of Leonore in 1805, with its multifarious and far-ranging Entführung allusions, assumes renewed meaning in Beethoven’s development as composer and human being. [2] The 1790 Kafka Entry Example 1 . The “Kafka entry” (Kafka Miscellany, 88r) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Example 1 is a well-known entry, probably dating from October 1790, on the bottom-right area of folio 88r of the so-called “Kafka” miscellany; the transcriptions of both music and verbal inscriptions are based on Kerman ( 1970 , II, 228). (3) Beethoven notates six measures in keyboard score, C minor, 8 6 (staves 12–13), and then a variation of mm. 3–6 (staves 14–15). (4) He then overlays the sketch with a much-quoted yet frustratingly incomplete remark: “this entire passage is stolen from Mozart’s Symphony [Sinfonie] in C where the Andante in 8 6 from the [?].” (5) An additional inscription, in Latin, and with his name spelled phonetically (a habit of the composer, especially in his early period), is found at the bottom-left corner of the sketch: “Beethowen ipse” (“Beethoven himself”). Example 2 . Comparison between the “Linz” Symphony, II, mm. 59–63 (upper system), and the Kafka entry, mm. 1–2 (lower system) (click to enlarge)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "kerman_1970"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Joseph Kerman ( 1970 , II, 293) suggests that the “Mozart Symphony” to which Beethoven alludes is K. 425 (“Linz,” No. 36), the slow movement of which contains the passage shown in the upper system of Example 2 . (6) Indeed, there are striking similarities between the Linz passage and Beethoven’s sketch, particularly the latter’s first two measures (Example 2, lower system). Not only do these measures preserve the meter, rhythm, texture, as well as overall harmony—a dominant prolongation—of the Linz passage, but up to a point they constitute a near-exact transposition of it. Nonetheless, upon closer scrutiny difficulties arise.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "kerman_1970"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Consider the sixteenth notes in the bass. As the square brackets underneath the upper system of Example 2 indicate, these notes, in the Linz, with their characteristic staccato articulation, are part of a thematic figure that begins after the downbeat and spans two measures. (7) By contrast, in the Kafka sketch the sixteenth notes start on the downbeat and moreover are devoid of thematic content; their main function is to animate the texture in a pianistically idiomatic fashion. Indeed, whereas there exists a built-in upper limit to the speed at which one can play the tiptoeing sixteenth notes of the Mozart movement, Beethoven’s sixteenth notes suggest virtuosic bravura, and hence a fast tempo. Harmonically as well, there are differences. For example, although both passages prolong the dominant, the Linz passage begins with V whereas the Kafka sketch begins with I 4 6 . Finally, consider Beethoven’s verbal inscription from Example 1. The wording is highly unusual for a reference to a slow movement of a symphony. It would be much more natural and straightforward to write “this entire passage is stolen from the Andante of Mozart’s Symphony” (“diese ganze Stelle ist gestohlen aus den Andante der Mozartschen Sinfonie”). (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Possibly for reasons such as these, Lockwood ( 2003 , 57) rightfully rejects Kerman’s hypothesis, stating categorically that “the passage . . . [Beethoven] thought he was quoting cannot be traced to any Mozart symphony that we know.” (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "lockwood_2003"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] However, by “Sinfonie” Beethoven may have not meant a symphony in the usual sense; he may have meant instead a sinfonia in the sense of an operatic overture. It so happens that there exists a Mozart opera with which Beethoven was familiar at the time, namely Die Entführung aus dem Serail , the overture to which contains a passage that matches Beethoven’s sketch much better than the Linz passage not only musically, but also in terms of the sketch’s accompanying text. Mozart’s Italian-type overture is in C major, and its slow middle section is a C-minor Andante, though in 8 3 rather than 8 6 —a reasonable memory slip on Beethoven’s part. Moreover, Belmonte’s aria that directly follows Mozart’s overture is a C-major counterpart to the overture’s Andante. Thus, by “Andante” Beethoven may have meant the aria, by way of indicating that the plagiarized passage is located near the sinfonia’s ending. In other words, Beethoven may have intended to write “wo das Andante . . . aus der Sinfonie zurückkehrt ” (“where the Andante from the Sinfonia returns ”) or something similar but ran out of space at the beginning of “Sinfonie.” (10) Example 3 . Comparison between the Entführung overture, mm. 223–40 (upper system), and the Kafka entry, mm. 3–6 (lower system) (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Example 3 sets mm. 3–6 of the Kafka entry (lower system) against mm. 223–40 of the Entführung overture (upper system). In terms of key, melody, and harmony, but not meter and exact rhythm, (11) the Entführung passage is a much better match than the Linz, especially considering the entire sketch (“diese ganze Stelle ist gestohlen”)—not just its first two measures. Thus, Beethoven was rightfully concerned regarding the sketch’s originality.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] The additional comment “Beethowen ipse” (“Beethoven himself”) further supports the contention that, as Beethoven was contemplating the originality of his sketch, the passage from the Entführung overture shown in Example 3 was on his mind (see again Example 1). The comment’s position at the bottom-left corner of the sketch, and particularly the angle by which it is slanted, point to the sixteenth notes in the left hand. These sixteenth notes constitute the sketch’s most prominent component that is not present in the Mozart passage. In other words, while regarding the sketch as a whole as “stolen” from Mozart’s overture, Beethoven takes care to exclude the left-hand figuration as his own invention. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] It seems, then, that Mozart’s Entführung , in particular its overture, indeed left a lasting impression on the young Beethoven. I will now fast forward a decade and a half to peek behind the mature composer’s shoulder, at work on the overture of his own opera, Leonore . [3] A Curious Entry in Landsberg 10 (1805) Example 4 . Landsberg 10, sketch for Leonore No. 2, Allegro theme (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Among the sketches for Leonore No. 2 (henceforth, L2) contained in the miscellany known as “Landsberg 10” one finds a curious eight-measure melodic phrase divided into two parallel subphrases of four measures each ( Example 4 , staff 1). I will refer henceforth to this phrase, which figures nowhere else in the extant sketches or the final version, as “the Landsberg Phrase.” (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Beethoven aligns the first half of the Landsberg Phrase with a version of the opening four measures of L2’s Allegro theme (Example 4, staff 2), almost to the point of suggesting a two-voice structure. Yet the two melodies do not form an acceptable counterpoint by any standard. What, then, is the significance of the Landsberg Phrase, and what relationship to the main theme of L2 does its alignment with the latter convey? Example 5 . Comparison between the Entführung overture, mm. 1–8 (upper system), and mm. 57–64 of L2 (lower system) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] In attempting to answer these questions it will be useful to consider Example 5 , where the opening eight measures of the Entführung overture are compared with those of the Allegro of L2 (final version). The similarities are striking. In addition to identical keys and meters we have similar tempi and dynamics (Presto and piano in the Mozart, Allegro and pianissimo in the Beethoven), as well as a textural similarity where repeated eighth notes in the bass express a tonic pedal (C4 in Mozart’s celli, C3 in Beethoven’s violas).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] More specific relationships obtain between the themes themselves, carried by the first violins in the Mozart and by the celli in the Beethoven. In both cases we have an eight-measure phrase composed of two four-measure subphrases, the second of which is an upward transposition of the first by a step in triadic space. (14) In particular, the first subphrase begins with C and the second with E, an ascending third highlighted in the Beethoven by the horns. Moreover, the themes share a similar contour where each subphrase’s melody ascends to its highpoint on the downbeat of the second measure and then descends, whether back to the point of origin (Mozart) or a triadic step lower (Beethoven). (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Finally, Mozart’s and Beethoven’s subphrases are similar rhythmically, exhibiting almost identical surface rhythms in their corresponding second, third, and fourth measures. Moreover, in both Mozart and Beethoven the second measure of each subphrase receives emphasis—a hypermetrical syncopation at the four-measure level. In the Beethoven, the rhythm in the first measure of each subphrase anticipates in diminution that syncopation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The “Landsberg Phrase” of Beethoven’s sketches (Example 4, upper staff), with its odd, measure-long chromatic appoggiatura at the outset of each subphrase and angular melodic profile that shifts back and forth between two registers (see especially the drop down a tenth in mm. 2–3 and 6–7), may seem a world apart from the Entführung overture as well as L2. And yet, its underlying structure retains the essential features, itemized in [3.4–5], of the main themes of both. It, too, is “an eight-measure phrase composed of two four-measure subphrases, the second of which is an upward transposition of the first by a step in triadic space” (in this respect it is closer to the Mozart, where the “triadic step” is always a third). It, too, has a “contour where each subphrase’s melody ascends to its highpoint on the downbeat of the second measure and then descends” (here, too, the Landsberg Phrase is more similar to the Mozart, since the highpoints are E and G, and the descents—ignoring the registral drops—are scalar, E-D-C and G-F-E). Finally, like the main themes of the Entführung overture and of L2, in the Landsberg Phrase “the second measure of each subphrase receives emphasis—a syncopation at the four-measure level.” Compared to the Entführung overture and L2, in the Landsberg Phrase the emphasis on the second measure of each subphrase is more melodic than rhythmic. Odd as it may be, the chromatic appoggiatura delays the appearance of the structural melodic tone to the second measure, not unlike the upward arpeggiation to this tone in the Mozart. Example 6 . Landsberg 10, sketches for the Allegro theme of L2, part 1 (click to enlarge and see the rest) Example 7 . Landsberg 10, sketches for the Allegro theme of L2, part 2 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In light of the structural affinity of the Landsberg Phrase to the main themes of the Entführung overture and L2, it seems reasonable to conjecture that it  somehow expresses an awareness on Beethoven’s part of the connections that exist between them. The larger context for the appearance of the Landsberg Phrase within the sketches for L2’s main Allegro theme will help bring such a conjecture into sharper focus ( Examples 6–7 ). (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Following some experimentation on pp. 22–23 (see Example 6) with the C-E-G-A melodic cell and the syncopated rhythm , Beethoven establishes, in prominent pencil notation, the final form of the opening two measures of the theme on staff 13 of p. 23. He then proceeds to experiment with the two-measure fragment in various ways (e.g., canonically on staves 12–13 of p. 23) until prominently again—not in pencil this time but on a staff of its own—he finalizes the opening four -measure idea as well (p. 24, staff 11, see Example 7).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The sketches on the top of page 25 containing the Landsberg Phrase document the next stage in this rather systematic process (Example 7). That is, having first established the two-measure cell and then the four-measure idea, Beethoven proceeds to expand the latter into an eight-measure phrase. I propose that at this very moment in the compositional process, Beethoven realized the potential similarity between his emerging theme and Mozart’s. He could have expressed this realization by writing down Mozart’s actual theme. However, for reasons hypothesized below Beethoven lets the Landsberg Phrase, an entity isomorphic to the Mozart but distinct from it nonetheless, to stand in its place. (17) Example 8 . Overture to Entführung , main theme (upper staff); Landsberg Phrase (middle staff); and sketch, aligned with the Landsberg Phrase, of the opening four measures of L2’s Allegro theme (lower staff), with implied continuation (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] I believe that Beethoven substitutes the Landsberg Phrase for Mozart’s actual theme for two reasons. First, to cite Mozart’s theme outright would have been tantamount to falsely admitting—to himself, to be sure—that he was (again!) guilty of plagiarism. By placing the Landsberg Phrase between his own work and Mozart’s Beethoven acknowledges the influence while at the same time—unlike the Kafka sketch some fifteen years earlier—squarely dismisses the possibility of plagiarism. Second, at this point in the compositional process, to complete the theme in the manner of Mozart all that needs to be done is transpose the four-measure idea up in triadic space. For this purpose, the exact details of Mozart’s theme, as opposed to its underlying structure, are irrelevant. In other words, by aligning as he does a version of the opening four measures of the Allegro theme of L2 with the opening four measures of the Landsberg Phrase, Beethoven implies the continuation shown on the lower staff of Example 8 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Note that the version of the opening four measures of the L2 theme that Beethoven aligns with the Landsberg Phrase (Example 8, lower staff, first four measures) is in fact closer to Mozart than the final version already arrived at on staff 11 of p. 24 (see again Example 7): the descending gesture following the ascent to the melodic highpoint of the second measure is more scalar than triadic, thus leading back to the subphrase’s origin C, as in the Mozart (Example 8, upper staff). That Beethoven seems to strain at this point to forge an even closer correspondence between his theme and Mozart’s—an effort ultimately discarded—lends further support to the hypothesis that only at this stage in the compositional process did he become aware of their connectedness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] It is surely a tribute to Beethoven’s artistic maturity—his heightened confidence in his own voice compared to his state in 1790—that in 1805 he allows himself to be influenced by Mozart with no attendant anxiety concerning possible plagiarism. Yet another factor surely contributes to the difference between the two Beethovens that peer back from the sketches. As Kerman notes ( 1970 , I, xviii), the Kafka Miscellany contains numerous small fragments, one of which is surely the 1790 sketch considered in section 2, “consisting of a few bars in piano score. Whereas in general sketches are written roughly and hastily on one line, . . . these notations in piano score are often surprisingly neat and complete.”",
                "footnotes": [],
                "citations": [
                    "kerman_1970"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] Whatever the function of these notations in piano score may have been—for Kerman  “it seems most likely . . . that they were . . . ‘improvisations on paper,’ random ideas about figuration patterns which seem to have come frequently to Beethoven’s restless imagination”—they are fragments that never made their way into actual compositions, and quite possibly were never intended to do so in the first place—“studies in the abstract,” as Kerman puts it ( 1970 , I, xviii). Now, in the case of a fragment lacking a larger context, there may be little to mitigate an uncomfortable sense of resemblance, should one arise, between the fragment and an idea from someone else’s work. In sketches proper, however, as in those for the Allegro theme of L2, the larger picture may ultimately dilute and even nullify such a sense. Having considered [in 3.3–5] the striking similarities between Beethoven’s theme (final form) and Mozart’s, it seems fitting at this point to turn to their equally striking differences in their respective larger contexts. Audio Example 1 . Mozart, Die Entführung aus dem Serail , overture, mm. 1–18. Georg Solti and the Wiener Philharmoniker",
                "footnotes": [],
                "citations": [
                    "kerman_1970"
                ]
            }
        },
        {
            "3.14": {
                "text": "[3.14] Mozart’s theme outlines an upward octave arpeggiation C-E-G-C that takes place entirely in the upper register. Involving the entire orchestra, including the Turkish arsenal of large drum, cymbals, and triangle, the subito forte arrival at the high C in m. 9 lends the theme an appropriately comical quality  ( Audio Example 1 ). Audio Example 2 . Beethoven, Leonore No. 2, mm. 57–92. Bertrand de Billy and the ORF Radio-Symphonieorchester Wien",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] By contrast, Beethoven’s theme begins in the low register (mm. 57–64). It then works its way up four full octaves in a gradual crescendo from pianissimo to fortissimo across 24 measures. The crescendo is thus a matter of both register and dynamics. It is also a matter of timbre—unlike Mozart, Beethoven allows almost all instruments, including trumpets and timpani, to enter gradually during the tremendous buildup. I say “almost” because he reserves the sound of three trombones for the moment of climax (mm. 89–92). In the opening 36 measures of the Allegro of his overture Beethoven encapsulates the trajectory of his entire opera: from “deep under” to “high above,” from “darkness” into “light” ( Audio Example 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] Our investigation thus far has strongly suggested, primarily on the evidence of sketches, that Beethoven’s early impressions of Entführung , as a boy (1783) as well as a young man (1789, 1791), were by no means lost as he reached maturity. To the contrary, he held onto these strong impressions until the appropriate occasion arrived to let them loose: Leonore . I will now show that, quite apart from what may be directly gleaned from the sketches, Beethoven’s opera, particularly in its 1805 and 1806 versions, is indebted to Mozart’s on many levels. (18) [4] The Footprints of Entführung in Leonore",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In terms of genre, Leonore , like Entführung , is a German opera; the Singspiel-like character of its first act (1805–6), with its comical play of identities and attendant misplaced series of romantic attachments, is noteworthy in this regard. In terms of plot, Leonore , like Entführung , is a rescue opera, albeit a serious rather than a comical one. Leonore, disguised as a man to rescue her husband Florestan from Pizarro’s prison, is the serioso counterpart of Belmonte, pretending to be an architect to enter the Pasha’s palace where his beloved, Constanze, is held captive. “I have quickly had an old French libretto adapted and am now beginning to work on it,” Beethoven writes to Rochlitz on January 4, 1804. As Winton Dean notes ( 1973 , 337), this statement “implies that he himself chose the subject.” Finally, like Entführung , the main key of Leonore (1805–6) is C major.",
                "footnotes": [],
                "citations": [
                    "dean_1973"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Beethoven’s work on the opera began with Marzelline’s aria, No. 1 of the 1805 and 1806 versions; the overture known as Leonore No. 2 (used in 1805) was composed last. These are also the two components of Leonore most directly influenced by their corresponding components in Entführung . Example 9 . Relationships between Marzelline’s aria and Entführung , middle section of the overture and Belmonte’s aria (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The vacillation between C minor and C major in Marzelline’s opening aria echoes the minor-major relationship between the middle section of Mozart’s overture and Belmonte’s aria. Moreover, as shown in Example 9 , the minor and major sections of Marzelline’s aria are based on related melodic ideas; these closely recall the opening melodic idea of the middle section of the Entführung overture (C minor), and the corresponding idea of Belmonte’s aria (C major).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Regarding the overtures, the idea of incorporating material from an aria (Florestan’s) in L2 is quite possibly indebted to Mozart, in addition to the main Allegro theme. This seems particularly clear in Leonore No. 1, cast as an Italian overture similar in form to Mozart’s (though with a slow introduction, as in Nos. 2 and 3), such that the aria-quotations are confined to the slow middle section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] It is probably no accident that L1 discloses its debt to Mozart’s Entführung more openly than do L2 and L3. L1 was apparently composed in 1806–7 for an aborted production in Prague, a city that, ever since the hugely successful performance of Entführung there in the spring of 1783, was still very much under Mozart’s spell. (19) Witness the account by Mozart’s Czech biographer, Franz Xaver Niemetschek, of the extraordinary reception of Die Entführung by the Prague audience ( Libin 2019 , 124): I was witness to the enthusiasm that its performance in Prague created among connoisseurs and non-connoisseurs! It was as though what one had hitherto heard and known was not music at all! Everyone was enchanted—everyone amazed at the novel harmonies and the original, previously unheard-of passages for wind instruments. Now the Bohemians began to seek out his works; and in that same year, one already heard Mozart’s keyboard pieces and symphonies at all the best musical concerts. From then on, the preference of the Bohemians for his works was decided! The foremost connoisseurs and artists of our capital were also Mozart’s greatest admirers, the most fiery heralds of his fame.",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "libin_2019"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Indeed, there can be little doubt regarding Beethoven’s association of Prague with Mozart. It was Prince Lichnowsky, a good friend and patron of Mozart (and fellow freemason) who arranged Beethoven’s own Prague trip in 1796, where “Beethoven was in a certain sense truly following in Mozart’s footsteps” ( May 1994 , 33). “In light of the symbolic meaning of travel in masonic mysticism, that Lichnowsky chose an itinerary identical to that of Mozart [in his 1789 tour of Prague, Dresden, Leipzig, and Berlin] almost forces us to interpret Beethoven’s trip as a kind of symbolic act, or—to put it somewhat provocatively—an initiation into the Mozart legacy” (34).",
                "footnotes": [],
                "citations": [
                    "may_1994"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] There it is, then: The Mozart legacy. As Lockwood ( 1994 , 42) notes in a landmark study, “both older and more recent scholarship provides us with ample evidence of the young Beethoven’s indebtedness to Mozart.” Moreover, the legacy, “which grew during Beethoven’s lifetime as more of Mozart’s works were published,” had possible implications “for later aspects of Beethoven’s development, far beyond his early years” (42).",
                "footnotes": [],
                "citations": [
                    "lockwood_1994"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] I will conclude this essay by considering the Entführung - Leonore connection within the context of those “later aspects of Beethoven’s development” that the Mozart legacy implied. For among the legacy’s implications for Beethoven’s developing personality, both generally and as a composer, a rather ominous one seems to have passed unnoticed. [5] Beethoven and the Mozart Legacy, Revisited",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Beethoven’s acceptance of his historical fate as Mozart’s heir—a role circumscribed most canonically in Waldstein’s 1792 prophecy by which, in Lockwood’s words ( 1994 , 43), he was expected not only “to rise to Mozart’s level” but also “to take on musical leadership in the future” and in so doing “guarantee the salvation of music as a higher art”—had a conceivable, devastating consequence. For the burden of Mozart’s mantle may have been accompanied in Beethoven’s mind, if only subconsciously, with the idea that he, too, would not live to be 36. This conjecture, if true, may help shed light on certain long-standing difficulties in Beethoven’s biography. In what follows I will consider briefly two such difficulties: the Heiligenstadt crisis of early October 1802, and what Maynard Solomon ( 1988a , 42) termed Beethoven’s “birth-year delusion.”",
                "footnotes": [],
                "citations": [
                    "lockwood_1994",
                    "solomon_1988a"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] As an expression of anguish and despair as well as a cry for help and sympathy the Heiligenstadt Testament is a perfectly understandable document, given the deterioration of Beethoven’s hearing and its attendant social isolation. (20) But why a testament? Are we to believe, with Tyson ( 1969 , 141), that the Testament’s “despairing farewell to his brothers and welcome to death” were the result of a (severe) mood swing, a “trough” following the “elevated mood” expressed in the letter to Wegeler of November 16, 1801, where Beethoven famously writes “I will seize Fate by the throat; it shall certainly not bend and crush me completely—Oh, it would be so lovely to live a thousand lives”? (21)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "tyson_1969"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Although he admits in the Testament to having considered the idea, attempting suicide is indeed out of the question for Beethoven; nor does he seem to envision an imminent death as a result of the disease that led to his loss of hearing. (22) On the other hand, there is evidence in the Testament that Beethoven believed he was 33 years old at the time, thus 15 months or so short of Mozart’s age at the time of his death, counting full years. (23) Moreover, Beethoven may have also believed that Mozart was (approximately) 34 years old at death. (24) Thus, in Beethoven’s mind there may have well been a real and imminent danger—quite apart from his loss of hearing—that Death, indeed, should prevent him from realizing his full artistic potential; hence, the testament aspects of the document. (25)",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] There is evidence in Beethoven’s hand dating from late 1793 or early 1794 that he believed he was two years older than his true age, a finding that the Heiligenstadt Testament some nine years later seems to corroborate. (26) Clearly, by ca. 1805 Beethoven could no longer maintain that he was born in 1768 if he held onto the belief noted in [5.1] regarding his destined lifespan. At the time it may have been convenient for Beethoven to let the question of his age remain unsettled, thus shielding himself from constant thoughts of impending death. This may explain his hostile reaction to Ferdinand Ries, who took the trouble in 1806 to locate, and send him a copy of, his Bonn certificate of baptism dated 17 December 1770 ( Solomon 1988a , 40). (27) Beethoven even produced an argument by which to contest the certificate, claiming that it was incorrect since he had an older brother named Ludwig-Maria who died in infancy ( Solomon 1988a , 40–41; see also Solomon 1988b ). As the years went by it was increasingly difficult for Beethoven to convince himself that he had not already reached the age of 36. Thus, while continuing to doubt the certificate, now believing that his correct year of birth was 1772, he must have gradually let go of the other belief, that “receiving Mozart’s spirit” included the bitter pill of dying young. I say “gradually” because as late as 1810 at least part of his psyche seems to have still believed he was short of Mozart’s age at death. Bettina Brentano, after noting that Beethoven “looks barely thirty years old” in a letter to Alois Bihler from July 9, 1810, adds the touching comment: “he does not know his age himself but believes he is thirty-five” ( Härtl and Härtl 2022 , 1087; Solomon 1988a , 41).",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "solomon_1988a",
                    "solomon_1988a",
                    "solomon_1988b",
                    "solomon_1988a"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] For Beethoven to live from ca. 1803 to at least 1807 with the thought that every year is possibly his last was surely a struggle—some might even say a heroic one. Yet it is possible that this very thought was the impetus for the astonishing creativity he exhibited during those years. To be sure, his deteriorating hearing exacerbated his existential anxieties, and was in any case a much easier target on which to pin the blame for them, to himself and to others. Paradoxically, however, “the gradual closing off of Beethoven’s aural contact with the world” was possibly an asset rather than a drawback, in his race to accomplish his mission before his time ran out. “Deafness did not impair and indeed may even have heightened his abilities as a composer” writes Solomon ( 1998 , 161), “perhaps by its exclusion of piano virtuosity as a competing outlet for his creativity, perhaps by permitting a total concentration upon composition within a world of increasing auditory seclusion.”",
                "footnotes": [],
                "citations": [
                    "solomon_1998"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] In 1804, Beethoven’s output was short by exactly one genre of fulfilling his mission as the “savior” of art-music in the wake of Mozart’s premature death: opera. (28) As opposed to Mozart he was not naturally inclined to write for the stage, and therefore the task that he set for himself was a formidable one. The trials and tribulations that accompanied the genesis of Leonore / Fidelio are well known. Less known is the extent to which Beethoven brought to the task his memories as a boy of twelve back in his native Bonn of rehearsals and performances of Entführung , the first Mozartian work for the stage he came to know. Investing Leonore with these memories was, for Beethoven, more than just a tribute to the revered, dead master. It enabled him to bring to closure a complex relationship with him, a relationship that started when he was groomed early on as the “new Mozart” or, worse, a “second Mozart,” and continued when he was prophesized to “receive Mozart’s spirit from the hands of Haydn” just as he was heading to Vienna as a young artist still in search of his own voice. By completing Leonore in 1805, Beethoven finally fulfilled the prophecy. Gradually in the years to come he would also understand, contrary to what he thought was a necessary corollary to the prophecy, that he was not destined, like Mozart, to die young. Artistically free and reborn, he will be doubly poised to embark on an all-new journey to conquer new worlds.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.2.agmon.html",
    "data": "mto/data/mto.23.29.2.agmon.json"
}