{
    "title": "Romantic Periods",
    "date": "2021/11/01",
    "volume": "27",
    "issue": "4",
    "authors": [
        "Cubero, Diego"
    ],
    "abstract": "This article examines the transformation of the period in the early Romantic era. While in Classical periods the end of the antecedent phrase is harmonically closed off from the beginning of the consequent phrase, Romantic periods often join the end of the antecedent to the beginning of the consequent, creating an undivided progression. Voice-leading analyses illustrate three different means of joining the antecedent to the consequent: 1) by overlapping the two phrases, 2) by prolonging and resolving the antecedent’s closing dominant, and 3) by ending the antecedent on a predominant. All three procedures involve converting a dividing dominant into a progressive dominant.",
    "keywords": [
        "becoming",
        "divider",
        "overlap",
        "interruption",
        "form",
        "voice leading"
    ],
    "doi": "10.30535/mto.27.4.3",
    "received": "July 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.4/mto.21.27.4.cubero.pdf",
    "author_info": [
        {
            "name": "Diego Cubero",
            "university": "Music Building 112",
            "address": "University of North Texas, 1155 Union Circle #311367, Denton, Texas 76203-5017",
            "email": "diego.cubero@unt.edu"
        }
    ],
    "citations": {
        "adorno_1998": "Adorno, Theodor W. 1998. Beethoven: The Philosophy of Music . Edited by Rolf Tiedemann. Translated by Edmund Jephcott. Polity Press.",
        "burnham_2002": "Burnham, Scott. 2002. “Form.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 880–906. Cambridge University Press. https://doi.org/10.1017/CHOL9780521623711.030 .",
        "burstein_2005": "Burstein, L. Poundie. 2005. “Unraveling Schenker’s Concept of the Auxiliary Cadence.” Music Theory Spectrum 27 (2): 159–85. https://doi.org/10.1525/mts.2005.27.2.159 .",
        "burstein_2014": "Burstein, L. Poundie. 2014. “The Half Cadence and Other Such Slippery Concepts.” Music Theory Spectrum 36 (2): 203–27. https://doi.org/10.1093/mts/mtu010M .",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2013": "Caplin, William E. 2013. Analyzing Classical Form: An Approach for the Classroom . Oxford University Press.",
        "caplin_2018": "Caplin, William E. 2018. “Beyond the Classical Cadence: Thematic Closure in Early Romantic Music.” Music Theory Spectrum 40 (1): 1–26. https://doi.org/10.1093/mts/mty002 .",
        "goldenberg_2012": "Goldenberg, Yosef. 2012. “The Interruption-Fill and Corollary Procedures.” Music Theory Online 18 (4). https://doi.org/10.30535/mto.18.4.3 .",
        "grout_1960": "Grout, Donald. 1960. A History of Western Music . W.W. Norton.",
        "laitz_2015": "Laitz, Steven G. 2015. The Complete Musician: An Integrated Approach to Theory, Analysis, and Listening . 4th ed. Oxford University Press.",
        "martin_2010": "Martin, Nathan John. 2010. “Schumann’s Fragment.” Indiana Theory Review 28 (1–2): 80–109.",
        "ratner_1956": "Ratner, Leonard. 1956. “Eighteenth-Century Theories of Musical Period Structure.” Musical Quarterly 42 (2): 439–54. https://doi.org/10.1093/mq/XLII.4.439 .",
        "rodgers_2017": "Rodgers, Stephen. 2017. “Schubert’s Idyllic Periods.” Music Theory Spectrum 39 (2): 223–46. https://doi.org/10.1093/mts/mtx016 .",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "rothstein_2006": "Rothstein, William. 2006. “Circular Motion in Chopin’s Late B-major Nocturne (Op. 62 no. 1).” In Structure and Meaning in Tonal Music: Festschrift in Honor of Carl Schachter , ed. L. Poundie Burstein and David Gagné, 19–32. Pendragon Press.",
        "rothstein_2008": "Rothstein, William. 2008. “National Metrical Types in Music of the Eighteenth and Early Nineteenth Centuries.” In Communication in 18th-Century Music , ed. Danuta Mirka and Kofi Agawu, 112–59. Cambridge University Press. https://doi.org/10.1017/CBO9780511481376.006 .",
        "rothstein_2011": "Rothstein, William. 2011. “Metrical Theory and Verdi’s Midcentury Operas.” Dutch Journal of Music Theory 16 (2): 93–111.",
        "samarotto_2005": "Samarotto, Frank. 2005. “Schenker’s ‘Free Forms of Interruption,’ and the Strict: Toward a General Theory of Interruption.” Paper presented at the annual meeting of the Society for Music Theory, Cambridge, MA.",
        "schachter_2016": "Schachter, Carl. 2016. The Art of Tonal Analysis: Twelve Lessons in Schenkerian Theory . Edited by Joseph N. Straus. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190227395.001.0001 .",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition . Translated and edited by Ernst Oster. Longman.",
        "schmalfeldt_1985": "Schmalfeldt, Janet. 1985. “On the Relation of Analysis to Performance: Beethoven’s ‘Bagatelles’ Op. 126, Nos. 2 and 5.” Journal of Music Theory 29 (1): 1–31. https://doi.org/10.2307/843369 .",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10 (3): 233–87. https://doi.org/10.2307/853969.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "smith_2005": "Smith, Peter H. 2005. Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in his Werther Quartet . Indiana University Press.",
        "stein_2005": "Stein, Deborah. 2005. “Introduction to Musical Ambiguity.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 77–88. Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. On the history and various uses of the term “period,” see Burnham ( 2002 , 881–97) and Ratner ( 1956 ). Caplin ( 2013 , 75–76) offers a brief historical context for his use of the term.",
            "citations": [
                "burnham_2002",
                "ratner_1956",
                "caplin_2013"
            ]
        },
        "FN2": {
            "text": "2. According to this definition, the antecedent and the consequent must have a parallel construction; that is, the phrases will share the same basic melody.",
            "citations": []
        },
        "FN3": {
            "text": "3. In non-modulating periods, the melody typically completes a stepwise descent from 3 ̂ or 5 ˆ down to 1 ˆ . A half cadence at the end of the antecedent interrupts the melodic descent on 2 ˆ , and a perfect authentic cadence at the end of the consequent completes it. The diagrams in Examples 1–3 leave out the upper voice but still serve as useful approximations.",
            "citations": []
        },
        "FN4": {
            "text": "4. This article does not treat modulating periods as a categorically different from non-modulating periods. In modulating periods, as in most non-modulating periods, the antecedent typically ends on a dominant divider and the consequent starts by rearticulating the opening tonic. In other words, modulating periods differ from non-modulating periods specifically in what occurs in the second half of the consequent phrase. Since this article is concerned with the boundary between the end of the antecedent phrase and the beginning of the consequent phrase, my terminology will not distinguish between periods that modulate and those that do not. All but one of the themes discussed in this article are examples of non-modulating periods. The exception is the theme from Beethoven’s Bagatelle in G minor, op. 126, no. 2 discussed in Example 10.",
            "citations": []
        },
        "FN5": {
            "text": "5. In attempting to resolve Heinrich Schenker’s inconsistent use of the term Teiler , Carl Schachter explains: “ Teiler is something that closes a musical motion of some kind” ( 2016 , 40). Note further that I use the term “dominant divider” as synonymous with “back-relating dominant.”",
            "citations": [
                "schachter_2016"
            ]
        },
        "FN6": {
            "text": "6. As Samarotto ( 2005 ) observes, while a strict type of interruption involves a motion (linear or harmonic) that is interrupted, restarted from the beginning, and then completed, free forms of interruption include cases where a motion (linear or harmonic) is interrupted, restarted at some earlier point, and then completed. One could argue that to speak of the interruption of a harmonic progression is to conflate the concept of interruption with the concept of divider, for the former typically refers to a linear event while the latter typically refers to a harmonic one. But, as Samarotto explains, Schenker did in fact use the term interruption to refer to harmonic progressions. Poundie Burstein ( 2014 , 206–207) notes that for Schenker a dominant divider is often, though not always, “closed-off” by a tonic triad later on. Burstein explains that such a “closing-off” (completion) typically occurs in “parallel constructions,” such as periods, with the dominant divider at the end of one section or phrase being closed off by the tonic chord at the end of the second section or phrase. Overall, the notion that a harmonic progression is divided and later completed is consistent with Schenker’s concept of interruption as elucidated by Samarotto.",
            "citations": [
                "samarotto_2005",
                "burstein_2014"
            ]
        },
        "FN7": {
            "text": "7. As noted by Caplin ( 1998 ) and Goldenberg ( 2012 ), the boundary between the two phrases remains clear even when a melodic link connects the end of one phrase to the beginning of the next. Goldenberg ( 2012 ) focuses in particular on the use of an “interruption-fill” to connect 2 ˆ at the end of the antecedent to a rearticulation of the Kopfton at the beginning of the consequent.",
            "citations": [
                "caplin_1998",
                "goldenberg_2012",
                "goldenberg_2012"
            ]
        },
        "FN8": {
            "text": "8. The continued use of the Classical-style period in the music of the first Romantic generation is documented in Goldenberg 2012 as well as in Rodgers 2017 , which cites numerous periods in Schubert’s songs that the author calls “idyllic” given that they can be heard as “idealized realization[s]” of this theme-type ( Rodgers 2017 , 225).",
            "citations": [
                "goldenberg_2012",
                "rodgers_2017",
                "rodgers_2017"
            ]
        },
        "FN9": {
            "text": "9. Through her analysis of Schubert’s “Der Wegweiser” from Winterreise , Janet Schmalfeldt has shown that “a consideration of the manner in which an interruption at the end of the antecedent is obscured, or avoided altogether, can often serve as a point of departure for grasping what is unique, rather than conventional, about a periodic theme” ( 1991 , 260). This article broadens Schmalfeldt’s observation, arguing that awareness of how the harmonic break at the end of the antecedent is undermined can help one grasp what is most distinctly Romantic about many nineteenth-century periods. It is further important to remember that undermining the harmonic divide between the antecedent and consequent is not the only way in which the early Romantics transformed the Classical-style period. Nathan John Martin ( 2010 ) has discussed a number of themes in the music of Robert Schumann that exhibit what he calls a “quasi-periodic structure.” These are themes that consist of two parallel phrases (like a period), but each phrase is organized as the continuation portion of a sentence. Martin argues that these themes “put a Schumannesque twist on the period” (90).",
            "citations": [
                "schmalfeldt_1991",
                "martin_2010"
            ]
        },
        "FN10": {
            "text": "10. The joining together of an antecedent and a consequent to form a continuous harmonic progression creates a conflict between the thematic design and the tonal structure of the period, or what Rothstein ( 1989 ) would call its “outer” and “inner” form. Rothstein ( 1989 and 2006 ) and Smith ( 2005 ), among others, have discussed conflicts between thematic design and tonal structure in nineteenth-century music, though not explicitly pertaining to the period theme-type.",
            "citations": [
                "rothstein_1989",
                "rothstein_1989",
                "rothstein_2006",
                "smith_2005"
            ]
        },
        "FN11": {
            "text": "11. One could argue that most periods transform a dividing dominant into a progressive dominant in so far as the antecedent ends on a dividing dominant and the end of the consequent regains and resolves this dominant to a tonic triad (cf. endnote no. 6). What I have in mind when I speak of transforming the antecedent’s dividing dominant are situations where the V at the end of the antecedent continues without a break in the progression to a tonic triad.",
            "citations": []
        },
        "FN12": {
            "text": "12. A dividing dominant is an ultimate dominant in that it concludes a harmonic motion. A progressive dominant is a penultimate dominant in that it resolves to a tonic triad.",
            "citations": []
        },
        "FN13": {
            "text": "13. Caplin ( 2018 , 16–25) proposes that, whereas Classical music draws a clear distinction between penultimate and ultimate dominants, Romantic music often blurs them. My discussion of the transformation of a dividing dominant into a progressive dominant is meant to complement his findings.",
            "citations": [
                "caplin_2018"
            ]
        },
        "FN14": {
            "text": "14. Caplin uses the term “elision” rather than “overlap” to describe cases where the end of one phrase functions as the beginning of the next. Caplin 1998 observes that “an examination of the classical repertory reveals that an antecedent phrase rarely, if ever, elides with a consequent phrase” (51); Caplin 2013 makes this point more resolutely, restating the same principle without qualification (87).",
            "citations": [
                "caplin_1998",
                "caplin_2013"
            ]
        },
        "FN15": {
            "text": "15. The D ♭ –C neighboring motion found at the beginning of each phrase of this period serves as an important motive throughout the Mazurka. As the brackets on the sketch in Example 5 illustrate, this neighboring motion appears twice in the left hand in mm. 4–8 and twice more in the melody in mm. 13–15. The middle section of the Mazurka (mm. 16–40) features the D ♭ –C motive repeatedly in the accompaniment.",
            "citations": []
        },
        "FN16": {
            "text": "16. I refer to the V–I motion as an auxiliary progression rather than as an auxiliary cadence to account for the fact that, in this context, the V–I motion does not function as a cadence. In all other respects, the term auxiliary progression may be taken as synonymous to Schenker’s term auxiliary cadence . As Poundie Burstein ( 2005 , 174) explains, Schenker insisted “that an auxiliary cadence be ‘closed off’ ( abgeriegelt ), that is, its opening chord must be unconnected to the harmonies that precede it on its own level and deeper levels.”",
            "citations": [
                "burstein_2005"
            ]
        },
        "FN17": {
            "text": "17. A root-position dominant in m. 9, notably, would result in parallel octaves from C to D between the bass and the melody. In that situation, it is likely the melody would need to leap down from the C in m. 8 to an A in m. 9, supporting the interruption on 2 ˆ .",
            "citations": []
        },
        "FN18": {
            "text": "18. I borrow the use of the double-lined arrow from Janet Schmalfeldt’s ( 2011 ) work on form as process. Schmalfeldt uses this arrow as a “becoming symbol” to show how the formal function of a passage can change as the passage unfolds.",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN19": {
            "text": "19. My use of the “becoming” arrow is consistent with Schmalfeldt, who stresses the fact that the new meaning does not nullify the original one. For example, in discussing a passage heard initially as an introduction and later as the main theme of a sonata, Schmalfeldt notes that “the expression ‘Introduction ⇒ MT’ does not mean that a final analytic verdict favors the notion of a main theme; on the contrary, the expression in its entirety serves to represent the formal function” ( 2011 , 12). Similarly, when using the becoming arrow to show a change in the function of a dominant chord, I wish to indicate that the original meaning remains part of the function of that chord even as a new meaning arises. Only in its entirety does the label “divider ⇒ progressive” express the function of the dominant chord to which it refers.",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN20": {
            "text": "20. This is one of two themes that Rothstein ( 1989 ) discusses as an example of a phrase overlap between an antecedent and a consequent phrase. My reading of this period largely accords with his. I comment on his other example, the opening theme of Chopin’s F-sharp minor Mazurka, op. 6, no. 1 in endnote 30.",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN21": {
            "text": "21. Rothstein ( 1989 , 218) draws attention to the “descending three-note motives” in mm. 41–46. Since the first note of each descending third appears as a suspension, he argues that Schenker ( 1979 ) is correct to show the “two-note motive, beginning with the suspension’s resolution,” as structural. Contrary to Rothstein and Schenker, I regard the third-descents as structural. From my perspective, the G ♯ -to-E descent in mm. 41–42 unfolds the E major triad that materializes in m. 42. The E in the bass that would render the G ♯ in m. 41 consonant is omitted, resulting in a V–I auxiliary progression in the bass. From this perspective the G ♯ –E motion effects a complete transference of the fundamental melodic line ( 3 ̂ – 2 ˆ – 1 ˆ ), over the bass arpeggiation ( 5 ˆ – 1 ˆ ). Likewise, the third-descent from B to G# in mm. 43–44 unfolds the tonicized III, and the third-descent from D ♯ to B in mm. 45–46 unfolds the tonicized V.",
            "citations": [
                "rothstein_1989",
                "schenker_1979"
            ]
        },
        "FN22": {
            "text": "22. This accords with Rothstein’s ( 1989 , 217) reading, which similarly notes the “overlap used between complete phrases.” As Rothstein puts it, this overlap is “an attempt, within a basically regular phrase structure, to melt away the seams in that very structure” (220).",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN23": {
            "text": "23. For Rothstein ( 1989 , 217), the fifth-progression in the upper voice is “interrupted at G ♯ ( 2 ˆ ) over the dominant harmony” in m. 49. I propose that though it seems at first to interrupt the fifth-progression in the upper voice, the F ♯ in m. 49 ends up resolving to the E in m. 50 as part of the consequent’s opening V–I progression. The difference between our readings stems in part from the different ways in which we understand the voice-leading at the beginning of the antecedent phrase. As noted in endnote 21, whereas Rothstein reads the antecedent as beginning with a melodic descent from F ♯ to E, I read the antecedent as beginning with a third-descent from G ♯ through F ♯ to E. From my perspective, the F ♯ in m. 41 is a passing tone and so, too, is the analogous F ♯ in m. 48.",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN24": {
            "text": "24. Rothstein ( 1989 , 220) similarly notes that “the division between the antecedent and the consequent phrases is obscured by the continuing eighth-note motion in m. 49.”",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN25": {
            "text": "25. The conflicting meanings of the F ♯ , as the last note of the antecedent phrase and as a note that resolves to E as part of the V 7 –I motion that starts the consequent, invites two different ways of phrasing this passage. Accordingly, some editions of the Mazurka (Breitkopf und Härtel 1879, and Schirmer 1915) extend a slur from the second half of the consequent phrase up to the F ♯ in m. 49, while others (Schirmer 1883, and Schirmer 1894) stretch this same slur past the F ♯ up until the tonic chord in m. 50 (to the downbeat G ♯ , not to the E in beat 2, due to the intervening sixteenth-note rest).",
            "citations": []
        },
        "FN26": {
            "text": "26. Interruptions of the main melodic line often involve a dividing dominant, but they need not. Figure 22 from Schenker’s Free Composition ( 1979 ) illustrates cases where the upper voice is interrupted above a dominant chord, but the dominant resolves in the bass to the following tonic triad that supports a restatement of the Kopfton in the upper voice. Concerning figure 22.a, Schenker ( 1979 , 36) writes, “Here we find an interruption <in the fundamental line>, even though the bass shows a linear progression of a fourth, e ♭ — a ♭ , against it.” (The fourth-progression connects the V that supports the interruption in the upper voice to the I that supports the re-articulation of the Kopfton following the interruption.) Similarly, concerning figure 22.b, Schenker writes, “The bass reveals an arpeggiation of a fifth, descending through the third; however, the arpeggiation does not eliminate the interruption.” (The arpeggiation of the fifth through the third resolves the V to the I.) In Examples 10 and 11 of this essay, the consequent’s prolongation and resolution of the antecedent’s closing V works “against” the interruption in the upper voice at the end of the antecedent, but it does not eliminate it.",
            "citations": [
                "schenker_1979",
                "schenker_1979"
            ]
        },
        "FN27": {
            "text": "27. While a modulation in the consequent phrase of a period is not unusual, modulating up a step certainly is. This modulation sets up the ascending sequence that follows after the period.",
            "citations": []
        },
        "FN28": {
            "text": "28. Janet Schmalfeldt argues that the dominant chord in m. 41 arrives “one measure too soon” ( 1985 , 12). In contrast, I propose that the dominant in m. 41 arrives just on time to resolve to I on the next measure and complete an eight-bar phrase. What is unusual about this phrase is not where the cadential dominant arrives but the lack of a closing tonic thereafter. My reading resonates with Adorno’s characterization of this cantabile melody as being “repeated irregularly and broken off” ( 1998 , 131).",
            "citations": [
                "schmalfeldt_1985",
                "adorno_1998"
            ]
        },
        "FN29": {
            "text": "29. This theme exhibits what Rothstein ( 2008 and 2011 ) calls “Franco-Italian meter.” Whereas “German meter” prefers melodic groups that start metrically strong and end metrically weak, “Franco-Italian meter” prefers end-accented melodic groups with long upbeats and metrically strong cadences. In terms of hypermeter, each of the four-bar melodic groups in this theme can be counted 2–3–4– 1 , where the “1” is the strongest measure. As Rothstein ( 2011 ) notes, this is a recurring hypermetric pattern in Franco-Italian music. The influence of Italian music in Mendelssohn’s Songs without Words is evident in the use of Franco-Italian meter and in the inclusion of several “Venetian Gondola Songs.”",
            "citations": [
                "rothstein_2008",
                "rothstein_2011",
                "rothstein_2011"
            ]
        },
        "FN30": {
            "text": "30. Caplin analyzes the opening theme of Chopin’s Mazurka in F-sharp minor, op. 6, no. 1 as a period the antecedent of which ends on a predominant rather with a cadence. He contends that a rhythmic change from a dotted to an even eighth note differentiates the predominant chord in m. 8 within the ongoing sequence as a “possible ending” of the antecedent phrase ( 2018 , 18). The lack of a rhythmic break in m. 8 and the continuation of the sequence up until m. 9, however, make this reading somewhat problematic. Like Rothstein ( 1989 , 46–48), I hear the antecedent as overlapping with the consequent in m. 9. This period is of the type discussed above in relationship to Chopin’s G minor and A-flat major Mazurkas (Examples 6 and 8). The antecedent is a sentence whose presentation features two V–I progressions, the first in the tonic key and the second up a third, in the mediant. More significantly, the antecedent spans nine bars and ends on a V that overlaps with the V–I motion at the beginning of the consequent. Although I do not share Caplin’s interpretation of the F-sharp minor Mazurka, I do recognize his reading as providing a precedent for hearing an antecedent end on a predominant rather than with cadence. From my perspective, a clear rhythmic break is essential for hearing an antecedent end on a predominant rather than on a dominant that overlaps with the beginning of the consequent.",
            "citations": [
                "caplin_2018",
                "rothstein_1989"
            ]
        },
        "FN31": {
            "text": "31. This phrase may be said to begin with something akin to an auxiliary progression, in that the tonic chord does not materialize until the end of m. 2. To borrow Burstein’s ( 2005 , 162) characterization of an auxiliary cadence, the first two bars of this phrase are in a “state of becoming” up until the arrival of the tonic triad in m. 2.",
            "citations": [
                "burstein_2005"
            ]
        },
        "FN32": {
            "text": "32. In m. 2 it is possible to read a voice-exchange between the F ♯ in the bass and the D in the melody that answers the one in m. 1 between E and G. I prefer to read the F ♯ and the D on the downbeat of m. 2 as dissonances. The consequent phrase supports this interpretation. In m. 5, the analogous bar in the consequent phrase, the F ♯ and the D appear as dissonances above an A in the bass.",
            "citations": []
        },
        "FN33": {
            "text": "33. Similarly, Stein ( 2005 , 78) argues that in “Im wunderschönen Monat Mai” Robert Schumann depicts the poet’s endless yearning for the past by closing the song with an unresolved V 7 .",
            "citations": [
                "stein_2005"
            ]
        },
        "FN34": {
            "text": "34. The voice-leading of this example is similar to that in the opening theme of Chopin’s G minor Mazurka, op. 67, no. 2, discussed above (Ex. 6). In both cases, the D in the melody descends to a B ♭ as part of a tonic prolongation. The B ♭ then ascends to a C above a IV chord. From there one would expect the C to go down to an A above a V chord, supporting an interruption of the fifth-descent on 2 ˆ . Instead, the C moves up to a D above the V as part of a third-ascent, and then the D goes down to a B ♭ as the V resolves to the I in the consequent phrase. The essential difference is that in the Mazurka the V with the D on top appears at the beginning of the presentation portion of the consequent, while in this song the V with the D on top appears near the end of the presentation portion of the consequent.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This article examines the transformation of the Classical theme-type known as the period in the music of the first Romantic generation. While in Classical periods the end of the antecedent phrase is harmonically closed off from the beginning of the consequent phrase, Romantic periods often join the end of the antecedent phrase to the beginning of the consequent, creating a continuous harmonic progression. Voice-leading analyses of selected passages from late Beethoven, Chopin, Robert Schumann, and the Mendelssohn siblings illustrate three different ways through which Romantic composers joined together the two phrases of a period. Example 1 . Harmonic layout of a typical Classical-style period (click to enlarge) Example 2 . Harmonic layout of a less common type of Classical-style period (click to enlarge) Example 3 . Harmonic layout of a less common type of Classical-style period (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] A period is a type of theme common to eighteenth-century instrumental music that consists of two phrases that perform an antecedent and consequent function ( Caplin 1998 , 49). (1) The antecedent phrase ends with a weak cadence; the consequent phrase repeats and alters the antecedent to end with a stronger cadence. (2) The most common option is for the antecedent to begin with a root-position tonic triad and end with a half cadence, and for the consequent to repeat the antecedent and end with a perfect authentic cadence ( Example 1 ). This construction typically yields a two-part interrupted voice-leading structure, creating what Schmalfeldt ( 1991 , 260) calls an “interruption period.” (3) Less common options include ending the antecedent phrase with an imperfect authentic cadence rather than a half cadence ( Example 2 ) and, alternatively, beginning the consequent by sequencing the antecedent up a step rather than by repeating it at pitch ( Example 3 ). (4) Though sometimes called “continuous” ( Laitz 2015 , 382) on account of the sequential continuation of the antecedent’s opening tonic to the consequent’s opening supertonic, this last type of period retains the clear harmonic break of the prototypical period, with the antecedent’s closing dominant functioning as a divider ( Teiler ). The essential difference between the two period types concerns the type of interruption (Example 1). (5) A so-called continuous period features a freer type of interruption where the harmonic progression stops (on V at the end of the antecedent), returns to an earlier point (to a predominant II at the beginning of the consequent), and continues to completion (to the closing I). (6) In all three types of periods (those shown in Example 1–3), the closure brought about by the cadence at the end of the antecedent, together with the rearticulation of the beginning of the period at the start of the consequent (either at pitch or up a step), creates a clear harmonic and thematic separation between the phrases. (7)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "caplin_1998",
                    "schmalfeldt_1991",
                    "laitz_2015"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The first generation of Romantic composers wrote themes that conform to the basic structure of the Classical-style period, favoring the type of period where the antecedent ends on V and the consequent starts by repeating the antecedent at pitch (Example 1). (8) At the same time, they began exploring new procedures that significantly distorted this Classical theme-type. This article examines the transformation of one of the most distinctive features of the Classical period: the clear harmonic separation between the end of the antecedent and the beginning of the consequent. (9) In the process of doing so, it formally recognizes three different procedures employed by the Romantics for joining the end of an antecedent to the beginning of a consequent, producing a continuous harmonic progression. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] All three procedures involve transforming the dividing dominant at the end of the antecedent into a “progressive dominant,” a dominant chord that resolves to the following tonic. (11) In Caplinian terms, this may be understood as the change of an “ultimate dominant” into a “penultimate dominant.” (12) (Readers familiar with Caplin’s 2018 study on the evolution of the Classical cadence may recognize my formulation as a trope on his, with the reversal of terms newly applying to the theory of periods.) (13) All three, moreover, prompt a varied return of the theme’s opening melodic idea at the end of the period, a deviation from Classical convention that Caplin ( 2018 , 9–10) sees as giving Romantic themes a circular design. What follows is a discussion of these three procedures in order from least to most distortive of classical convention. 1. Overlap",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "caplin_2018"
                ]
            }
        },
        {
            "5": {
                "text": "[5] One way of joining the end of an antecedent phrase to the beginning of a consequent phrase is through a phrase overlap. In Classical periods the antecedent phrase “rarely, if ever,” overlaps with the consequent phrase ( Caplin 1998 , 51); in contrast, such overlaps do occur with some frequency in the early Romantic era, especially in the music of Chopin. (14) Rothstein ( 1989 ) discusses two periods in pieces by Chopin in which the antecedent phrase overlaps with the consequent phrase. This section complements his findings by specifying which period types are affected by such overlaps and discussing in detail the impact that the overlap has on the harmonic and voice-leading content. Example 4 . Harmonic layout of a period with overlapping phrases (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "caplin_1998",
                    "rothstein_1989"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Phrase overlaps typically affect periods in which the phrases start with a V–I progression rather than with a I, as was the Classical norm. As shown in Example 4 , this particular harmonic attribute afforded composers the possibility of overlapping the antecedent’s half-cadential dominant with the consequent’s opening dominant. Periods with V–I openings can be found in the music of various nineteenth-century composers; however, they are especially common in Chopin’s mazurkas. Example 5 . Chopin, Mazurka in F minor, op. 63, no. 2, mm. 1–16 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The period that opens Chopin’s Mazurka in F minor, op. 63, no. 2 is built of two non-overlapping, eight-bar phrases that both start with a V–I motion. Example 5 provides an annotated score along with a voice-leading sketch. The opening theme of the Mazurka is divided into an eight-bar antecedent and an eight-bar consequent. The first half of the antecedent, mm. 1–4, consists of a broad V 7 –I motion. (15) The second half, beginning in m. 5, tonicizes III and then continues through a ♭ II 6 to a half-cadential V in m. 8, resulting in an interruption of the fifth-descent on 2 ˆ , as expected. After the melody’s pause on C, the consequent begins with a varied repetition of the V 7 –I progression that opened the antecedent. It then proceeds towards a perfect authentic cadence, completing the fifth-descent that was interrupted at the end of the antecedent.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] It was mentioned at the outset that the two phrases of this theme do not overlap. Even though the consequent begins on the same harmony on which the antecedent ends, the two chords have different locations and functions: the V in m. 8 closes the antecedent and functions as a divider; the V 7 in m. 9 starts the consequent and resolves to I in m. 12 as an auxiliary progression. (16) The harmonic boundary between the two phrases in this period resembles the medial boundary of a period in which the antecedent ends on a tonic triad (with an imperfect authentic cadence) and the consequent begins on a new tonic (Example 2). In the latter case, the two tonic triads, again, have different locations and functions (closing and initiatory, respectively). Example 6 . Chopin, Mazurka in G minor, op. 67, no. 2, mm. 1–16 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] By contrast, the opening theme of Chopin’s Mazurka in G minor, op. 67, no. 2 is structured as a period in which the V at the end of the antecedent overlaps with the V–I progression that begins the consequent. Example 6 provides an annotated score and a voice-leading sketch. The theme consists of two overlapping sentences that together form a sixteen-bar period. The presentation portion of the antecedent phrase is made up of two V–I progressions, the first in the home key (mm. 1–2), and the second a third higher, in the mediant (mm. 3–4). The two-bar groups continue in the second part of the phrase. The first, starting on the upbeat to m. 5, is a varied repetition of mm. 1–2, and the second, starting on the upbeat to m. 7, is a cadential progression. Example 7 . Chopin, Mazurka in G minor, op. 67, no. 2, mm. 1–16, hypothetical prototype (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As shown in the hypothetical version of the period given in Example 7 , Chopin could have easily written a more traditional period here. He could have arrived on a half cadence in m. 8 (continuing the two-bar groups established earlier in the phrase), interrupted the descent of the melody on 2 ˆ , and then begun the consequent phrase with a V 7 –I progression that does not overlap with the antecedent. This arrangement would yield a break in the harmonic progression, with the V chord in m. 8 functioning as a divider and the V chord in m. 9 resolving to I as an auxiliary progression. Instead, as shown back in Example 6, the actual music restarts the cadential progression in the upbeat to m. 8, delays the antecedent’s closing dominant to m. 9, and overlaps this V with the consequent’s opening V. The expected root-position dominant arrives in first inversion, allowing the C in the melody to ascend to the opening D in m. 9 and complete a third-ascent in place of the expected interruption on 2 ˆ . (17) The V 6 in m. 9 finally resolves to I in m. 10 as part of a varied repetition of the antecedent’s basic idea.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The phrase overlap in m. 9 transforms the antecedent’s dividing dominant into a progressive dominant; hence, the V chord in m. 9 is labeled as “div. ⇒ prog.” (18) This label is not meant to imply that the interpretation of the V chord as a divider is ever fully discarded, but rather that the V chord has two different meanings, the second of which crystallizes after the first. (19) As the antecedent’s dividing dominant becomes a progressive dominant, the V–I motion that appeared as an auxiliary progression at the beginning of the antecedent becomes part of a complete progression that joins together the two phrases.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The theme from the middle section of Chopin’s Mazurka in A-flat major, op. 17, no. 3 offers another instance of a period in which the V at the end of the antecedent overlaps with the V–I progression that begins the consequent. (20) In this case, the overlap prompts a return of the theme’s basic idea at the end of the consequent, which imparts to the theme a circular design. Example 8 . Chopin, Mazurka in A-flat major, op. 17, no. 3, mm. 41–56 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Example 8 provides an annotated score of this theme along with a voice-leading\nsketch. The theme consists of two sentences that together form a sixteen-bar period. As with the opening period from Chopin’s op. 67, in this one the presentation portion of the antecedent phrase consists of two V–I progressions, the first in the tonic key of the passage (mm. 41–42) and the next up a third in the mediant (mm. 43–44). The first V–I motion supports a two-measure basic idea in the melody structured as a third-descent from G ♯ to E; the second supports another third-descent, now from B to G ♯ . (21) The continuation portion of the phrase begins with a repetition of the basic idea up another third and ends by liquidating the basic idea into a series of eighth notes that culminates in m. 49 on a held F ♯ above a V 7 chord. The V 7 chord in m. 49 closes the antecedent phrase with what Schmalfeldt ( 2011 ) would call a “nineteenth-century half cadence.” Critically, however, it also functions as part of the V 7 –I auxiliary progression that starts the consequent, as a comparison between mm. 41 and 49 reveals. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "schmalfeldt_2011"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The overlap in m. 49 of the antecedent’s closing V 7 and the consequent’s opening V 7 –I progression blurs the melodic boundary between the two phrases. As shown in the sketch, the flowing eighth notes that end the antecedent freely interrupt the fifth-descent from B to E. The arrival on the F ♯ in m. 49 seems at first to create a typical interruption period. This F ♯ , however, ends up resolving down to an E in m. 50 as part of the consequent’s opening V 7 –I motion. (23) Significantly, the G ♯ –A– F ♯ dotted figure found in m. 41 reappears in m. 49 as the end of the long eighth note series that liquidated the basic idea. (24) The extension of the liquidation process, together with the phrase overlap, causes the beginning of the consequent to go largely unnoticed until the upbeat to m. 50. Accordingly, in m. 49, the F ♯ sounds as the expected point of interruption, but in m. 50 this F ♯ becomes the passing tone it was in m. 41. (25) In the voice-leading sketch, the broken beam in the upper staff in mm. 49–50 shown below the over-arching slur from B to E attempts to capture the notion that the F ♯ in m. 49 functions as the end of the antecedent phrase even as it resolves to an E in m. 50 as part of the consequent phrase.",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The overlap between the end of the antecedent phrase and the restatement of the basic idea in mm. 49–50 prompts a last return of the basic idea at the end of the consequent, mm. 55–56. In turn, the restatement of the basic idea in mm. 55–56 resolves the tension surrounding the conflicting meanings of the F ♯ in m. 49. As part of the repetition of the period’s basic idea, m. 54 rearticulates the F ♯ that was heard back in m. 49, but this time the F ♯ resolves unambiguously to an E, ending the phrase with a perfect authentic cadence. Whereas the F ♯ in m. 49 projects two conflicting meanings as it straddles two phrases, the F ♯ in m. 54 resolves down to an E to end the consequent phrase. 2. Prolongation of the Antecedent’s Closing Dominant Example 9 . Harmonic layout of a period where the antecedent’s closing V is prolonged (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] A related means of joining together the two phrases of a period is by prolonging (rather than overlapping) the antecedent’s closing V through the beginning of the consequent and then resolving this V to a I. As Example 9 shows, prolongations of the antecedent’s closing V through the beginning of the consequent generally transform an otherwise typical interruption period in which each phrase features a double bass arpeggiation. The transformation occurs when the bass at the start of the consequent prolongs the antecedent’s closing V; the key aspect is that this V’s resolution occurs early in the consequent as part of a repetition of the V–I progression that closed the antecedent’s first bass arpeggiation. The prolongation of the V across phrases connects what was initially set up to be a dividing dominant with a progressive one, linking the last bass arpeggiation of the antecedent with the first bass arpeggiation of the consequent. Despite the fact that it will end  up resolving to a I in the bass (at the start of the consequent), the V at the end of the antecedent typically supports an interruption in the melody on 2 ˆ . (26) Example 10 . Beethoven, Bagatelle in G minor, op. 126, no. 2, mm. 27–41 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The cantabile theme from Beethoven’s G minor Bagatelle, op. 126, no. 2 furnishes an example of a period in which the consequent prolongs and resolves the antecedent’s closing V. As may be seen in Example 10 ’s score and voice-leading sketch, the period begins with an eight-bar antecedent that features a clear double bass arpeggiation. Following the half cadence in m. 34, one would expect the consequent to begin by rearticulating the antecedent’s opening tonic. Instead, the antecedent phrase is repeated “irregularly” ( Adorno 1998 , 131). Beethoven starts the consequent by repeating the melody of the antecedent—hence the interruption sign—but he reharmonizes the melody to begin with an applied chord to VI, raising the F in the bass to an F ♯ and then resolving it to a G. The G, which returns through a G ♭ back to an F, functions as a neighbor tone that links the F of the half-cadential V in m. 34 to the F of the V in m. 37. The V in m. 37 then resolves to a I in m. 38 through a compressed repetition of the V–I motion that closed the antecedent’s first bass arpeggiation. By connecting the antecedent’s half-cadential V to the progressive V of the consequent, the neighboring motion around the F in the bass binds the two phrases together to form a continuous harmonic progression.",
                "footnotes": [],
                "citations": [
                    "adorno_1998"
                ]
            }
        },
        {
            "18": {
                "text": "[18] After the first half of the consequent prolongs and resolves the antecedent’s half-cadential dominant, the second half modulates in preparation of a perfect authentic cadence in C minor. (27) The consequent, however, breaks off in its seventh bar, one short of the expected arrival of the closing C-minor triad. The omission of the C-minor triad results in what Caplin ( 2018 ) would call a “dissipated cadence.” (28) Whereas the half-cadential dominant at the end of the antecedent ends up resolving to a I in the bass (mm. 34–38), the progressive dominant at the end of the consequent fails to resolve to tonic, functioning more like a divider. To put in Caplinian terms, the antecedent’s ultimate dominant becomes a penultimate one, and the consequent’s penultimate dominant becomes an ultimate one.",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": [
                    "caplin_2018"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The opening of Felix Mendelssohn’s Song without Words in E-flat major, op. 53, no. 2 provides another example of a period where the consequent prolongs and resolves the antecedent’s closing dominant. In this case, the prolongation of the antecedent’s closing dominant arises largely from an omission—as opposed to a substitution—of the consequent’s opening root-position tonic triad. Example 11 . Felix Mendelssohn, Song without Words in E-flat major, op. 53, no. 2, mm. 1–21 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Example 11 provides an annotated score and an accompanying sketch of the theme. The antecedent consists of two contrasting mini-sentences. The pairing together of these sentences closely models the pairing together of a basic idea with a contrasting idea in a typical four-bar antecedent phrase; hence, the first mini-sentence is labeled “basic,” and the second, “contrasting.” The basic mini-sentence articulates a complete bass arpeggiation (I–II 7 –V 7 –I) that begins in the upbeat to m. 2 and that ends on the downbeat of m. 5. Significantly, the opening root-position tonic triad precedes the melody’s entrance in the upbeat to m. 2; this allows Mendelssohn to omit this chord from the beginning of the consequent phrase without shortening the melody or breaking the four-bar hypermeter. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The contrasting mini-sentence starts on the upbeat to m. 6 and ends with an interruption on 2 ˆ in m. 9. One would expect the supporting V 7 in m. 9 to appear in root position, but an unfolding of the V 7 from A ♭ to B ♭ (n.b., the diagonal beam in Example 10b) delays the arrival of the root-position dominant to m. 12. No longer functioning as a divider, the unfolded V 7 resolves to I in m. 13 as part of the consequent’s repeat of the V–I motion that closed the antecedent’s basic mini-sentence. As the paired, cross-stave displacement lines in the sketch illustrate, the B ♭ in m. 12 marks the arrival of the root-position dominant chord expected in m. 9, and the E ♭ in m. 13 articulates the root-position tonic triad omitted from the beginning of the consequent. The result is a fusing of two bass arpeggiations into one. The omission of the root-position tonic triad from the beginning of the consequent gives rise to an octave-descent in the bass, as well as a broad I–IV–V 7 –I progression that joins the antecedent’s contrasting mini-sentence and the consequent’s restatement of the basic mini-sentence together.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Although the dominant at the end of the antecedent ends up resolving to the root-position tonic triad in m. 13, the F in the melody in m. 9 does not continue as expected down to an E ♭ . Instead, after settling down upon F in m. 9, the melody ascends back to the Kopfton B ♭ to restart the fifth-descent. Accordingly, the sketch shows an interruption on the F ( 2 ˆ ) and a restart of the fifth-descent with the rearticulation of the opening B ♭ in m. 10. The slur that connects the F to the B ♭ in the voice-leading sketch indicates an  “interruption-fill,” a melodic link connecting a pre-interruption 2 ˆ to the regained Kopfton ( Goldenberg 2012 ).",
                "footnotes": [],
                "citations": [
                    "goldenberg_2012"
                ]
            }
        },
        {
            "23": {
                "text": "[23] The prolongation and resolution of the antecedent’s closing dominant during the consequent’s restatement of the basic mini-sentence has another important effect. Specifically, it prompts a varied return of the theme’s opening thematic material at the end of the consequent in the form of a four-bar phrase expansion. The result is a parallelism between mm. 9–13 and mm. 16–21. As the sketch illustrates, the evaded cadence in mm. 16–17 closely resembles the passage in mm. 9–10 (the analogous place in the antecedent): the melody ascends by step from F to B ♭ , while the bass descends by step to a G. After the evaded cadence, the bass embellishes the bass line from mm. 10–13; the melody ascends from B ♭ to a cover-tone G and then descends by step to an A ♭ (also much as it did earlier in mm. 10–12). But whereas in mm. 12–13 the melody resolved from A ♭ to G, in mm. 20–21 it continues its descent from A ♭ all the way to E ♭ , which in m. 21 sounds as part of the tonic triad that ends the bass-octave-descent. The dominant at the end of the antecedent resolves to a root-position tonic triad in m. 13, but the F in the melody in m. 9 does not continue down to an E ♭ in m. 13. As such, the fifth-descent begun in m. 2 is interrupted. In contrast, the dominant in m. 16 eventually resolves to a root-position tonic triad in m. 21 with the F in the melody continuing down to an E ♭ in m. 21, thus completing the fifth-descent that was interrupted back in m. 9.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The opening theme of Robert Schumann’s Wiegenliedchen , op. 124, no. 6 provides another instance of a period where the consequent phrase prolongs and resolves the antecedent’s closing dominant. In this case, though, the consequent begins by sequencing the antecedent up a step, in the manner of a continuous period (Example 3). Example 12 . Robert Schumann, Wiegenliedchen , op. 124, no. 6, mm. 1–16 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Example 12 provides an annotated score along with a voice-leading sketch. As shown, the antecedent phrase reaches a half cadence in m. 6 that interrupts the descent of the melody on 2 ˆ . Measures 7–8 compensate for the premature arrival of this cadence by echoing the two-bar cadential progression stated in mm. 5–6. Measure 8 starts by rearticulating the dividing dominant of m. 6, but this time the melody ascends to C, tonicizing the A minor triad that begins the consequent phrase in m. 9. The consequent continues the ascent of the melody, coupling the A in m. 8 up an octave in m. 10 over an expanded A minor triad. The A is coupled back down in mm. 13–14 before finally stepping down to a G in m. 15 to complete the period-spanning, structural third-descent of the melody. The A-to-B melodic motion above the V in m. 14 recalls the A-to-B motion in m. 8, inviting us to hear the V in m. 14 as a rearticulation of the V chord in m. 8. By prolonging the antecedent’s closing V to the V at the end of the consequent, the music binds the cadential portions of the two phrases. As a result, the V in m. 8 (and, by extension, that in m. 6) is transformed from a divider into a progressive dominant, and the A that was set to interrupt the third-descent at the end of the antecedent is able to resolve down to a G. 3. Ending the Antecedent on a Predominant Example 13 . A common harmonic layout for a period whose antecedent ends on a predominant (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] A more drastic type of transformation of the Classical-style period involves cases where the antecedent phrase ends on a predominant harmony and the consequent continues the motion from the predominant through a dominant to a tonic triad. (30) As shown in Example 13 , the progression left unfinished at the end of the antecedent is typically completed by the end of the first half of the consequent phrase. The situation resembles that discussed in the previous section where the antecedent’s closing dominant is prolonged up to the consequent’s repetition of the V–I motion that closed the antecedent’s first bass arpeggiation (Example 9); in both cases the harmonic motion left incomplete in the antecedent is brought to completion in the first half of the consequent phrase. The main difference is that in the examples discussed above the antecedent ends by reaching a dominant; in the examples we will presently consider the antecedent ends on the predominant— the harmony that precedes what “should” be the antecedent’s closing dominant. A rhythmic break separates the end of the antecedent from the beginning consequent, but the antecedent never reaches its expected cadence. Example 14 . Robert Schumann, Gesänge der Frühe , op. 133, no. 5, mm. 1–8 (click to enlarge)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The eight-bar period that opens Schumann’s Gesänge der Frühe , op. 133, no. 5 features an antecedent that ends on a predominant; see Example 14 . The long-held G in m. 4 creates a clear rhythmic separation between the two phrases, but the antecedent lacks a cadence. The antecedent is divided into a basic idea and a contrasting idea, as one would expect. The basic idea (mm. 1–2) resembles an auxiliary progression: (31) a third-descent in the bass and a reaching-over neighbor motion around the F ♯ in the melody connect the opening F ♯ -major chord (III) to the D-major tonic triad in m. 2. (32) The contrasting idea (mm. 3–4) moves from I to IV in m. 3 and expands the IV with a 5–6 exchange, setting the stage for the arrival of the half-cadential dominant in m. 4. Remarkably, in m. 4 the phrase comes to rest instead on the predominant.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Following a rhythmic break in the melody, the consequent starts in the upbeat to m. 5 by repeating the basic idea from the first half of the antecedent phrase. The melody is reharmonized such that the bass can continue the harmonic progression left incomplete at the end of antecedent. The bass voice moves chromatically from the G at the end of the antecedent through a G ♯ to an A in m. 5, then continues to a D in m. 6, completing a I–IV 5-6 –V–I motion that joins the two phrases together. Much as in the antecedent, the D-major tonic does not appear until the second bar of the consequent phrase (m. 6). More importantly, what was an auxiliary-like progression in the antecedent, now becomes a complete progression that ties the contrasting idea of the antecedent phrase to the basic idea of the consequent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The joining together of the end of the antecedent to the consequent’s restatement of the basic idea has a further consequence, which is to prompt a compressed restatement of the basic idea’s neighboring motion around the F ♯ (see the end of the consequent). The restatement thus results in a voice-leading parallelism between mm. 3–6 and mm. 7–8. The compressed restatement of the neighbor motion around the F ♯ brings the consequent to a close with an imperfect authentic cadence rather than the expect perfect authentic cadence. Though weak in comparison to a perfect authentic cadence, the imperfect authentic cadence at the end of the consequent provides stronger closure than the predominant did at the end of the antecedent. The theme thus exhibits the weak-strong pattern of closure characteristic of the two phrases in a period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Fanny Mendelssohn Hensel’s song “Ferne,” op. 9, no. 2 provides another example of a period where the antecedent ends on a predominant, gently obligating the first half of the consequent to continue the motion to V and then I. The poem is quintessentially Romantic in its expression of the protagonist’s desire to find their “old sweet homeland.” The music offers further comment on the nature of this longing as being perhaps endless by keeping listeners forever waiting for the arrival of the medial half cadence and final perfect authentic cadence that characterize this theme-type. (33) Example 15 . Fanny Mendelssohn-Hensel, “Ferne” op. 9, no. 2 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Example 15 provides an annotated score along with a voice-leading sketch of the song. As shown, Mendelssohn Hensel sets the poem strophically as a repeating period in which each phrase is structured as a sentence. The presentation portion of the antecedent phrase consists of two three-bar basic ideas that prolong the tonic triad. The continuation portion begins in m. 8 with a I 6 and proceeds in parallel sixths to a tonicized IV 6 chord. Were this a typical period, the IV 6 chord would continue to a V in m. 12 to end the antecedent phrase with a half cadence; the C in the melody in m. 11 would function as an incomplete neighbor to the B ♭ in m. 7, leaping down to an A in m. 12 for an interruption of the melody on 2 ˆ . But this is not a typical period. In this case the antecedent phrase comes to rest over the tonicized IV 6 , leaving us longing for the half cadence and its normative interruption.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Following a rhythmic break in the melody, the presentation portion of the consequent begins by rearticulating the IV 6 chord on which the antecedent ended. It then continues through a V to a I, as part of a continuous harmonic progression that stretches across the two phrases. Instead of leaping down to an A, the C in m. 11 continues up to a D in m. 16, replacing the interruption on 2 ˆ with a third-ascent from B ♭ to D. The leap from C to E ♭ in mm. 13–14 functions in part to present a varied repetition of the antecedent’s opening basic idea. Simultaneously, it extends the melodic sequence of ascending thirds found in the continuation portion of the antecedent, thus contributing to the sense of continuity between the two phrases. (34)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The continuation portion of the consequent phrase unfolds much like that of the antecedent, but this time the voice holds a G, leaving the piano to carry out the parallel sixths ascent to the tonicized IV 6 . While the antecedent ended on the tonicized IV 6 , the consequent continues through the IV 6 to V and then to I. With regard to the long-held G in the melody, one would expect for the melody to move down to an F ♯ (substituting for 2 ˆ ) above the V and then for this F ♯ to resolve to a G, completing a perfect authentic cadence and a fifth-descent in the melody. Instead, the vocal line leaps down to an inner D. While the imperfect authentic cadence appearing in the piano provides a stronger sense of closure than that provided by the IV 6 at the end of the antecedent, it nevertheless leaves us longing for the perfect authentic cadence typically found at the end of a consequent. This sense is intensified by the fact that the voice trails off on the dominant, just short of reaching the closing tonic triad. As the singer wonders whether they will ever find their old homeland, we as listeners are left waiting to experience the medial half cadence and the closing perfect authentic cadence of a traditional period. The absence of cadential signposts causes us to wander along with the protagonist through a defamiliarized soundscape.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The examples in this section have examined periods in which the antecedent ends on a predominant harmony and the consequent ends on an imperfect authentic cadence. In both cases, the dominant that one would expect to find at the end of the antecedent arrives near the beginning of the consequent and resolves to I by mid phrase. Since the progressive V that appears near the beginning of the consequent fulfills the motion from predominant to dominant that one often finds at the end of the antecedent phrase, one can argue that these two periods, in effect, transform the antecedent’s dividing dominant into a progressive dominant—the same type of transformation found in those periods where the antecedent ends on an overlapping V, and in those where the consequent prolongs and resolves the antecedent’s closing V. In this case, however, the transformation occurs prior to the arrival of the dominant chord: the antecedent leads us to expect a motion from the predominant to a dividing dominant, but when the predominant finally moves to the dominant it is clear that this dominant will progress to tonic. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] As this essay has shown, the first generation of Romantic composers increasingly designed periods where the antecedent phrase connects to the consequent phrase to form a continuous harmonic progression. They did so by 1) overlapping the two phrases, 2) prolonging and resolving the antecedent’s closing V in the consequent, and 3) ending the antecedent phrase on a predominant and then continuing the motion through a dominant to a tonic triad in the first half of the consequent phrase. All three procedures involve transforming the antecedent’s dividing dominant into a progressive dominant, and all promote a restatement of the basic thematic material of the period at the end of the consequent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] By joining the end of an antecedent to the beginning of a consequent to create a continuous harmonic progression, the Romantics undermined the clear harmonic boundary that separates the two phrases of a Classical period. In so doing, they transformed the period from a theme type that epitomized the Classical aesthetic of balance and clarity into one that manifested what Rothstein has described as the “the Romantic urge toward boundlessness” ( 2006 , 19). If “the fundamental trait of Romanticism is boundlessness” ( Grout 1960 , 493), the joining together of an antecedent and a consequent to form an undivided progression may be understood as a means through which early nineteenth-century composers Romanticized the Classical period. It is in this sense that the periods discussed above may be termed Romantic.",
                "footnotes": [],
                "citations": [
                    "rothstein_2006",
                    "grout_1960"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.4.cubero.html",
    "data": "mto/data/mto.21.27.4.cubero.json"
}