{
    "title": "Review of Ryan McClelland, <i>Brahms and the Scherzo: Studies in Musical Narrative</i> (Surrey, England: Ashgate, 2010)",
    "date": "2011/09/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Ng, Samuel"
    ],
    "abstract": "",
    "keywords": [
        "Ryan McClelland",
        "Brahms",
        "scherzo",
        "narrative"
    ],
    "doi": "",
    "received": "June 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.ng.pdf",
    "author_info": [
        {
            "name": "Samuel Ng",
            "university": "College-Conservatory of Music, University of Cincinnati",
            "address": "Mary Emery Hall, P.O. Box 210003, Cincinnati, OH 45221-0003",
            "email": "ngsl@ucmail.uc.edu"
        }
    ],
    "citations": {
        "mcclelland_2010": "McClelland, Ryan. 2010. Brahms and the Scherzo: Studies in Musical Narrative . Surrey, England: Ashgate.",
        "smith_2005": "Smith, Peter. 2005. Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet . Bloomington: Indiana University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. McClelland explains in Chapter 1 why relatively little ink is spilled on Schoenbergian motivic considerations.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In music-analytical studies, rarely do we encounter a book that offers detailed analyses of more than thirty individual pieces of considerable tonal, formal, and rhythmic complexity. Ryan McClelland’s Brahms and the Scherzo: Studies in Musical Narrative is a notable exception. While the title of the book gives an idea on the target compositions and theoretical/analytical focus, the first chapter—titled “Theoretical and Repertorial Contexts”—provides several critical clarifications. First, the book tackles not only Brahms’s scherzi, but also his minuets, intermezzi, and waltz-like pieces within multi-movement compositions. All of these pieces—thirty-five in total—are subsumed under the umbrella category of “scherzo-type movements.” The association between minuet and scherzo is of course well-known; the dubbing of intermezzi and waltz-like pieces as “scherzo-type movements,” however, requires explanation. McClelland justifies this typological interpretation based on three common properties among the pieces studied: (1) their position as an inner movement in a multi-movement work; (2) their somewhat livelier tempo than the slow movement; and (3) their dialogue with the ternary form typical of scherzo-trio pieces. McClelland’s reliance on (1) and (2) in delimiting the target repertoire may have been the reason why he excludes op. 4—Brahms’s earliest attempt at the scherzo genre—from this otherwise comprehensive study of Brahms’s scherzi.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Second, although the title of the book suggests an engagement of recent trends in music semiotics and narrative, McClelland actually defines “narrative” in Chapter 1 in much simpler terms: “I use the term narrative to capture the sense that these discrete events [i.e., opening materials and all their subsequent transformations] cohere into a larger framework ... By invoking the term narrative, I do not assert the presence of all of the attributes of literary narrative, including the level of specificity involved in the identification of meaning. I do intend to suggest, however, that the scherzo-type movements have musical structures that span entire movements and create effects such as conflict, struggle, triumph, transcendence, and resignation” (6). An innovative component in his analytical agenda is the fact that the musical structures in question are primarily rhythmic-metric ones, which McClelland sees as capable of undergoing developments and transformations that create a sense of musical narrative. As he asserts, “The central theoretical contribution of this book is to demonstrate the operation of musical narratives—especially rhythmic-metric narrative—and their connection to musical expressivity” (5). Interrelations between rhythmic-metric analysis and expressive interpretation, he later adds, are treated flexibly regarding both the level of specificity in expressive content and the direction of influence between the two domains: “...my preference is to suggest an expressive interpretation that seems plausible given the observed musical relationships—recognizing of course, that one’s intuitive understanding of the work’s musical meaning impacts the types of structural observations one makes” (10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Before proceeding to the analytical chapters, McClelland concludes Chapter 1 with an overview of genre, tempo, meter, key, and form of the thirty-five movements. Particularly insightful are his observations on Brahms’s treatment of repetition patterns in two-reprise schemes. Noting that the reprises are repeated either literally or with variations in many different parameters, McClelland lists the nine repetition schemes employed in the scherzo-type movements out of sixteen possible ones, and further points out that seven out of the nine are used more frequently. Overall, these schemes allow more flexibility in varying the first reprise during the written-out repetition, while the second reprise is often not varied in the repetition, or simply not repeated at all. Granted that the beginning of the second reprise is normally the most liquidated section in rounded binary forms, McClelland’s list indirectly draws attention to Brahms’s predilection for developmental procedures, as their prevalence in the second reprise renders repetition or further variation of entire sections more problematic than in the first reprise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Chapters 2–9 provide a wealth of analytical details for all thirty-five movements. The pieces are grouped into chapters based on a cross between generic/expressive and chronological orientations. The movements discussed in Chapter 2 exemplify this procedure. Titled “The Early Minor-Mode Scherzos: Ghosts of Schumann and Beethoven,” the chapter includes scherzi from the three piano sonatas, the so-called F–A–E Sonata, Piano Quintet, op. 34, and Piano Quartet, op. 60. As the title suggests, these movements are bundled together because they are all in the minor mode, written relatively early in Brahms’s career (although op. 34 is composed considerably later than the other movements—a point that McClelland downplays), and allegedly show influence of Schumann and Beethoven. Although McClelland sees their minor-mode beginnings as a nexus for the movements, he also recognizes that their narrative trajectories (based on mode, not rhythmic-metric structures) are divided into two archetypes: movements that end in minor are interpreted as having the same initial and final expressive states, and those that end in major are read as moving from conflict to triumph.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] For each piece, then, McClelland offers numerous comments on a wide array of musical parameters and compositional techniques, including gestural devices, textural manipulations, local tonal idiosyncrasies, large-scale tonal organization (from a Schenkerian perspective), phrase structure, formal types, and rhythmic-metric phenomena (mainly using Carl Schachter’s and William Rothstein’s phrase-rhythmic approaches and Harald Krebs’s metric dissonance concepts). (1) Due to the main theoretical agenda of the book, each analysis puts slightly more emphasis on rhythmic-metric constructs and their development in the rest of the movement.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] A summary of McClelland’s discussion of phrase-rhythmic issues in Chapter 2 will provide a glimpse of his approach. After making isolated remarks on local metric dissonances (mainly hemiolas) in opp. 1 and 2, McClelland presents a much more in-depth phrase-rhythmic analysis of the trio of op. 5, the main aim of which is to show that the struggle of the first reprise to establish an unperturbed hypermeter is remedied at the thematic rounding in the second reprise by a normalized hypermeter through the use of phrase expansion. In the F–A–E Sonata, McClelland observes that three unrelated metric dissonances at the beginning of the movement—mid-measure accents, hemiolas, and consecutive hyperdownbeats—undergo little subsequent development and gradually lose their potency. In op. 34, the autonomy of rhythmic-metric constructs as narrative-producing agents is manifest through their partnership with tonal conflicts and phrase manipulations. The opening displacement dissonance is coordinated with a prominent tonal conflict (between A ♭ and G), and its resolution later in the movement, induced by subtle transformations of opening thematic materials, reinforces the tonal resolution of A ♭ to G. Further, a hypermetrical displacement that appears at the first thematic return is normalized in a later thematic return due to a phrase expansion. In the codetta, both tonal and metric dissonances receive new impetus: the A ♭ –G conflict is transformed to one between D ♭ and C, while the displacement dissonance is intensified (from D3–1 to D4–1, in Harald Krebs’s terms), rendering a highly qualified closure to the movement. Finally, in op. 60, the entire movement is characterized by accented upbeats, which create pervasive tension with the notated downbeats. This rhythmic-metric “problem” is finally resolved when the coda—a rewritten version of an earlier codetta—eliminates all accents on the upbeats and reinforces the notated meter. This metrical development, in the context of a movement that lacks melodic transformations, is clearly utilized as a thematic agent in its own right.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The strengths and weaknesses of Chapter 2 reflect the qualities of all the remaining chapters. As an analyst, McClelland demonstrates remarkable sensitivity to surface details and insights into the impact of these details on large-scale structures and processes. The observations on metrical and hypermetrical resolutions in op. 34 and their interactions with tonal dispositions are clear cases in point. His careful deliberations, which incorporate all relevant musical parameters, render his formal, tonal, and metrical readings mostly convincing. Analyses in later chapters that I find particularly perceptive are those regarding extended upbeats and their interrelations with tonal structure in op. 38 (in Chapter 3, “Minuets, Scherzos, and Neoclassicism”), tonal-metric incongruence in op. 25 (in Chapter 5, “Some Intermezzos”), and displaced meter and its effect on hypermeter in op. 101 (in Chapter 6, “The Late Minor-Mode Scherzos”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] And yet, the maze of analytical details in each chapter also contributes to one of several weaknesses of the book. The analyses—all thirty-five of them—are packed with meticulous discussions of such a large variety of musical phenomena that they at times seem unfocused on the one hand, and are rather laborious to get through on the other. Readers must maneuver through numerous analytical points—often without examples that show the passages discussed, or with examples that are either inadequately annotated (such as a hypermetrical analysis without hyperbeat numbers engraved on the example) or too small (e.g., see Example 6.21, which crams fifty-two measures of music with two levels of hypermetric analysis into one-third of a 9\" × 6\" page)—to search for the main ideas of the analyses and decipher how they engage the central issues of the book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The organization of the chapters somewhat exacerbates this problem. Since, as stated earlier, the movements are grouped together according to their generic/expressive types and chronology, the rhythmic-metric “narratives” encountered in each chapter can be quite heterogeneous. As evident in the above summary of Chapter 2, the rhythmic-metric “narratives” discussed within the same chapter may include such diverse scenarios as virtual absence of rhythmic-metric problems (opp. 1 and 2), qualified resolution of problems (op. 34), and unequivocal resolution of problems (op. 60). In Chapter 4, the “pastoral scherzos” from opp. 8, 26, and 40 similarly exhibit a range of rhythmic issues, while movements from opp. 25, 51/1, 68, 90, and 111 discussed in Chapter 5 (“Some Intermezzos”) are extremely varied in their phrasal and hypermetrical structures. Despite McClelland’s laudable efforts in reiterating some of the main observations at the end of the analyses, there is unfortunately little coherence within each chapter with regard to the creation and impact of all the different rhythmic-metric narratives and their relationship with the generic/expressive factors that guide the organization of the chapters. As a result, as one works through the analyses, there is a running tension between the organization of the book and its central claim regarding the role of rhythmic-metric narratives in musical expressivity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A related problem to this lies in the fact that the “narratives” in each analysis fall short of McClelland’s promises in Chapter 1. Recall that in analyzing “narratives,” McClelland aims to show how “musical structures that span entire movement ... create effects such as conflict, struggle, triumph, transcendence, and resignation” (6), and that his analyses will “probe how rhythmic-metric narratives interact with tonal ones to create expressive meaning” (7). Throughout the analytical chapters, however, McClelland clearly avoids associating metric processes with any of these expressive states or other ones of that nature, but stays on a largely objective level where interpretive outcomes simply meander within the conceptual space circumscribed by four primary situations: metrical dissonances either resolved or unresolved, and tonal-rhythmic relationships either congruent or non-congruent. In other words, McClelland reveals the presence of these categories in his analyses, but makes virtually no attempt at interpreting what expressive connotations these situations may have in their respective contexts. In the last chapter, he offers a rather ambiguous explanation for his noncommittal approach to expressive readings. Citing Peter Smith’s ( 2005 ) call for music analysts to speculate on musical meanings based on structural analyses, McClelland writes, “Smith’s expressive reading of Brahms’s Piano Quartet, Op. 60, is built around Brahms’s own references to Goethe’s Die Leiden des jungen Werther in relation to this composition, and thus admits relatively specific linking of psychological states with various musical elements. But due to the thoroughness of Smith’s musical readings...it seems clear that his expressive narrative would have been fundamentally similar—only less specific—had no suggestive comments by Brahms been extant. It is at this more general level of musical meaning that I have had to operate in this book, a level that is the norm when dealing with instrumental music” (298). McClelland offers no explanation here for what he means by “general”; judging from the evidence in the analytical chapters, he seems to equate structural analysis—what E. T. Cone, Smith, and other practitioners of this “structural” approach to musical meaning use as a springboard for expressive interpretation—with musical expressivity itself. Thus, a resolution is regarded an expressive meaning in and of itself, and so is a non-resolution of anything or a non-congruent relationship between different domains. Whether and how these situations evoke feelings of “conflict, struggle, triumph, transcendence, and resignation”—i.e., the central issues in Smith’s book—receives little attention in McClelland’s.",
                "footnotes": [],
                "citations": [
                    "smith_2005"
                ]
            }
        },
        {
            "11": {
                "text": "[11] To do the book justice, I must point out that McClelland, as an accomplished pianist, provides many worthwhile performance suggestions based on his analyses. In this light, it is all the more unfortunate that the taxing analytical details, problematic organization, and avoidance of more rigorous engagement of expressive meanings have perhaps diminished the book’s accessibility to a wider readership. Understandably, any attempt to pack thirty-five detailed and technical analyses into a single book requires tremendous care in all aspects of its writing and production. McClelland has proved himself to be a tremendous musician and analyst in this audacious project; I only wish he had given more thought to the main theme of the book, and how the content and organization may help elucidate it.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.3.ng.html",
    "data": "mto/data/mto.11.17.3.ng.json"
}