{
    "title": "The Aims of Music Theory and Neurath’s Boat: A Reply to Jonathan Walker and Matthew Brown",
    "date": "1996/05/01",
    "volume": "2",
    "issue": "4",
    "authors": [
        "Mailman, Josh"
    ],
    "abstract": "In this commentary, I will first clear the air of a criticism Walker has made of Brown’s “Adrift on Neurath’s Boat.” Secondly, I will look at what issues arise whennaturalizingmusic theory, by allowing revisions. Thirdly, I will critically address two proposals made by Brown regarding testing theories and the connection between aesthetic and nonaesthetic properties. Finally, I will consider the ramifications of Brown and Dempster’s scientific model of music theory and discuss alternatives to this model.",
    "keywords": [
        "aesthetic",
        "statistics",
        "music theory",
        "analysis",
        "philosophy",
        "science"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.4/mto.96.2.4.mailman.pdf",
    "author_info": [
        {
            "name": "Josh Mailman",
            "university": "225 West 15 Street",
            "address": "New York, NY 10011",
            "email": "jmailman@panix.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* This essay was written in response to Brown’s article in MTO 2.2, and to the discussion that ensued on mto-talk.",
            "citations": []
        },
        "FN1": {
            "text": "1. Jonathan Walker, posting to mto-talk@societymusictheory.org\nof 3/3/96: 2.",
            "citations": []
        },
        "FN2": {
            "text": "2. Willard V. O. Quine, “Epistemology Naturalized,” Ontological\nRelativity (New York: Columbia University Press, 1969): 83.",
            "citations": []
        },
        "FN3": {
            "text": "3. Willard V. O. Quine, “Two Dogmas,” in From a Logical Point of\nView (Cambridge: Harvard University Press, 1961/1980): 44.",
            "citations": []
        },
        "FN4": {
            "text": "4. Quine, “Two Dogmas,” 42.",
            "citations": []
        },
        "FN5": {
            "text": "5. Jonathan Walker, posting to mto-talk@societymusictheory.org\nof 3/3/96: 5.",
            "citations": []
        },
        "FN6": {
            "text": "6. See, for example, Lambert Koopmans An Introduction to\nContemporary Statistics (Boston: Duxbury Press, 1981): 224–233.",
            "citations": []
        },
        "FN7": {
            "text": "7. Brown and Dempster point out that Boretz, Rahn, and Babbitt\ncannot sustain the Deductive-Nomonological model proposed by\nHempel. See Brown and Dempster, “The Scientific Image of Music\nTheory,” Journal of Music Theory 33 (1989): 65–106.",
            "citations": []
        },
        "FN8": {
            "text": "8. Babbitt has in several places emphasized a scientific approach\nto musical problems. But his allusions to “prediction” are not\nconcerned with predicting, per se, the behavior of music in\naesthetic terms.  Rather, his concerns are the inherent formal\nproperties of the twelve-pitch equal tempered system and more\nspecifically the twelve-tone system.  He has emphasized that\ninvestigation of these properties can serve not only to uncover\nresources for the composer, but also to forecast possible\nattributes to be observed in future musical works.  The\ninvestigation Babbitt has in mind is directly concerned only with\nnonaesthetic properties, not empirically driven prediction of\naesthetic properties. Milton Babbitt, “The Structure and Function\nof Music Theory,” in Boretz & Cone, ed., Perspectives on\nContemporary Music Theory (New York: Norton, 1972): 14, 20. According to Rahn, “The game played by music theorists\nemphasizes communication, not segregation or prediction.” John\nRahn, “Notes on Methodology in Music Theory,” Journal of Music\nTheory 33 (1989): 150. Boretz emphasizes that analysis serves to demonstrate the\ncoherence of a musical work by showing the multiplicity of\nsignificant relationships between pitches. \nBenjamin Boretz, “Meta-variations,” Perspectives of New Music Part 2, 8/2\n(1970): 64, Part 3/1,9/1 (1970): 24, Part 3/2, 9/2 (1971): 258. 9. Matthew Brown, “Adrift on Neurath's Boat,” Music Theory\nOnline 2.2 (1996): 16. 10. Milton Babbitt, “Contemporary Music Composition and Music\nTheory as Contemporary Intellectual History,” in Perspectives in\nMusicology (New York: Norton, 1972): 165–67.  For a discussion\nof the probabilistic significance of the Rp pc-set class\nsimilarity relation see Allen Forte, The Structure of Atonal\nMusic (New Haven: Yale University Press, 1973): 47, 49. 11. Babbitt, “Contemporary Music Composition and Music Theory as\nContemporary Intellectual History,” 165–67. 12. The contextual significance of harmonic (vertical) and\nmelodic (horizontal) presentations of the same set class in the\nsecond movement of Webern's Concerto Op.24 are discussed by\nChristopher Hasty, “Segmentation and Process in Post-Tonal\nMusic,” Music Theory Spectrum 3 (1981): 54–73. 13. Frank Sibley, “Aesthetic Concepts,” Philosophical Review 67 (1959): 421–450. 14. Sibley, 421. 15. Sibley, 424. 16. Ludwig Wittgenstein, Philosophical Investigations , 3rd ed.\n(New York: Macmillan Publishing Co.): 33–40. 17. Sibley, 425–26. 18. Sibley, 426. 19. Computer aided analysis has indeed been insightful regarding\nstructural relationships of nonaesthetic properties and their\ncorrelation to possible segmentations (i.e. No criticism of\ncomputer aided analysis is intended.) See, for example James\nTenney and Larry Polansky, “Temporal Gestalt Perception in Music,” Journal of Music Theory 24/2 (1980): 205–242.  See also Yayoi\nUno and Roland Hubscher, “Temporal-Gestalt Segmentation,” Computers in Music Research 5 (1995): 1–38. 20. Matthew Brown and Douglas Dempster, “The Scientific Image of\nMusic Theory,” Journal of Music Theory 33 (1989): 92, 96. 21. Quine, “Two Dogmas,” 44. 22. David Lewin, “Behind the Beyond,” Perspectives of New\nMusic 7/2 (1969): 63. 23. In fact, music theory can actually determine, or at least\ninfluence, directions which music composition takes. Milton\nBabbitt's theoretical work taken together with his own\ncompositional output and that of others is a good example of\nthis phenomenon. 24. Lewin, “Behind the Beyond,” 63. 25. Ibid. 26. See, for example, Jane Piper Clendinning, “The Pattern-Meccanico Compositions of György Ligeti,” Perspectives of New\nMusic 31/1 (1993): 192–234. Jonathan Walker, posting to mto-talk@societymusictheory.org\nof 3/3/96: 2. Willard V. O. Quine, “Epistemology Naturalized,” Ontological\nRelativity (New York: Columbia University Press, 1969): 83. Willard V. O. Quine, “Two Dogmas,” in From a Logical Point of\nView (Cambridge: Harvard University Press, 1961/1980): 44. Quine, “Two Dogmas,” 42. Jonathan Walker, posting to mto-talk@societymusictheory.org\nof 3/3/96: 5. See, for example, Lambert Koopmans An Introduction to\nContemporary Statistics (Boston: Duxbury Press, 1981): 224–233. Brown and Dempster point out that Boretz, Rahn, and Babbitt\ncannot sustain the Deductive-Nomonological model proposed by\nHempel. See Brown and Dempster, “The Scientific Image of Music\nTheory,” Journal of Music Theory 33 (1989): 65–106. Babbitt has in several places emphasized a scientific approach\nto musical problems. But his allusions to “prediction” are not\nconcerned with predicting, per se, the behavior of music in\naesthetic terms.  Rather, his concerns are the inherent formal\nproperties of the twelve-pitch equal tempered system and more\nspecifically the twelve-tone system.  He has emphasized that\ninvestigation of these properties can serve not only to uncover\nresources for the composer, but also to forecast possible\nattributes to be observed in future musical works.  The\ninvestigation Babbitt has in mind is directly concerned only with\nnonaesthetic properties, not empirically driven prediction of\naesthetic properties. Milton Babbitt, “The Structure and Function\nof Music Theory,” in Boretz & Cone, ed., Perspectives on\nContemporary Music Theory (New York: Norton, 1972): 14, 20.\n\nAccording to Rahn, “The game played by music theorists\nemphasizes communication, not segregation or prediction.” John\nRahn, “Notes on Methodology in Music Theory,” Journal of Music\nTheory 33 (1989): 150.\n\nBoretz emphasizes that analysis serves to demonstrate the\ncoherence of a musical work by showing the multiplicity of\nsignificant relationships between pitches. \nBenjamin Boretz, “Meta-variations,” Perspectives of New Music Part 2, 8/2\n(1970): 64, Part 3/1,9/1 (1970): 24, Part 3/2, 9/2 (1971): 258. Matthew Brown, “Adrift on Neurath's Boat,” Music Theory\nOnline 2.2 (1996): 16. Milton Babbitt, “Contemporary Music Composition and Music\nTheory as Contemporary Intellectual History,” in Perspectives in\nMusicology (New York: Norton, 1972): 165–67.  For a discussion\nof the probabilistic significance of the Rp pc-set class\nsimilarity relation see Allen Forte, The Structure of Atonal\nMusic (New Haven: Yale University Press, 1973): 47, 49. Babbitt, “Contemporary Music Composition and Music Theory as\nContemporary Intellectual History,” 165–67. The contextual significance of harmonic (vertical) and\nmelodic (horizontal) presentations of the same set class in the\nsecond movement of Webern's Concerto Op.24 are discussed by\nChristopher Hasty, “Segmentation and Process in Post-Tonal\nMusic,” Music Theory Spectrum 3 (1981): 54–73. Frank Sibley, “Aesthetic Concepts,” Philosophical Review 67 (1959): 421–450. Sibley, 421. Sibley, 424. Ludwig Wittgenstein, Philosophical Investigations , 3rd ed.\n(New York: Macmillan Publishing Co.): 33–40. Sibley, 425–26. Sibley, 426. Computer aided analysis has indeed been insightful regarding\nstructural relationships of nonaesthetic properties and their\ncorrelation to possible segmentations (i.e. No criticism of\ncomputer aided analysis is intended.) See, for example James\nTenney and Larry Polansky, “Temporal Gestalt Perception in Music,” Journal of Music Theory 24/2 (1980): 205–242.  See also Yayoi\nUno and Roland Hubscher, “Temporal-Gestalt Segmentation,” Computers in Music Research 5 (1995): 1–38. Matthew Brown and Douglas Dempster, “The Scientific Image of\nMusic Theory,” Journal of Music Theory 33 (1989): 92, 96. Quine, “Two Dogmas,” 44. David Lewin, “Behind the Beyond,” Perspectives of New\nMusic 7/2 (1969): 63. In fact, music theory can actually determine, or at least\ninfluence, directions which music composition takes. Milton\nBabbitt's theoretical work taken together with his own\ncompositional output and that of others is a good example of\nthis phenomenon. Lewin, “Behind the Beyond,” 63. Ibid. See, for example, Jane Piper Clendinning, “The Pattern-Meccanico Compositions of György Ligeti,” Perspectives of New\nMusic 31/1 (1993): 192–234. Return to beginning Copyright Statement Copyright © 1996 by the Society for Music Theory. All rights reserved. [1] Copyrights for individual items published in Music Theory Online ( MTO ) \nare held by their authors. Items appearing in MTO may be saved and stored in electronic or paper form, and may be shared among individuals for purposes of \nscholarly research or discussion, but may not be republished in any form, electronic or print, without prior, written permission from the author(s), and advance \nnotification of the editors of MTO. [2] Any redistributed form of items published in MTO must include the following information in a form appropriate to the medium in which the items are \nto appear: This item appeared in Music Theory Online in [VOLUME #, ISSUE #] on [DAY/MONTH/YEAR]. It was authored by [FULL NAME, EMAIL ADDRESS], with whose written \npermission it is reprinted here. [3] Libraries may archive issues of MTO in electronic or paper form for public access so long as each issue is stored in its entirety, and no access fee \nis charged. Exceptions to these requirements must be approved in writing by the editors of MTO, who will act in accordance with the decisions of the Society \nfor Music Theory. This document and all portions thereof are protected by U.S. and international copyright laws. Material contained herein may be copied and/or distributed for research \npurposes only. Return to beginning Prepared by Lee A. Rothfarb, General Editor and Tahirih Motazedian, Editorial Assistant",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Overview Naturalizing Music Theory: What It Is, What It Isn’t What Revisions? What Is Our Aim? Precedents Brown’s (and Dempster’s) Medicine Aesthetic Model or Scientific Model? Aesthetic Model Conclusion 1. Naturalizing Music Theory: What It Is, What It Isn’t",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] There seems to be a confusion about Brown’s suggestion to naturalize music theory. In response to Brown, Walker objected that\n“Neurath was able to keep his boat afloat only because, as a logical\npositivist, he still believed that analytical [ sic ] and synthetic\npropositions were logically distinct [from each other], and\naccordingly upheld the dichotomies of theory/observation and\nform/content. Quine’s project of a naturalized epistemology arises\nprecisely from his denial that any such logical distinctions can be\nmade. Because of this denial, Quine can never keep Brown, Neurath or\nanyone else afloat.” (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Walker’s criticism of Brown is unfounded and stems from Walker’s\nmisreading of Quine. Brown does not equate naturalizing music theory\nwith putting observational (synthetic) and foundational (analytic)\nstatements on the same footing.  Rather, Brown makes the point, taken\nfrom Quine’s view of science, that observational statements differ\nfrom foundational ones in degree but not in kind. Consider this\nexample: “The distribution of interval-class invariant pc-set classes\ncontributes to organic coherence in Webern’s music.” In one context,\nthis statement would be considered observational, in another context\nit would be foundational.  In other words: in one case the analyst\nmight try to analyze and explicate Webern’s pitch organization\n(observational), while in another case, assumptions concerning\nWebern’s pitch organization may enter into the analysis of some other\naspect of his music—or perhaps another composer’s music\n(foundational).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Quine’s central contention is that “all statements are revisable”:\nthere is no strict dichotomy between observational statements\n(synthetic/revisable) and foundational statements\n(analytic/non-revisable). Whether a statement is observational or\nfoundational is not a philosophical question. It’s an empirical\nquestion.  It’s a question about how humans reason.  Therefore, it’s a\nquestion for behavioral psychology, which is a natural science—hence the term naturalized . (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] When there’s friction between observations and foundational\nprinciples, it may be a good idea to revise foundational\nprinciples. When faced with such friction, we can amend a theory, or\ntheories, in various places to accommodate it.  Of course, our\ntendency is to disturb the entire system of theories as little as\npossible (call it laziness).  So, we focus our revisions upon the\nspecific observational statements which aroused the friction. (3) . In\nthis sense, revisability is like a continuous field.  At least, for\nscience, the perimeter of this field is comprised of simple\nobservations such as “That leaf is green.” At the center are axioms of\nmathematics and logic, such as the law of excluded middle and modus\nponens , etc.  Revising statements at the center of the field is like\nrebuilding the entire foundation of the Empire State Building (not a\ntask for theorists with a busy teaching schedule).  Such a task\nrequires evacuating the whole building and rebuilding it from scratch\n(not to mention redecorating): revising all analytical strategies (not\nto mention all actual analyses). Nevertheless—and this the thrust\nof the naturalized viewpoint—the logical distinction between\nmaking minor repairs and rebuilding foundations is only one of degree:\nthe foundation is part of the building itself. What naturalizing music theory suggests, is that no statement or theory is immune to\nrevision; however, it does not suggest that all statements and\ntheories are equally susceptible to revision. (4) That’s where Walker\nis mistaken. 2. What Revisions?",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] What to revise, and what not to revise—that’s the question.\nThe answer depends somewhat on what the aims of music theory are.  But\nputting that issue aside for the moment, what other issues are\ninvolved? Inevitably, we look at which theories incorporate more\ndetails of the music (e.g. pc-set theory), and which theories afford\nmore satisfying analyses (e.g. Schenkerian). (5) Still further, we hope\nthat a theory which affords detailed and satisfying analyses of one\nclass of music (e.g. tonal) will apply somehow to other classes of\nmusic (e.g atonal, twelve-tone, serial etc.)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Don’t think music theory is alone with these dilemmas: detailed,\nis analogous to what statisticians call validity ; satisfying, is\nanalogous to what they call sensitivity .  Validity is, roughly, the\nproportion of data values included in a statistical procedure\n(detailed).  Sensitivity is the interpretive precision allowed by the\nincluded data values (satisfying). Increasing validity decreases\nsensitivity, and vice-versa.  A statistical procedure is called robust if it retains validity and sensitivity when applied to data\nsets which differ from the expected profile (e.g. classes of music to\nwhich we didn’t expect to apply the analytic procedure). (6) 3. What is Our Aim?",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Now, the degree of robustness we want in analytical strategies,\nand also the criteria for what we consider satisfying (sensitive),\ndepend on our expectations of music theory and analysis: what is our\naim? Is it scientific or is it aesthetic?  Brown, and his colleague\nDouglas Dempster, tell us that our goals should be scientific.  On the\none hand, they tell us that there’s already a precedent for scientific\ngoals in music theory.  On the other hand, they tell us that modifying\nmusic theory, to make it truly scientific, isn’t such bitter medicine\nafter all. 4. Precedents",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] As for precedents, Brown and Dempster cite Boretz, Rahn, and\nBabbitt. In “The Scientific Image of Music Theory” Brown and Dempster\nsomehow labeled Boretz, Rahn, and Babbitt scientific music theorists\nbecause Boretz, Rahn, and Babbitt espouse a scientific language for\nanalytical and theoretical discourse.  Brown and Dempster then assumed\nthat these three theorists espouse such language because they\nadopted the goals of science.  Brown and Dempster then claimed that\nBoretz, Rahn, and Babbitt aren’t really doing what they set out to do,\nbecause they cannot support predictive models, which constitute\nscience. (7) But Brown and Dempster failed to show that these three\ntheorists adopted empirical scientific goals in the first place.  And\nin fact Boretz, Rahn, and Babbitt never ascribed to the predictive\naims of empirical scientists, regardless of whether they emphasize\nuniqueness of a musical work over similarity to other\n“masterworks.” (8) It is more likely that Boretz, Rahn, and\nBabbitt espouse a scientific language of discourse because they\nrecognize that less precise language is inadequate for conveying the\ncritical points they want to make, to do full justice to the music\nthey are critiquing. Brown and Dempster confused choice of language of\ndiscourse with choice of goals.  So much for precedents. 5. Brown’s (and Dempster’s) Medicine",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Now let’s look at the medicine Brown is prescribing. It seems that\nBrown’s intent in “Adrift on Neurath’s Boat” is to beef up the\ncredibility of music theory in the wake of criticisms from the New\nMusicology corner.  In his final remarks he makes proposals for\nimproving the discipline of music theory in light of a naturalized\nmodel (allowing revisions). Brown proposes that “we must tighten up\nthe ways in which we test theories and analyses,” and emphasizes “the\nneed to find law-like relationships not only among aesthetic\nproperties, but also between aesthetic and nonaesthetic\nproperties.” (9) Can music theory live happily with these\nmodifications?",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] What about testing theories and analyses? I presume that testing\ntheories and analyses means taking aim at dubious claims about a\nparticular musical work or a particular dimension (e.g.  the role of\npc-set structures) of a body of musical works (e.g.  music in the\ntwelve-pitched equal tempered system).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] In an analysis, we inevitably highlight selected nonaesthetic\nproperties which we claim have aesthetic significance in the global\ninterpretation of the work. Let’s assume our theories and analyses are\nlogically consistent and not counterfactual. We may then question the\nclaims by asking how, why, and how much are these nonaesthetic\nproperties significant?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] We might deem a nonaesthetic property significant because it is a\ncontextual anomaly with respect to analogous contexts in other musical\nworks or in the same work. We can debunk such a claim of aesthetic\nsignificance by demonstrating that, in fact, the nonaesthetic property\nin question is a consequence of the musical system or the\ncompositional technique.  Babbitt demonstrates how nonaesthetic\nproperties of a musical work which seem to be anomalous, can actually\nbe consequences of the twelve-tone system. In one instance, he\ndiscusses the significance of Stravinsky’s choice of the 6-9 hexachord\nin his “Variations.”  Babbitt demonstrates that the inversional\nrelationship between the “verticals” resulting from order rotations is not due to properties peculiar to the 6-9 hexachord.  Rather it is a consequence of the order rotation procedure. (10) Once we know that\nStravinsky was using that rotation procedure, it becomes evident that\nStravinsky’s choice of the 6-9 hexachord isn’t so significant after\nall. Babbitt emphasizes the importance of formal music theory\ntechniques in separating “particularity” from “generality” and\ntherefore significance from irrelevance. (11) We determine such\nsignificance by deduction from axioms. Therefore, Brown’s empirical\ntesting doesn’t apply to debunking such a claim of aesthetic\nsignificance (a claim that the nonaesthetic property is a contextual\nanomaly: unlikely to occur by accident).",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] We may also deem a nonaesthetic property aesthetically\nsignificant because it is easily heard.  Suppose the property in\nquestion is a similarity between two particular sonorities in the\nmusical work.  We note that the two sonorities contain the same\ninterval classes. Brown would have us refer to psychoacoustic test\nresults to decide how easy it is to hear that two sonorities contain\nthe same interval classes. However, such psychoacoustic experiments\ninevitably use out-of-context listening examples.  It’s not hard to\nimagine that, in an actual musical context, the interval content of\nset-classes is reinforced if it occurs first as a melody and then\nas a harmony, or vice-versa. (12) Psychoacoustics cannot account for\nsuch specific contextual factors.  We will always have to weigh on a\ncase by case basis out-of-context empirical results against contextual\nfactors in order to gauge the audibility of a nonaesthetic property.\nTherefore, we can’t develop across-the-board standards to test how\neasily a nonaesthetic property is heard, to decide on aesthetic\nsignificance. We can’t scientifically test theories and analyses,\nunless they cease to employ (implicitly or explicitly) aesthetic\nconcepts of significance. So much for scientifically testing theories\nand analyses.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Brown’s medicine seems innocuous (even tasteless) at first glance\nbecause it purports to help us understand aesthetic properties\nbetter. (That sounds OK. It’s already part of the agenda of music\ntheory, so maybe Brown and Dempster’s scientific model is compatible\nwith the aesthetic aims of music theory.) In fact, understanding\naesthetic concepts is one of his main ingredients: Brown emphasizes\n“the need to find law-like relationships not only among aesthetic\nproperties, but also between aesthetic and nonaesthetic properties.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Finding law-like relationships between aesthetic and nonaesthetic\nproperties is an enterprise which might seem sensible at first\nglance. But it’s not. Frank Sibley explained the problem, in a general\nway in his essay “Aesthetic Concepts.” (13) Now let’s apply it to the\ncase of music theory.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Generally, we may say that the presence of a nonaesthetic\nproperty can be determined by some mechanical procedure, whether\nsimple (e.g. observing the notes in a chord) or involved (e.g.\ninvariance matrices and pc-similarity measures). On the other hand,\nthe application of an aesthetic term is anything but mechanical.\nSibley explains “the making of such judgments as these requires the\nexercise of taste, perceptiveness, or sensitivity, of aesthetic\ndiscrimination or appreciation. One would not say this of the first\ngroup, [nonaesthetic terms].” (14) Aesthetic terms enter when we\ninterpret the role of particular nonaesthetic properties in a given\nmusical context. (e.g. how pitch-relationships [nonaesthetic]\ncontribute to organic coherence [aesthetic]).",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] In order to find law-like relationships between aesthetic and\nnonaesthetic properties, we must assume that the mere presence of\ncertain nonaesthetic properties in a musical work can determine\nwhether or not a certain aesthetic term is appropriate for that work,\ndimension of the work, or section of the work. We’re looking for laws\nof appropriateness for saying that a musical work has such-and-such an\naesthetic property?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] Often we support the application of an aesthetic term by\nreferring to other aesthetic properties which we claim are present in\nthe musical work.  However, in other instances we support the\napplication of an aesthetic term by referring to purely nonaesthetic\nproperties which are present.  We may eagerly jump to the conclusion\n(as Brown does) that the dependence of aesthetic properties on\nnonaesthetic properties can be formulated into rules or laws.  Not\nso. “[T]here are no nonaesthetic features which service in any circumstances as logically sufficient conditions for applying\naesthetic terms.  Aesthetic or taste concepts are not in this respect condition-governed at all.” (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] Many readers will know that Wittgenstein, among others,\nillustrated that familiar everyday concepts are governed only loosely\nby conditions, not strictly by necessary-and-sufficient\nconditions. (16) Some may therefore think it’s plausible that aesthetic\nconcepts are, like familiar everyday concepts, governed in a loose way\nby conditions.  However, this is not the case: the use of aesthetic\nconcepts differs radically from that of everyday concepts.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] When there are no necessary-and-sufficient conditions for\napplying an everyday concept, there are usually relevant features\nwhich, if present, warrant the use the concept.  For example, in\nclaiming that someone is intelligent we can start to list features\nwhich are relevant to intelligence .  Such relevant features are\n“ability to grasp and follow various kinds of instructions, ability to\nmaster facts and marshal evidence, ability to solve mathematical or\nchess problems,” etc. (17) The presence of these features can only\nsupport the claim, not count against it.  Although no one feature can\nclinch the matter entirely, it is always possible to look at previous\ncases to decide what group of features were sufficient to warrant the\nuse of the term intelligent in previous cases.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13] We can even accept that with everyday terms, such as intelligence , the mere reporting of the presence of some group of\nfeatures will unquestioningly justify the use of the term.  “We are\nable to say ‘If it is true he can do this, and that, and the other,\nthen one just cannot deny that he is intelligent.’” (18) However, for\naesthetic terms, this just won’t do. The mere reporting of the\npresence of some nonaesthetic features of a musical work can never\nunquestioningly justify the application of some aesthetic term, such\nas organic coherence .  We would not expect a music theorist or\nanalyst to say something such as “If it is true that the successive\nchords of piece have such-and-such an interval class invariance scheme\nand the rhythm is generated by such and such a pattern,” et cetera ad\ninfinitum , “then one just cannot deny that the work is organically\ncoherent.”  No theorist, analyst, or knowledgeable reader would\nunqualifiedly accept a particular claim of organic coherence without\nhaving heard the musical work in question, or having access to the\nentire score.  To be even more crude, we would not expect a deaf (from\nbirth) person to discriminate aesthetic properties in a musical work,\nno matter how well he has learned to identify and relate nonaesthetic\nmusical properties from scores, no matter how familiar he is with\nprecedents, no matter if he is a brilliant cognitive psychologist or\nneurobiologist.  In short, aesthetic concepts differ from everyday\nconcepts in that their proper use depends on first hand experience,\nnot just testimony. We expect the reader of an analysis to follow the\nscore and/or listen to a recording of the work. Evidently, Brown\ndoesn’t have such expectations.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.14": {
                "text": "[5.14] Brown is asking us to seek law-like relationships between\naesthetic properties and nonaesthetic properties—prediction is his\ngame.  So he must be asking us to assume that the mere presence of\ncertain nonaesthetic properties in a musical work can determine the\naptness of applying a certain aesthetic term to the work, dimension\nof the work, or section of the work.  Beware—the consumption of\nthis assumption might cause indigestion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.15": {
                "text": "[5.15] Allow me to introduce SMT (scientific music theorist).  Suppose\nSMT gathers together paradigm cases of musical works, or excerpts,\nwhich are said to have a particular aesthetic property.  Then, using\nthese paradigm musical examples as stimuli, SMT carries out\npsycho-acoustic, neurobiological, and cognitive psychological\nexperiments (using musicians and nonmusicians as subjects).  Then SMT\nanalyzes the data; he correlates the responses of the study subjects\nwith nonaesthetic properties found in our paradigm musical examples.\nThrough this process SMT develops a predictive model, one that\nprovides laws describing the dependence of a particular aesthetic\nproperty on the presence of particular nonaesthetic properties.  He\ncan then, as an analyst, apply such models, analyzing other musical\nworks, ascribing aesthetic properties to these musical works based on\nan assemblage of information regarding nonaesthetic properties they\nexhibit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.16": {
                "text": "[5.16] It is now time for SMT to become SMA (scientific music analyst)\nin order to demonstrate the application of his research.  Now, imagine\nbehind a curtain is a musical work.  In front of the curtain is\nSMA. SMA stands before an audience of other music analysts, theorists,\nperformers, and educated music enthusiasts.  SMA knows his audience\nwell; he knows they have a predilection for musical works deemed organically coherent .  SMA is prepared to present an analysis of the\nmusical work to his audience, to convince them that the work is indeed\norganically coherent.  He also knows that organic coherence is not\njust a matter of nonaesthetic properties, but a matter of aesthetic\nones as well.  SMA has never actually heard the musical work behind\nthe curtain, nor seen the score; his audience is equally unfamiliar\nwith the musical work.  But SMA fears not: he is equipped with laws,\nderived from empirical experiments, predicting the dependence of\naesthetic properties on nonaesthetic properties. His audience is\nequally knowledgeable of these empirically tested laws (they do their\nhomework).  SMA has chosen his musical specimen by the following\nprocess: He has a host of musical scores, with accompanying audio\nrecordings, encoded in all detail and stored in a database.  SMA has\ndeveloped a complex querying program which probes the musical works in\nthe database to find works which have the requisite combination of\nnonaesthetic properties to have certain aesthetic properties, which\nare in turn required in order to make his analysis convincing. (19) SMA\nthen delivers his analysis to his audience, citing the aesthetic\nproperties exhibited by the work.  Here and there he also cites some\nnonaesthetic properties, in order to make his analysis more concrete.\nThe crowd follows the analysis point for point.  In the end they’re\nabsolutely convinced that the musical work behind the curtain is\nindeed organically coherent .  They all go home with a heightened\nunderstanding and appreciation of the musical work, without having\nheard it, without having seen the score.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "5.17": {
                "text": "[5.17] The absurdity of this music-behind-the-curtain scenario points to\nthe problem with devising laws defining the relationships between\nnonaesthetic properties and aesthetic properties: to devise such laws\nis simply to turn the aesthetic terms into nonaesthetic terms.\nFurthermore, the notion that music analyses can proceed and be\nunderstood without first hand experience of the particular musical\nwork, serves as a kind of unintentional Ursatz of Brown and Dempster’s\nprogram. In “The Scientific Image of Music Theory” Brown and Dempster\nrhetorically asked the questions “[H]ow are analytical prescriptions\njustified?  Should a naive listener simply place faith in the\nauthority of some particular analyst? If so, which one?,” and “[H]ow\ncan we be sure that the judgments of one self-professed connoisseur\nare more trustworthy than those of another?” (20) That Brown and\nDempster even asked these questions suggests that they haven’t\nproperly considered that an analysis is meant to be corroborated by\nthe reader.  Naive listeners can only benefit from a so-called\nprescriptive analysis in so far as they can corroborate the claims\nmade in the analysis by inspecting the score and listening to the\npiece.  They do not benefit by blindly swallowing claims made by the\nanalyst.  Therefore trust and faith are a nonissue, contrary to what\nBrown and Dempster suggest. A music analysis must in some way\n(implicitly or explicitly) involve aesthetic concepts. Otherwise, it\ncould be carried out, and be read and understood without first hand\nexperience of the specific musical work; such an analysis, is no\naesthetic analysis at all .  In fact it is a nonaesthetic analysis,\nand it proceeds from the assumption that the music analyst, and the\nreader of the analysis, are to maintain a somehow neutral and remote relationship to the musical specimen being analyzed.  Such an\nassumption suggests that the relationship between people and music is\nanalogous to the relationship between people and neutrino particles.\nI guess Brown and Dempster do indeed propose a truly scientific model\nof music theory—one that leads to the music-behind-the-curtain\nscenario, one in which music theory adopts the aims of empirical\nscience. 6. Aesthetic Model or Scientific Model",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Brown and Dempster don’t see the conflict between their\nscientific aims and our aesthetic aims. But in fact, there are three\nfundamental differences between scientific knowledge/inquiry and music\ntheory/analysis.  They can be spelled out as follows: First: Science\nserves as a tool, ultimately, for predicting future experience in the\nlight of past experience. (21) Music theory primarily develops tools\nfor doing critical analysis, ultimately for “communicating critical\nexperiences” in order to help others “hear the piece better.” (22) Second: What scientists study can be considered static in light of the\nfollowing distinction: the behavior of the physical world is not\nintrinsically or fundamentally changed by the creativity of human\nbeings, whereas music is created by human beings and, therefore,\nwhat constitutes music is being redefined every day by people who make\nit. (23) Third: Value judgments (those depending on subjective and\nintersubjective taste or preference) are not intrinsically important\nin science, whereas subjective and intersubjective taste are\nintrinsically a part of music theory and analysis (at some level or\nother) no matter how many objective facts and scientific techniques\nthe theorist employs.",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] As the smoke clears, it looks like Brown and Dempster thought,\nthat by asking us to be more scientific, they were asking us to grow\nstronger roots for the tree that Boretz, Rahn, and Babbitt have\nalready grown (music theory as a science). But in fact, Brown and\nDempster are asking us to grow a whole new tree, with completely\ndifferent roots (predictive aims of empirical science)—roots which\nneither Boretz, Rahn, Babbitt, nor the rest of music theory ever had.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Brown and Dempster direct deserved attention to the notion that\nempirical science could be extremely fruitful for music theory:\npsycho-acoustics, cognitive psychology, and neurobiology can be invaluable for helping us understand how we hear, remember, and\nphysically respond to music. But that says nothing about choosing\nempirical scientific aims (prediction) instead of critical aesthetic aims . Contrary to what Brown and Dempster assumed, there is no\ninconsistency in enlisting the study of psycho-acoustics, cognitive\npsychology, and neurobiology to pursue critical aesthetic aims.  There\nis no inconsistency in choosing a precise language of discourse to\npursue critical aesthetic aims.  There is no inconsistency in probing\nnonaesthetic properties with computerized techniques and statistical\ncorrelation to pursue critical aesthetic aims . 7. Aesthetic Model",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] In contrast to Brown and Dempster’s scientific model, I propose\nthe following aesthetic model, which is, for the most part, already\noperative: First: The only way to challenge a music theory or analysis\nis simply to scrutinize it, not test it.  Such scrutiny can only take\nthe form of a critical dialogue among theorists and\nanalysts. Scientifically testing theories and analyses won’t\nwork. Second: Aesthetic properties must remain aesthetic properties:\nthey cannot be defined by laws of dependence on nonaesthetic\nproperties.  First hand experience of the particular musical work will\nalways be necessary for making and corroborating aesthetic claims\nabout a work or components of a work. Third: The analyst’s role is to\nuse aesthetic concepts to arbitrate between the importance of formal\naspects of a musical system, data regarding music perception, and\npeculiarities of the musical work. And the adequacy of a theory can\nbe gauged by its eventual application in analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] In this aesthetic model, a music analysis should offer the reader\na perspective by, in effect, saying “If you look at it this way you\nwill see the aesthetic property I see” (organic coherence, etc.).  We\ntacitly ask the reader to observe, from the score, the aesthetic (and\nnonaesthetic) properties discussed in the analysis.  We mention\nnonaesthetic properties to support our claim of an aesthetic property;\nwe guide the reader to the proper perspective to observe the aesthetic\nproperty first hand. A music analysis, like any critical analysis,\nserves to direct attention to what is not obvious to casual or\nuninstructed inspection; it doesn’t substitute for first hand\nexperience of the particular musical work. The analyst’s presentation\n“will always reflect a critical attitude toward the piece.” (24) The\nreader of the analysis verifies the adequacy of this critical attitude\nthrough first hand observation, in an effort to “hear the piece\nbetter.” (25) Of course, the aesthetic model should allow for\nrevisions of theories and analyses also (naturalizing), but with\ncritical aesthetic aims in mind, rather than empirical scientific\nones. 8. Conclusion",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] So why is it so easy to lose sight of the critical aesthetic aims\nof music analysis and theory? That’s open for speculation.  Perhaps we\ndon’t need medicine so much for the tree and its roots (theory and\nits ultimate aims), but for the branches of the tree (the mode of\npresentation of analyses): they just don’t seem to get us close enough\nto the sky (hearing the music better).  Music analyses typically take\nthe form of a combination of prose, selected musical examples, and\nmathematical formulations. When global pictures of a work are\npresented, they usually are either sketchy reductions\n(e.g. Schenkerian graphs), or pictures of a single dimension of the\nmusic (one dimensional pitch space). (26) Recently, computer technology\nhas made it possible to present ideas, and data, more flexibly, more\ncreatively. Perhaps, more intuitive and comprehensive ways of\npresenting the subtle and precise concepts of music theory and\nanalysis are on the horizon.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.96.2.4.mailman.html",
    "data": "mto/data/mto.96.2.4.mailman.json"
}