{
    "title": "Review of Brian Alegant, <i>The Twelve-Tone Music of Luigi Dallapiccola</i>, Eastman Studies in Music, vol. 76 (Rochester, NY: University of Rochester Press, 2010)",
    "date": "2013/03/01",
    "volume": "19",
    "issue": "1",
    "authors": [
        "Theisen, Alan"
    ],
    "abstract": "",
    "keywords": [
        "Dallapiccola",
        "twelve-tone",
        "serialism"
    ],
    "doi": "",
    "received": "February 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.theisen.pdf",
    "author_info": [
        {
            "name": "Alan Theisen",
            "university": "Mars Hill College",
            "address": "PO Box 370, 100 Athletic Street, Mars Hill, NC 28754",
            "email": "atheisen@mhc.edu"
        }
    ],
    "citations": {
        "alegant_1993": "Alegant, Brian. 1993. The Seventy-Seven Partitions of the Aggregate: Analytical and Theoretical Implications . PhD diss., University of Rochester.",
        "brown_1977": "Brown, Rosemary. 1977. Continuity and Recurrence in the Creative Development of Luigi Dallapiccola . PhD diss., University of Wales.",
        "fearn_2003": "Fearn, Raymond. 2003. The Music of Luigi Dallapiccola . Rochester: The University of Rochester Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Although several scholarly studies exist on the music of Luigi Dallapiccola (and excerpts from his works Quaderno musicale di Annalibera and Goethe-Lieder routinely appear in analysis anthologies, theory textbooks, and post-tonal music courses), a comprehensive survey and technical investigation into the composer’s serial praxis has long been awaited. Building on Dallapiccola research by Rosemary Brown ( 1977 ), Raymond Fearn ( 2003 ), and others, as well as incorporating recent theoretical advances in post-tonal theory by David Lewin, Robert Morris, and Joseph Straus, Brian Alegant’s book The Twelve-Tone Music of Luigi Dallapiccola attempts to fill this lacuna with an examination of the Italian master’s serial technique—an idiosyncratic and expressive musical language that evolved over a thirty-year period. Alegant’s project succeeds, effectively communicating the grace, intelligence, and power of Dallapiccola’s music to a diverse readership. Although Alegant justifiably assumes a basic exposure to set theory, one of the book’s primary strengths is its accessibility to theorists, musicologists, composers, performers, conductors, and musically inclined general audiences alike. In crafting a work accessible to such a broad readership, Alegant has happily reinforced Dallapiccola’s position as a significant twentieth-century composer.",
                "footnotes": [],
                "citations": [
                    "brown_1977",
                    "fearn_2003"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The Twelve-Tone Music of Luigi Dallapiccola is divided into two parts: the first devotes a chapter to each of the four roughly discrete phases in Dallapiccola’s musical evolution (as identified and defined by the author) while the second part (Chapters 5–7) expounds the concepts of Part One through more in-depth analyses of the composer’s oeuvre. Configuring his book thusly, Alegant elegantly solves a tricky question one faces when authoring a study of a specific composer’s vast output—namely, does one favor a discussion of every single piece while not going into great analytical depth (for the sake of being comprehensive) or does one thoroughly explore a small number of works (in the hope that the few will illuminate the whole)? That Alegant more or less attempts both and keeps the page count reasonable is fortunate for the reader, and a testament to the author’s straightforward and engaging prose. More casual scholars interested in learning about Dallapiccola’s music may choose to read only the first hundred pages that comprise Part One of the book and walk away with a refined account of his serial technique and its hybridization of Second Viennese influences and Italianate lyrical qualities. On the other hand, going further into Part Two (twice the length of Part One) yields interesting extensions for those more devoted to scholarship on modern music. Either way, the smart format of The Twelve-Tone Music of Luigi Dallapiccola allows for multiple reading scenarios.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Chapter 1 outlines the stylistic traits of both Webern’s and Schoenberg’s mature music (which Dallapiccola synthesized throughout his career, as Alegant will demonstrate), charts the four style periods of Dallapiccola’s serial music, provides a brief explanation of cross-partitions (essential to understanding the composer’s twelve-tone technique, cf. Alegant 1993 ), and analyzes the opening of Sex carmina alcaei and the second of the Quattro liriche di Antonio Machado (exemplifying the earliest serial style period). The sample analyses just named are the first examples of positive trends found consistently in Alegant’s book: musical examples very generous in length; large-print score excerpts clearly labeled with analytical markings; and the combination of traditional row form analysis with considerations of orchestration, text painting, timbre, and register. The extensive annotated portions of compositions engraved in the book make The Twelve-Tone Music of Luigi Dallapiccola an exciting and necessary addition to libraries, particularly those at smaller schools with limited copies of twentieth-century music scores. This factor aside, longer excerpts simply clarify and strengthen Alegant’s analytical claims.",
                "footnotes": [],
                "citations": [
                    "alegant_1993"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The second serial style period chapter is devoted to Quaderno musicale di Annalibera (later reworked as the Variations for Orchestra ) and Goethe-Lieder , two aphoristic compositions that are certainly, as Alegant himself describes, “popular choices for analysis textbooks and anthologies” (29). The analyses provided are sharp, comment upon Dallapiccola’s trademark “floating rhythm,” and most importantly specify the formation of the composer’s increasingly refined serial language. However, I cannot but wish that Alegant had chosen this opportunity to write about other popular early 1950s works that are among Dallapiccola’s more frequently performed compositions yet less common in post-tonal textbooks, pieces including Canti di liberazione and the delightful Piccola musica notturna . To be fair, Alegant later devotes an entire fascinating chapter in Part Two to An Mathilde , an intriguing work for large orchestra from the end of Dallapiccola’s second serial phase though An Mathilde actually possesses stylistic features more in line with those of the third phase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Another curious omission from the book is a lack of discussion about Dallapiccola’s “tonal translations,” compositions rooted in older harmonic languages yet containing extensive canonic devices. These compositions include Sonata canonica in E-flat Major (1943), a divertimento for violin and orchestra entitled Tartiniana from 1951, and its sequel Tartiniana seconda dated five years later. Even if seemingly counterintuitive, Alegant states that the composition of each of the “tonal translations” initiated a marked change in Dallapiccola’s serial practice, each respectively heralding the first three of the composer’s four twelve-tone style periods. It may appear odd to lament the absence of detailed study of more tonal “throwback” compositions in a book explicitly devoted to serial music; however, since Dallapiccola himself claimed a relationship between “tonal translation” works and his progress down the twelve-tone path the possibility for scholarship is apparent. Again, I cannot exactly fault Alegant for not including a section on Sonata canonica, Tartiniana , and Tartiniana seconda since that is slightly (or not-so-slightly) outside the stated purpose of his text, but I am positive Alegant’s scholarly insights on the matter would have been interesting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Though the works of the third serial style period ( Cinque canti, Requiescant , and a concerto for cello and orchestra from 1960 titled Dialoghi ) are not as well known, Alegant rightfully argues that pieces such as these represent a fertile phase in Dallapiccola’s creative life. Appropriately, this chapter is the longest of Part One since Alegant methodically reveals that the compositions of phase three fuse Webernian techniques, an increased shift toward Schoenbergian techniques (a trend the author is very persistent in promoting throughout all of Part One), and the appearance of post-Viennese rhythmic/timbral innovations. Chapter 4, noting the consolidation of Dallapiccola’s last style in his remaining decade, continues Alegant’s inclination toward explaining Dallapiccola’s serial praxis through the lens of the Second Viennese duo of Schoenberg and Webern. Though this concept is essential to recognize, at times the text is a bit noticeably insistent upon making connections and proving influences between Schoenberg, Webern, and Dallapiccola. This minor quirk of writing disrupts the flow of Alegant’s otherwise seamless prose and communicative explication.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The three chapters of the lengthy (and trickier for lay readers to penetrate) Part Two respectively cover: the role of octatonicism in Dallapiccola’s serial works, the unjustly ignored composition An Mathilde , and the fourth-period Parole di San Paolo . Alegant’s multi-parametric close readings of An Mathilde and Parole provide compelling advocacy for these works, which are ostensibly some of the composer’s greatest and most heartfelt pieces and yet are routinely passed over by scholars and performers. The chapter on Parole is wisely placed as the final chapter of the book for it contains some of Alegant’s finest writing. Here, his analytical narrative is gripping, deftly integrating several musical/theoretical concepts surveyed throughout the book (including cross partitions, schwebender Rhythmus , row properties, procedures of trichordal derivation, palindromes, axial symmetry, rhythmicized Klangfarbenmelodie , and leitrhythms) with a study of Dallapiccola’s text setting to create a brilliant essay on musical meaning. The only unfortunate aspect of reading Alegant’s chapters on Mathilde and Parole is that recordings of said works are difficult if not impossible to acquire, a situation that will hopefully change over time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Few composers in the past century coupled a Webernian sensitivity to sonority with masterful text setting to the degree of success accomplished by Dallapiccola. The Twelve-Tone Music of Luigi Dallapiccola makes a strong case for the reconsideration of the Italian composer’s output by listeners, analysts, theorists, performers, and educators. Many of Dallapiccola’s works, serial or otherwise, have unfortunately begun to collect dust on shelves. Brian Alegant’s insightful volume wisely gives them the attention they deserve.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.1.theisen.html",
    "data": "mto/data/mto.13.19.1.theisen.json"
}