{
    "title": "Listening to the Music Itself: Breaking Through the Shell of Elliott Carter’s “In Genesis”",
    "date": "2007/09/01",
    "volume": "13",
    "issue": "3",
    "authors": [
        "Sallmen, Mark"
    ],
    "abstract": "In “Music and the Time Screen” (1976), Elliott Carter outlines rhythmic procedures in several of his pieces, and then indicates that he has discussed only “the outer shell” and remained silent on “the issues and visions most important and significant during the act of composing.” Following up on these comments, I present a two-part analysis of his “In Genesis” fromIn Sleep, In Thunder(1981). Part I (“The Shell”) focuses on techniques emphasized in Carter’s writings—large-scale polyrhythms, metric modulations, notatedaccelerandiand all-interval twelve-tone chords. Part II (“Breaking Through”) deals with other topics: pitch relationships involving the perfect fifths that articulate the large-scale polyrhythms and notatedaccelerandi, focal pitches that encapsulate the divinity/humanity dichotomy in the poem, motivic unity in the vocal line, and other spontaneous interrelationships that contribute local and long-range coherence.",
    "keywords": [
        "vocal music",
        "text-music relations",
        "rhythm",
        "atonal",
        "set theory",
        "Carter",
        "Lowell",
        "In Sleep",
        "In Thunder"
    ],
    "doi": "",
    "received": "May 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.3/mto.07.13.3.sallmen.pdf",
    "author_info": [
        {
            "name": "Mark Sallmen",
            "university": "University of Toronto",
            "address": "",
            "email": "mark.sallmen@utoronto.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Elliott Carter, “Music and the Time Screen,” in Elliott Carter: Collected Essays and Lectures, 1937–1995 , ed. Jonathan W. Bernard (Rochester: University of Rochester Press, 1997), 280.",
            "citations": []
        },
        "FN2": {
            "text": "2. Elliott Carter, “Shop Talk by an American Composer” in Collected Essays , 215.  Bernard mentions Carter’s reluctance to write about his own music ( Collected Essays , viii), a topic taken up and embellished with personal anecdotes by Andrew Mead in his review of the collection in Theory and Practice 27 (2002): 99–114 (esp. 107–08).",
            "citations": []
        },
        "FN3": {
            "text": "3. Carter, “Shop Talk” in Collected Essays , 217–18.",
            "citations": []
        },
        "FN4": {
            "text": "4. The song has not been discussed in Carter’s published writings and has received minimal treatment in scholarly work in general:  Lloyd Schwartz (in “Elliott Carter and American Poetry,” Sonus 19/1 (Fall 1998): 12–25) and David Schiff (in The Music of Elliott Carter , 199) each provide a one-page commentary on “In Genesis” within a survey of Carter’s solo vocal works.  Brenda Ravenscroft compares the polyrhythmic structures of “In Genesis” and “Anaphora” in “Design and Intention: Elliott Carter’s Setting of ‘In Genesis’,” (Canadian University Music Society Annual Conference, Halifax 2003), a paper that draws on her dissertation, “Texture in Elliott Carter’s A Mirror on Which to Dwell ” (Ph.D. diss., University of British Columbia, 1992), and on mine, “A Flexible Approach to Ordering and Grouping in Atonal Music in General: Text-Music Relationships in Elliott Carter’s In Sleep, In Thunder In Particular” (Ph.D. diss., University of Rochester, 1998).",
            "citations": []
        },
        "FN5": {
            "text": "5. Carter discusses all of these rhythmic ideas in “Time Screen” in Collected Essays, 262–80.  Elsewhere in Collected Essays , Carter comments on polyrhythm in “The Orchestral Composer’s Point of View” (1970), 243–46, and on measured accelerandi and ritardandi in “The Time Dimension in Music” (1965), 227, and “On Saint-John Perse and the Concerto for Orchestra” (1974), 252.  Carter, “Point of View,” 248, mentions the twelve-tone chords in the Piano Concerto (1965).  For introductions to all of these topics and others, an overview of Carter’s work, and a comprehensive bibliography consult David Schiff, The Music of Elliott Carter , 2d ed., (Ithaca: Cornell University Press, 1998).  The distinction between Carter’s writings and those of his student Schiff is somewhat vague, especially since Carter himself suggests that Schiff represents the composer’s views.  See Elliott Carter, “To the Editor,” MLA Notes 41/1 (1984): 195; this is a response to Andrew W. Mead, review of The Music of Elliott Carter , by David Schiff, MLA Notes 40/3 (1984): 544’47.",
            "citations": []
        },
        "FN6": {
            "text": "6. Carter discusses his use of all-interval tetrachords in “Shop Talk” and “Point \nof View” in Collected Essays , 219–21 and 246. See also Schiff, The Music of \nElliott Carter , 34. Judith Lochhead presents transformational networks involving \n[0146] and [0137] in “On the Framing Music of Elliott Carter’s First String \nQuarte t” in Musical Transformation and Musical Intuition: Eleven Essays in Honor \nof David Lewin , ed. Raphael Atlas and Michael Cherlin (Roxbury: Ovenbird Press, \n1994), 179–98; Jonathan W. Bernard focuses on all-interval tetrachords and their \nsupersets in “Problems of Pitch Structure in Elliott Carter’s First and Second \nString Quartets,” Journal of Music Theory 37/2 (1993): 231–66; and Tiina \nKoivisto addresses octachords derived from all-interval tetrachords in “Aspects \nof Motion in Elliott Carter’s Second String Quartet,” Intégral 10 (1996): 19–52. \nFor analytic work that highlights Carter’s use of the all-trichord hexachord, \n[012478], see the analyses of Changes (1983), Con Leggerezza Pensosa (1990) and Gra (1993) in Guy Capuzzo, “Variety within Unity: Expressive ends and their \ntechnical means in the Music of Elliott Carter, 1983–1994” (Ph.D. diss., \nUniversity of Rochester, 1999). Robert Morris (in “Compositional Spaces and \nOther Territories,” Perspectives of New Music 33/1–2 (1995): 328–59) provides \ncompositional spaces based on the all-interval tetrachords and the all-trichord \nhexachord. Carter often limits a given instrumental line to a small intervallic \nrepertoire, as discussed in “Time Dimension,” “Point of View” and “Brass \nQuintet” (1974) in Collected Essays , 227–28, 243–46 and 257, as well as Schiff, The Music of Elliott Carter , 36, 71–95 and 175–78.",
            "citations": []
        },
        "FN7": {
            "text": "7. Harvard is also Carter’s alma mater.",
            "citations": []
        },
        "FN8": {
            "text": "8. David Schiff points out similar text-music analogies: a pair of focal pitches \nrepresent contrasting themes in “Argument” from A Mirror on Which to Dwell (1975) and the voice and instruments represent humanity and divinity, \nrespectively, in “Dies Irae,” the fourth song of In Sleep, In Thunder . See \nSchiff, The Music of Elliott Carter , 174–75 and 197.",
            "citations": []
        },
        "FN9": {
            "text": "9. The second movement of Carter’s Sonata for Flute, Oboe, Cello and Harpsichord (1952) features a similar developmental treatment of its opening motive, \nG– G ♯ –B– C ♯ – A ♯ , which is, in fact, a transformed fragment of X, r2RT4I(X2–6).",
            "citations": []
        },
        "FN10": {
            "text": "10. A partially-ordered set defines ordering for some (but not all) of its \nelements, and can be transformed in a manner similar to ordered and unordered \nsets. For example, {D B ♭ }–{F A}– G ♯ defines D and B ♭ to precede F and A and all \nof these to precede G ♯ , but leaves undefined the ordering of D and B ♭ with \nrespect to each other and the ordering of F and A with respect to each other. \nTransforming this partially-ordered set by RT5I yields A–{C A ♭ }–{G D ♯ }. There is \nan extensive literature devoted to exploring the properties of partially-ordered \nsets, usually in twelve-tone contexts: David Lewin, “On Partial Ordering,” Perspectives of New Music 14/2–15/1 (1976): 252–59; Daniel Starr, “Derivation \nand Polyphony,” Perspectives of New Music 23/1 (1984): 180–257; and Robert \nMorris, Composition with Pitch-Classes (New Haven: Yale University Press, 1987), \nesp. 91, 198–200. See also discussions of “ordered pairs” in Milton Babbitt, \n“Twelve-Tone Invariants as Compositional Determinants,” Musical Quarterly 46 \n(1960): 245–59; and John Rothgeb, “Some Ordering Relationships in the \nTwelve-Tone System,” Journal of Music Theory 11/2 (1967): 176–97; “multiple \norder function rows” in Philip Batstone, “Multiple Order Functions in \nTwelve-Tone Music,” Perspectives of New Music 10/2 (1972): 60–71, 11/1 (1973): \n92–111; and Robert Morris, “On the Generation of Multiple-Order-Function Rows,” Journal of Music Theory 21/2 (1977): 238–62; and “self-deriving arrays” in David \nKowalski, “The Construction and Use of Self-Deriving Arrays,” Perspectives of \nNew Music 25/1–2 (1987): 286–361.",
            "citations": []
        },
        "FN11": {
            "text": "11. Robert Morris develops contour maxima and minima as part of a contour \nreduction algorithm in “New Directions in the Theory and Analysis of Musical \nContour,” Music Theory Spectrum 15/2 (1993): 205–28.",
            "citations": []
        },
        "FN12": {
            "text": "12. Example 4 indicates the longest instrumental passage of the piece; there are, \nof course, other brief breaks in the vocal line. Vocal rests at section \nboundaries are one or two measures in length and vocal rests between phrases in \nthe same section are two beats or shorter, except in the ultra-dramatic Section \nC. Further, a two-measure prelude begins Section A1 and a two-measure postlude \nends Section C.",
            "citations": []
        },
        "FN13": {
            "text": "13. Schiff’s commentary on “Dies Irae,” the fourth song in the cycle, also \nidentifies an association between Maestoso and “moments of connection with the \ndeity.” See Schiff, The Music of Elliott Carter , 197.",
            "citations": []
        },
        "FN14": {
            "text": "14. Shared ratios suggest congruence between the song’s principal tempi (60, 67.5, \nand 90) and its primary harmonic interval, the perfect fifth. 3:2 is the ratio \nformed by tempi 90 and 60, as well as by any two notes a perfect fifth apart; \nand 4:3 is the ratio formed by tempi 90 and 67.5, and by any two notes a perfect \nfourth apart. In another way of considering this situation, 60:67.5:90 \narticulates 8:9:12, precisely the ratio of a closely-spaced, acoustically-tuned \nrealization of [027], the fifth-saturated trichord. The analogy between tempo \nratios and pitch relations is a primary feature of Henry Cowell’s New Musical \nResources (Cambridge: Cambridge University Press, [1930] 1996), 47–108, a source \nthat Carter says “furnished [Carter] with many ideas.” (See “Two Sonatas, 1948 \nand 1952” (1969) in Collected Essays , 229). A pitch series used to identify \ntempo relations appears in David Lewin’s analysis of an excerpt from Carter’s First String Quartet in Generalized Musical Intervals and Transformations (New \nHaven: Yale University Press, 1987), 62–74 (esp. 68).",
            "citations": []
        },
        "FN15": {
            "text": "15. The use of the fifth in this context recalls the opening of Haydn’s The \nCreation . The association of the perfect fifth with Maestoso also occurs in Duo \nII of String Quartet No. 3 , discussed in Schiff, The Music of Elliott Carter , \n82.",
            "citations": []
        },
        "FN16": {
            "text": "16. In Section B1’s prevailing 2/2 meter (half note = 67.5) the durational unit is \none-sixth of a quarter note, so that duration 72 occupies twelve quarters (three \nfull measures), duration 66 spans eleven quarters, 51 lasts eight and a half \nquarters, 47 represents seven and five-sixths quarters, and so forth. Fractional \ndurations arise in measures 32–34 because the meter switches to 6/8 (dotted \nquarter = 90) as part of the metric modulation to Section B2.",
            "citations": []
        },
        "FN17": {
            "text": "17. Schwartz, “American Poetry,” 22.",
            "citations": []
        },
        "FN18": {
            "text": "18. Audio excerpts from Elliott Carter: The Vocal Works (1975–1981) , BRIDGE 9014 (Bridge Records, 1989) are used courtesy of Bridge Records, Inc. ( www.BridgeRecords.com ).",
            "citations": []
        },
        "FN19": {
            "text": "19. There are several more specific relationships between chords. The lower \nhexachords of 49 and 51b are related by r3T8I (as are the upper ones), and these \nchords share eight common pitches. Hexachords in 22a and 51c are related in a \nsimilar manner by r3T9. Incidentally, chord 51c, like the primary chord of Enchanted Preludes , is a pitch-class “wedge” that interlocks cyclic fragments \nbased on pitch-class intervals 1 and 11, C– D ♭ –D– E ♭ –E–F– F ♯ and C–B– B ♭ –A– G ♯ –G– F ♯ interlock to create C– D ♭ –B–D– B ♭ – E ♭ –A–E– G ♯ –F–G– F ♯ . Extensive methodology for \nrelating such chords is explored in Mead, “Twelve-Tone Composition,” 87–99, \nwhich discusses Night Fantasies , and in Koivisto, “Syntactical Space,” 158–89, \nwhich analyzes Remembrance .",
            "citations": []
        },
        "FN20": {
            "text": "20. See Link, “Carter’s Night Fantasies ,” 75, and the list of “Link” \nchords—all-interval, twelve-tone chords that segmentally embed [012478]—in \nSchiff, The Music of Elliott Carter , 325–27.",
            "citations": []
        },
        "FN21": {
            "text": "21. Carter’s use of such chords in this poetic context invites an analogy between \na chord type that provides the basic material for all musical creation (eleven \nintervals and twelve pitch classes) and God, source of life. Simultaneously and \ntherefore ironically, the RT6 structure of these chords alludes to the \ncenturies-old association between the tritone and the devil.",
            "citations": []
        },
        "FN22": {
            "text": "22. Section B2 begins with allusions to X12356, each of which states the entire \npitch-class content of X, [01346], because the sole omitted order position, “4,” \nduplicates the pitch class of order position “1.” The {E B} fifth that the \nX12356 allusions skip over helps to project [013467] in each stratum, one of two \nhexachords that embeds [01346] twice. A subsequent reference pair recalls the \nT3/T10 pitch-class level of the pair at A2’s beginning.",
            "citations": []
        },
        "FN23": {
            "text": "23. The set of four [027]s transform into the set of four [012]s under the \ncycle-of-fifths transformation. As defined in Andrew Mead’s An Introduction to \nthe Music of Milton Babbitt (Princeton: Princeton University Press, 1994), “the \ncircle-of-fifths transformation...maps the chromatic scale onto the circle of \nfifths and vice versa.” (36) This fleeting glimpse of the circle-of-fifths \ntransformation contrasts with the same transformation’s more systematic and \nlarge-scale application in pieces by Milton Babbitt (consult Mead’s book). \nProperties and uses of the circle-of-fifths transformation are also discussed in \nHubert S. Howe, “Some Combinatorial Properties of Pitch Structures,” Perspectives of New Music 4/1 (1965): 45–61; Daniel V. Starr, “Sets, Invariance, \nand Partitions,” Journal of Music Theory 22 (1978): 136–83; and Morris, Composition with Pitch Classes , 65–66 and 148–49.",
            "citations": []
        },
        "FN24": {
            "text": "24. Realizations of all-interval chords that emphasize a particular interval are \naddressed in Link, “Carter’s Night Fantasies ,” 78.",
            "citations": []
        },
        "FN25": {
            "text": "25. For another passage in which nearby vocal phrases begin with the same word and \npitch, see the discussion of “where” ( G ♯ 4) by Johanna Devaney, “Some Elements of \nStructure in Elliott Carter’s ‘Insomnia’ from A Mirror on Which to Dwell,” ex \ntempore: A Journal of Compositional and Theoretical Research in Music 11/2 \n(2003): 94–95.",
            "citations": []
        },
        "FN26": {
            "text": "26. This situation calls to mind “Argument” from A Mirror on Which to Dwell (1975), which is addressed by David Schiff, The Music of Elliott Carter, 174–75, \nand by Robert Morgan, Anthology of Twentieth-Century Music (New York: Norton, \n1992), 313–15. These authors point out that the words “Days” and “Distance,” \nwhich encapsulate the poem’s main topics of time and space, are consistently \nassociated with vocal pitches G ♯ 4 and B4, respectively. Building on Schiff’s and \nMorgan’s comments and strengthening the connection to “In Genesis,” I suggest \nthat pitch-class exclusion also plays a role in “Argument.” The vocal line of \nverse 2 begins with B4 setting “Distance” and goes on to use every pitch class \nexcept G ♯ , and the vocal line of verse 3 opens with G ♯ 4 setting “Days” and \nincludes every pitch class except B.",
            "citations": []
        },
        "FN27": {
            "text": "27. In The Music of Elliott Carter, 197, Schiff’s reading of “Dies Irae,” the \nfourth song in the cycle, also draws the analogy between humanity vs. divinity \nand voice vs. instruments: “After the line ‘he [God] strips the wind and gravel \nfrom my mouth’ the trombone takes over the voice line as the poet is stripped \nnaked.”",
            "citations": []
        },
        "FN28": {
            "text": "28. This augmentation features attack-point rhythms 12–9 and 36–27, respectively, \nwhere the durational unit is one twelfth of an eighth note. Omitting the attack \npoint of the syllable “-ting” from consideration makes sense in this context \nbecause it articulates a repeated note.",
            "citations": []
        },
        "FN29": {
            "text": "29. Although camouflaged by additional pitch classes both within and between these \nsets, the relationship is clear because the attack-point rhythm of the latter is precisely two-thirds that of the former (6–3–9 and 4–2–6, again taking \none-twelfth of an eighth note as the durational unit).",
            "citations": []
        },
        "FN30": {
            "text": "30. See Olivier Messiaen, Technique de mon langage musica l (Paris: Alphonse Leduc \net Cie, Edition Musicales, 1944); trans. John Satterfield (Paris: Alphonse \nLeduc, 1956).",
            "citations": []
        },
        "FN31": {
            "text": "31. The use of the tritone at “serpent” seems significant because tritones are so \nrare in the entire vocal line; the only other one is {F B}, which appears thrice \nin Section A. The use of a reference to X235 to set “the serpent” creates a \nclose parallel to the X234 that sets “a camel” in Section A1.",
            "citations": []
        },
        "FN32": {
            "text": "32. Although G ♭ at “foot” is a contour maximum—indeed, when it enters it is the \nhighest note of the vocal line so far—this interpretation omits it. This \ndecision is supported by G ♭ ’s weak metric placement, its brief duration, and its \nornamental (neighbor) function in the context of the transposition of D–E–G–D \ninto F–G– B ♭ –( G ♭ )–F.",
            "citations": []
        },
        "FN33": {
            "text": "33. [0124789] is one of the seven-pc supersets of the all-trichord hexachord that plays an important role in Syringa , composed four years before In Sleep, In Thunder. See Schiff, The Music of Elliott Carter, 180–81.",
            "citations": []
        },
        "FN34": {
            "text": "34. Transpositional combination is developed in Richard L. Cohn, “Transpositional \nCombination in Twentieth-Century Music” (Ph.D. diss., University of Rochester, \n1987) and “Inversional Symmetry and Transpositional Combination in Bartok,” Music Theory Spectrum 10 (1988): 23. For another presentation, see Robert \nMorris, Class Notes for Advanced Atonal Music (Lebanon, NH: Frog Peak Music, \n2001), 67–71. Transpositional combination is closely related to the concepts of \n“multiplication” and “projection.” Multiplication is addressed in Pierre Boulez, Boulez on Music Today, trans. Susan Bradshaw and Richard Rodney Bennett \n(Cambridge: Harvard University Press, 1971), 79–80; Lev Koblyakov, Pierre Boulez: A World of Harmony (Chur: Harwood Academic Publishers, 1990); and \nStephen Heinemann, “Pitch-Class Set Multiplication in Theory and Practice,” Music Theory Spectrum 20/1 (1998): 72–96. Projection is a primary topic \nthroughout Howard Hanson’s The Harmonic Materials of Twentieth-Century Music \n(New York: Appleton-Century-Crofts, 1960).",
            "citations": []
        },
        "FN35": {
            "text": "35. Carter points out the dyadic partitioning of [0146] in “Shop Talk” in Collected Essays, 219. The N subsets in Example 14 also articulate [{04}{16}]. \nFor instance, the lower notes of N3’s fifths can be grouped into {{ B ♭ D} {B E}}.",
            "citations": []
        },
        "FN36": {
            "text": "36. The T7 relation between the melodic minor collections \nis very clear for three reasons: the sets occupy adjacent eighth-note beats, the \nbassoon’s D2–A2 sixteenths state an ascending fifth, and the triplet sixteenths \narticulate the pitch transposition of { A ♭ 3 C3 G ♭ 4} down a perfect fourth into \n{ E ♭ 3 G3 D ♭ 3}.",
            "citations": []
        },
        "FN37": {
            "text": "37. Adventurous listeners may choose to amplify the motivic and tonal \ninterpretations of this passage. Motivically, more X4–6 references can be found: \nRT11I(X4–6) = F ♯ – G ♯ –F appears in the lower register of measures 59–60 and \nsurrounds RT4I(X4–6) in measure 61, and a T5–T5 continuation of RT4I(X4–6) \ncontributes most of the pitch classes in the final two chords, which are \nunderlined in RT9I(X4–6) = E – F ♯ – D ♯ and RT2I(X4–6) = A –B– G ♯ . Tonally, it is \npossible to hear a cadential harmonic progression in the last few beats, with \neither F ♯ or B as tonic. The progression IV–ii 7–V–i in F ♯ , which is attractive \nfor its tonic conclusion, is suggested by {B D ♯ F ♯ }–{ G ♯ (B) D F ♯ }–{ C ♯ E ♯ ( G ♯ )}–{ F ♯ A ( C ♯ )}, which skips over only the penultimate chord. But including \nthe penultimate chord, especially its E natural, helps tips the balance (for me \nat least) in favor of a B tonality. In such an interpretation {B D ♯ F ♯ } \narticulates tonic, { G ♯ (B) D F ♯ }–{ C ♯ E ♯ ( G ♯ )} states [ii 7–V] of V, which \nresolves to two eccentric dominant chords, { D ♯ E A ♯ } and {A G ♯ F ♯ }. The former \nis a strangely-spaced dominant thirteenth chord without root, as in {( F ♯ ) A ♯ E D ♯ }, and the latter is a dominant minor triad with added dissonance, as in { F ♯ A \n( C ♯ ) G ♯ }. In any case, whether heard in F ♯ or in B, the concluding modal shift \nfrom A ♯ to A adds to the bitterness of the final chord.",
            "citations": []
        },
        "FN38": {
            "text": "38. Carter, “Shop Talk” in Collected Essays, 214–15.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In “Music and the Time Screen” (1976), a paper in which Carter outlines rhythmic procedures in several of his pieces, he writes: To have indulged in the foregoing explanations and to be faced with the prospect of their being used as a substitute for listening to the music itself and fed into the hopper of the American educational system—later to be ground up and to come out as undifferentiated fodder to be forcibly fed to the young and permanently regurgitated at exams—is apparently the terrible fate of such efforts as these and the disheartening result of America’s ambivalence toward the arts.  Yet a composer cannot but be grateful for an opportunity to express verbally ideas important to him (for otherwise who would?) in the hope that they may be really helpful to a few others. Perhaps the only consolation is that any such descriptive discussion as \n\tthis has really consistently, although not intentionally, evaded the issues \n\tand visions most important and significant during the act of composing. For \n\twhat is discussed here (as should be obvious, but never seems to be) is the \n\touter shell, the wrapping of the music. The reason for writing it—for \n\tdeveloping it in the way described, for weighing every note, chord, rhythm \n\tin the light of their expressive intention and their living, spontaneous \n\tinterrelationships, and the judging of it all, almost unconsciously, against \n\ta private standard of what gives me genuine, sensuous pleasure, of what \n\tseems fascinating, interesting, imaginative, moving, and of urgent \n\timportance—cannot be put into words. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Carter says that he has addressed “the outer shell, the wrapping of the music” and remained silent on the “issues and visions most important and significant during the act of composing,” saying that these issues “ cannot be put into words.”  In a sense, we can take this at face value, words can not recreate the joys of the compositional process, but words can address the relationships that helped to generate the experience.  But it is also clear that Carter is reluctant to put these issues into words because doing so might negatively impact public perception of him and his music:  “In any discussion of specifically contemporary procedures, there are a few serious risks involved that must be constantly borne in mind.  The first is the danger of rapid and wide dissemination of oversimplified formulas that shortens their life.” (2) Carter suggests that subsequent overuse by other composers would diminish the \nimpact that these techniques have in his works. And in response to a question \nconcerning program notes, Carter states “technical discussions baffle the \ngreater part of the audience and the few who do understand are apt to feel that \nthe composer is a calculating monster.” (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Carter’s reticence notwithstanding, as serious students of his music we want to explore the “fascinating” details inside the “shell.”  Indeed Carter’s contempt for intellectual passivity—revealed in the diatribe against the educational system and public attitude towards the arts— demands that we vigorously explore his music.  But how do we approach the task?  If Carter’s technical explanations are indeed analogous to a physical shell, then they foreshadow or hint at some aspects of their contents even as they protect and conceal other aspects.  And so we are led to ask, to what extent and in what ways do Carter’s technical discussions elucidate structure in the music? How do the resulting interpretations provide starting points for further study? At what point do we shift attention away from the techniques that Carter mentions specifically and seek out others?  What are these other methods of organization?  And how do all of the various analytic results combine to give a sense of the depth and breadth of Carter’s compositional approach?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The incredible variety within Carter’s writings and compositions suggests innumerable potential responses to these questions, but this paper explores only those that arise during the analysis of a single piece, “In Genesis,” the final song from the song cycle In Sleep, In Thunder (1981). (4) The analysis interacts with the writings of Carter and others in five principal ways, the first addressed in Part I of the article  (“The Shell”) and the other four in Part II “Breaking Through.”  “The Shell” addresses concepts that are emphasized in Carter’s writings, widely used in Carter’s music, and of central and large-scale importance to the song (large-scale rhythmic structures and twelve-tone chords). (5) “Breaking Through” explores pitch-class relationships among the pitches that articulate these large-scale rhythmic strategies.  It also deals with well-documented features of Carter’s style whose role in other works is extensive and systematic but whose role in this song is merely secondary (all-interval tetrachords, the all-trichord hexachord and the calculated treatment of individual intervals). (6) Further, the paper draws on aspects of David Schiff’s work on Carter’s vocal music:  its vigorous pursuit of text-music relations—Schiff and Carter both studied English literature before pursuing advanced musical training—and two specific analyses, one in which two focal pitches represent opposing poetic themes and another in which a member of the musical ensemble personifies a poetic character.  (Schiff merits special mention in this context because of his close association with the composer; he is a former composition student and longtime friend of Carter’s and was chosen by the composer to author The Music of Elliott Carter ).  Finally, the analysis addresses concepts not uniquely associated with Carter’s music, but which are still vital to the song’s organization, such as the old-fashioned notions of thematic development and fragmentation of the opening theme and other concepts defined in the contemporary music-theoretic literature (cited below). Example 1 . Robert Lowell, “In Genesis” from History (1973) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] “In Genesis” is scored for tenor and fourteen instruments (5 strings, 4 winds, 3 brass, piano and percussion) and sets Robert Lowell’s tragicomic commentary on humankind’s fall from innocence.  The sonnet—which juxtaposes references to the garden of Eden, Lowell’s own life experiences, and other disparate images—divides into five sections ( Example 1 ).  Section A1 provides a one-word depiction of the pre-creation void (“Blank”) and a mocking portrayal of early creation.  Section A2 describes God at creation:  “God, with whom nothing is design or intention” implies that God has not predetermined humankind’s future, but “God grumbling secrecies” suggests that God senses impending doom.  “Blue Hill” refers to the location of Harvard’s meteorological observatory, from which the heavens are viewed.  The mixing of references to the beginning of time and to Boston, Lowell’s hometown, hints at the Adam/Lowell analogy that structures the remainder of the poem. (7) Section B1 comments on the fall from innocence in Eden and its subsequent “joyless” repetition by the rest of humanity.  Section B2 personalizes the downfall by bringing in details from Lowell’s life:  “Hacked words” and “taught men English” refer to his professional activities and “deflowered all the girls...” may refer to a personal life that included three marriages.   “Plucked all the flowers” strengthens the association of Lowell to Adam, whose divine aspirations led him to pluck fruit from the Tree of Knowledge. Section C is final judgment:  “He used too many words” denigrates Lowell’s life as a poet, and “His sons killed him, dancing with grateful gaiety round the cookout” indicates the tragic and ironic consequences of a flawed life.  Overall, Section A (A1–A2) portrays God at creation, Section B (B1–B2) humanity’s fall from innocence and Section C God’s judgment of humanity.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Part I of the analysis (“The Shell”) shows that large-scale rhythmic strategies outlined in “Music and the Time Screen” play important structural roles in articulating the poem’s form and content.  First, various tempi, the metric modulations that connect them, and other surface features clearly reinforce the structure of the poem.  Most notably, Maestoso (dotted quarter = 60) is associated with God, both during Section A (A1–A2) and at final judgment in Section C.  Second, large-scale polyrhythms and measured accelerandi organize the background of Sections A1, A2, and B1:  a series of slow-moving sustained perfect fifths, the Genesis fifths , portrays the constancy of God with a consistent rate in Section A and the fall from innocence with measured accelerandi in Section B1.  The overlaying of a series of accented, short notes, hereafter “the short-note stream,” creates one of Carter’s trademark large-scale polyrhythms.  Part I also points out that Carter’s famed RT6-invariant, all-interval, twelve-tone chords mark dramatic highpoints in each section of the song—the closing flourishes of Sections A1 and A2 and the settings of “glorified,” “overemphasis,” and “kill’d him” in Sections B1, B2 and C, respectively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] These rhythmic features and twelve-tone chords contribute overall coherence and account for a few salient features, but they leave the majority of the song unexplained and do not address the vocal line at all.  Part II of the analysis, “Breaking Through,” delves deeper in four ways.  First, it studies pitch relations among the perfect fifths that articulate the large-scale rhythmic strategies. Most notably, two trios of fifths, defined below as H1 and J1, are each subjected to standard developmental techniques (sequence and fragmentation), creating moment-to-moment coherence throughout the passage—and a depiction of the breaking apart that results from a body/spirit plummeting out of control.  In addition, specific fifths articulate tonal anchor points and fragments of the Genesis fifths engender similar passages in Section C.  Concerning text-music relations, the intervals of the perfect fifth and tritone seem to represent God and humanity/evil, respectively.  The perfect Genesis fifths ring loudest and clearest during Section A (God), become quieter and less prominent during Section B1 (humankind’s fall from God’s grace), disappear during Section B2 (enumeration of the poet’s sins), and resurface at the beginning of Section C (God’s judgment of humanity).  Salient tritones appear at humankind’s entrance into God’s perfect creation, at “the serpent” in Eden, and at God’s angry judgment of humanity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Taking cues from text-music relations in Schiff’s book on Carter, the analysis points out that the poem’s divinity/humanity dichotomy is also depicted by two focal pitches, A ♭ 3 (God) and B ♭ 3 (humanity), and by the interaction between the tenor voice (Adam/Lowell/humanity) and the instrumental ensemble (God). (8) Example 2 . X, pitches of Section A1 vocal line (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Third, as might be expected from the setting of a poem that draws analogies between Eden and subsequent human existence, the song draws melodic material from its genesis, the vocal line of Section A1, hereafter called X.  Since such references arise within discussions that also address other matters, it is helpful to establish an efficient way to refer to fragments of X. Example 2 displays X’s pitches without rhythm, F ♯ – G ♯ – A ♯ – E ♭ –F, and labels them with order numbers to facilitate subset identification; for example, X2–6 = G ♯ –A– F ♯ – E ♭ –F and X1345 = F ♯ –A– F ♯ – E ♭ . Later in the song such fragments reappear transformed by transposition-by- n (T n ), inversion (I), retrograde (R), and/or rotation-by- n (r n ); take for example, T5(X2–6) = C ♯ –D–B– A ♭ – B ♭ , T11I(X2–6) = E ♭ –D–F– A ♭ – F ♯ , RT6(X1345) = A–C– E ♭ –C and r4T4(X2–6) = D ♭ – B ♭ –G–A–C. \nReferences to X and its subsets that do not preserve pc order are identified by \nset-type label ([01346], [0146], [013] and [025]) and supersets are denoted by \nconventional scale name (octatonic and melodic minor). (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] X has several structural roles in the song.  First, the appearance of various X fragments throughout the vocal line unifies the entire song.  Further, specific X fragments tend to be prevalent in one section but scarce in others, which creates greater coherence within sections and greater differentiation between sections.  For example, there are four references to X2–6 in Section B1 and zero in other sections, which unifies Section B1 and distinguishes it from the remainder of the song.  Finally, fragments of T0 X anchor important moments and a complete, large-scale statement of T0 X organizes the vocal line as a whole.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Fourth and finally, in addition to focal pitches and fifth- and X-related structures, Part II of the analysis identifies “spontaneous interrelationships.” Some of these interpret the vocal line alone and others address the combination of the vocal line with the compositional layers outlined above (Genesis fifths, short-note stream, twelve-tone chords) or with other instrumental passages yet to be mentioned.  Most of these relationships involve (R)/T n /I-related ordered, unordered or partially-ordered pitch-class sets that contribute to local continuity:  for example, RT6-related five-note ordered sets (that are not subsets of X) constitute phrase 2 of Section B1, unordered set type [0237] structures the Section A1 flourish, and a series of partially-ordered sets, P1–P4, articulates T5–T2–T5, thereby organizing the complex polyphonic texture in the first half of Section B2. (10) These relations are quite straightforward to pull from the texture because most involve pitches that are adjacent, either within a single instrumental line or within the texture as a whole.  Relationships that do not involve adjacent pitches are nonetheless prominent because they are articulated by contour maxima and minima (melodic highpoints and nadirs respectively) (11) or reinforced by attack-point rhythm (the ordered series of durations measured from the attack of one note to the attack of the next).",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The primary purpose of the spontaneous interrelationships seems to be to furnish local continuity, but the ones that engage the movement’s principal pitch-class features—twelve-tone chords, perfect fifths and X—also contribute to the song’s overall coherence. The signature interval of the Genesis fifths is re-emphasized by T5, T7 and fifth-saturated collections ([027], [0257], pentatonic, diatonic, etc.). Features of the twelve-tone chords also echo throughout the analysis.  RT6 organizes not only the twelve-tone chords, but also several chords with fewer than twelve pitch classes, a passage from the Genesis fifths, and several fragments of the vocal line.  In a more subtle way, set types that maximize diversity resonate with the all-interval nature of the twelve-tone chords.  All-interval tetrachords [0146] and [0137], the first of which is also a subset of X, appear in each section of the song and the all-trichord hexachord [012478] and related sets organize passages within Sections B1, B2 and C.  Finally, it bears emphasizing that a single relationship often engages several of song’s principal harmonic features, a prime example being N1–N3 in Section B1, which projects on three structural levels the perfect fifth, X subset [025], and all-interval tetrachord and X subset [0146]. Example 3 . Overview of analysis (click to enlarge) Example 4 . Overall Form of Elliott Carter’s “In Genesis” (click to enlarge) Example 5 . Rhythmic features of the Genesis fifths (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The chart in Example 3 gives a detailed overview of the paper’s analytic components, organized into columns by section (and poetic topic) and into rows by analytic topic: temporal strategies and twelve-tone chords in “The Shell” and perfect fifths, focal pitches, X and spontaneous interrelationships in “Breaking Through.” I. The Shell Large-Scale Temporal Strategies",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] As shown in Example 4 , changes in expressive indication, tempo, and meter articulate the large-scale poetic structure. (12) Expressive indication ( Maestoso ), meter (12/8), and tempo (dotted quarter = 60) unify Section A, which focuses on God. (13) The most complicated metric modulation of “In Genesis,” which involves three steps, articulates the poetic division between Sections A and B.  Section B1’s slightly faster tempo (67+) and Piu Espressivo provide the agitation appropriate for the beginning of the fall from innocence and Section B2’s Marcato indication signals Lowell’s personalization of the downfall.  The return of Maestoso and dotted quarter = 60 at the beginning of Section C coincides with God’s return to judge humanity.  The dramatic vocal phrases of Section C are distinguished from one another by changes in meter, tempo and/or expressive indication. (14)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Sections A and B1 feature the Genesis fifths, a succession of sustained perfect fifths (or octave compounds thereof) stated most often by the brass and woodwinds but occasionally by the strings.  The consistent tempo of Section A’s Genesis fifths symbolizes the constancy of God;  in the prevailing 12/8 meter a Genesis fifth is articulated every sixteen eighths so that every third Genesis fifth coincides with every fourth notated downbeat (mm. 1, 5 and 9). (15) The acceleration of the Genesis fifths during Section B1 vividly portrays the fall from innocence.  This musical depiction of the spiritual fall is analogous to the acceleration (due to gravity) inherent in a physical fall.  There are two accelerandi .  The first begins with the duration of Section A’s Genesis fifths, now notated as three complete measures in 2/2 where the half note = 67.5, and gradually shortens its durations until the last is one eighth-note in length.  This accelerando spans seventeen measures and sets four poetic phrases, in contrast to the second one, which lasts a few measures and sets the brief fragment “in joyless stupor?” with durations that decrease gradually from a dotted half to a dotted sixteenth.  This rhythmic intensification is accompanied by textural thickening, during which fifth dyads lead to larger chords, either stacked fifths or the fifth-containing trichord [025].  The Genesis fifths and their rhythmic relationships are displayed in Example 5 , where numerals between the staves indicate durations measured from the attack of one Genesis fifth to the attack of the next.  The (arbitrary) labeling of the starting duration as 72 gives integral values for most durations in the sequence. (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In addition to the Genesis fifths, Sections A and B1 include a series of accented, short notes—hereafter called the short-note stream—creating one of Carter’s trademark polyrhythms.  During Section A, the string instruments articulate a pulse every seven dotted eighths, 32/21 faster than the Genesis fifths.  The harassment of God’s “perfect” Genesis fifths by these incessant short notes portrays conflict in Creation and/or the awkward gait of the camel.  In Schwartz’s words, “Carter’s picture of the void out of which creation emerges is wickedly satirical.” (17) The short-note stream’s accelerando during the metric modulation between Sections A2 and B1 foreshadows—or perhaps instigates—the Genesis fifths’ accelerandi during B1.  The short-note stream articulates a faster constant tempo during phrase 1 of Section B1, disappears during phrase 2, and resurfaces in phrases 3–5 with the strings’ persistent repetition of pitch C ♯ 4, word painting for “to be repeated many times” ( Audio Excerpts 1 and 2 ). (18) Audio Excerpt 1 Audio Excerpt 2 Twelve-Tone Chords Example 6 . RT6-invariant, all-interval twelve-tone chords (click to enlarge and see the rest) Audio Excerpt 3",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] RT6-invariant, all-interval, twelve-tone chords also play a prominent role in this song.  These chords and some fewer-pc relatives are listed in Example 6 .  (Chords are labeled by the measure in which they occur and, where two or more chords occur in the same measure, also by letters as with chords 22a and 22b.  In some cases all twelve notes in a chord sound simultaneously in the music but in others the chord is a combination of several adjacent events.)  Chord 13 is a stereotypical example:  it includes each pitch-class interval exactly once (10–9–7–1–8–6–4–11–5–3–2 ordered from low to high), it features tritone nesting (RT6 invariance) shown by nested brackets on the example, and like most others in the song its top and bottom hexachords articulate [013458].  Other chords deviate somewhat from this model.  In chords 22b and 52a the hexachords map onto themselves (not each other) under RT6.  Chords 42-44 rely on RT6 but do not form complete twelve-tone chords.  Chord 44 is two pcs short of the full twelve, chords 43a-d contain pitch classes that do not participate in the RT6 structure, and chord 42’s top hexachord realizes the popular [013458] but its RT6 pair is incomplete. (19) Chord 6’s segmental embedding of the all-trichord hexachord recalls a similar practice in Night Fantasies , the work composed immediately prior to In Sleep, In Thunder . (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] These chords provide the tonal material for the flourishes at the end of Sections A1 and A2 (chords 6 and 13), for the high, sustained vocal A ♭ 4s at “glorified” in B1 (chords 22a–b) and “all” in B2 (42–44) and for climactic final judgment in Section C (49–56).  The musical realizations of the chords vary considerably.   For instance, chords 6 and 13 are pianistic arpeggiations whose sustaining pitches are reinforced by other instruments; 22a and 22b are each sustained string chords; and 42-44 are “overemphatic” accented tutti punches.  Chords 51a-c occur multiple times in quick succession during the vocal climax at “used,” .  Even though chords 51a–c share many pitches with one another, an impression of frenetic activity is created by the four-against-three rhythmic conflict and by each instrument’s exploration of various chord members.  The piano’s five- and six-note chords move up and down the keyboard while other instrumental lines mix oscillations, arpeggiations, and repeated notes.  Not surprisingly, the realization of chord 56 at “sons kill’d him” is the most striking and devastating of all.  During “sons” the upper eight pitches are sustained (winds and tremolo upper strings) while crashing chords articulate an unusually straightforward and unadorned dotted-eighth rhythm (piano/brass/low strings); sudden orchestral silence allows “killed him” to sound unaccompanied; and a subsequent rim-shot/fingernail- pizzicato combination abruptly chops “him” off ( Audio Excerpt 3 ). (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The analytic techniques employed so far introduce the song: large-scale temporal strategies articulate primary poetic features and twelve-tone chords mark important structural pillars.  Yet the analysis has barely mentioned the vocal part and there is much more to the accompaniment than a succession of parallel fifths and twelve-tone chords.  In fact, seventy-five percent of the song’s pitch material remains neglected. II. Breaking Through Pitch Structure in the Genesis Fifths Example 7 . Pitch structure in the Genesis fifths (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The articulation of the aforementioned rhythmic strategies by a single interval type, the perfect fifth, makes it straightforward to study pitch-class structures, which also engage the poetic structure.  First, particular Genesis fifths highlight formal boundaries.  {C2 G4} endures throughout Section A1 and returns at the end of Section A2, framing the entire A Section.  { D ♭ A ♭ }–{E B} begins Section B1 and its retrograde, embedded within { E B F ♯ }– { D ♭ A ♭ E ♭ }, straddles the boundary between Sections B1 and B2. {E B}–{ B ♭ F} marks both the conclusion of the first accelerando and the beginning of the second ( Example 7 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Second, Genesis fifths embed parallel fifth-related references to X such as RT10(X1-3) and RT3(X1-3) in the lower and upper strata, respectively. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Third, two groups of three Genesis fifths, H1 and J1, are each subjected to standard developmental techniques (sequence and fragmentation), creating moment-to-moment coherence throughout the passage—and a depiction of the breaking apart that results from a body/spirit plummeting out of control.  Fifths within H1 articulate T10–T1, as do those within H2, the order-preserving T3 transposition of H1. The last fifth in each group arrives on the downbeat at the beginning of a new poetic sentence, { B ♭ F} at “In the beginning” and { D ♭ A ♭ } at “The serpent.”  The sequence continues with H3, the latter two fifths of H2 transformed by RT3, a fragmentation that coincides precisely with the beginning of the Genesis fifths’ durational shortening.  Subsequently, H3 maps into H4 under RT6, precisely the transformation that sums the previous two (T3 + RT3).  H1–H4 articulates an overall T0 (T3 + RT3 + RT6) so that the latter two fifths of H1 return as H4, {A E}–{ B ♭ F}.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] J1 undergoes a similar set of transformations—fragmentation and sequencing by (R)T10.  The J sequence begins in a straightforward manner but becomes hidden towards its end because G– F ♯ – B ♭ during J4–J5 do not fit into the scheme and because repeated fragmentation whittles the J motive down to a single fifth at J5—which is in fact realized as a fourth {G3 C4}.  The J series both begins and ends with {C G}. Since J1 is precisely T3(X356) / T10(X356), the entire J series is X-derived.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The fall—so vividly dramatized by the accelerandi , motivic disintegration, and piling up of fifths—lands with a crash at the beginning of Section B2 (see Example 7b).  At this point there are two strata of stacked fifths/fourths (treble-register triplet eighths and bass-range sixteenths) that together form an aggregate-completing set of [027]s.  These fifth-saturated [027]s transform into half-step-saturated [012]s, a change highlighted by the shift from legato to accented staccato . (23) Subsequently, stacked fourths literally fracture into a linear string that is punctuated by additional half-step-saturated sets.  The simultaneous perfect fifth dyads have been destroyed and are absent from the remainder of Section B2, an apt musical analogy for God’s absence from Lowell’s flawed life. Example 8 . Fifth-based passages in Section C derived from Section A (click to enlarge, see the rest, and listen) Audio Excerpt 4 Example 9 . Focal pitches and the divinity/humanity dichotomy (click to enlarge and see the rest)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Poetically, Section C marks the return of God to judge Lowell/humanity; musically, fragments of Section A’s Genesis fifths return, transformed, as shown by K1–K5 and L1–L2 on Example 8 .  Because they are related to one another by transposition, each K articulates the same series of operators, T11–T10.  Complicating matters somewhat, K2, K4, and K5 are inexact copies of K1 because they add, omit, and/or reorder pitch classes.  (Partially-ordered sets for model and actual versions are juxtaposed below the example.)  K2 is a series of [016] whose rhythm and spatial layout highlight the unfolding of T11–T10. The attack-point rhythms of the second and third subsets are identical to one another and precisely half that of the first. The outer voices articulate the (divine) perfect fifths while the middle voice contributes an extra pitch class that creates (angry/evil) tritone and minor ninth dissonance.  Accented short chords (not shown) add further dissonance and drama to the attack points of the sustained B and {F G ♭ } ( Audio Excerpt 4 ).  K3–K5 mimic K1 with increasingly jumbled realizations.  Later, the partitioning of twelve-tone chord 54 into fifth-infused sets links the preceding K subsets and the following twelve-tone accompaniment. (24) Finally, phrase 3’s accompaniment returns to the texture of the Genesis fifths—slow-moving fifths with faster activity overlaid. L2 recalls L1 and the concluding {C2 G3} evokes the opening {C2 G4}.  Overall, Section C’s K2–K3–K4–K5–L2–{CG} provides an orderly and exhaustive development of Section A’s Genesis fifths, K1–L1–{CG}. Focal pitches",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The special treatment of two pitches encapsulates the poem’s divinity/humanity dichotomy. A ♭ 3 is a focal pitch and inversional axis throughout Section A, where God is the poetic topic.  The opening piano arpeggio converges symmetrically to A ♭ which dominates the short-note stream throughout Section A ( Example 9a ). A ♭ also appears four times during the vocal line of Section A2, including at the two longest vocal notes, each of which sets “God.” (25) In phrase 1, F3 and B3 articulate symmetry, first diverging from and then converging back to A ♭ 3.  Phrase 2 is loosely symmetrical around A ♭ 3 and, returning to precise symmetry, phrase 3 converges chromatically towards—but not to — A ♭ 3.  The lone anomaly in the converging half-step motion occurs at the last pitch, which is A3 instead of the expected B ♭ 3 (Example 9b).",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] This avoidance of B ♭ 3 is significant because B ♭ 3 is precisely the focal pitch and inversional axis of the vocal line of Section C, whose poetic topic is the judgment of flawed humanity. B ♭ 3 appears five times, anchoring phrase beginnings and endings.  Of special note are the lengthy B ♭ 3s that set words that refer directly to Lowell (“he” and “his”), which creates a direct parallel to the pair of lengthy A ♭ 3s that set “God” in Section A.  Concerning symmetry, phrases 1 and 2 each begin with a lengthy B ♭ 3, end with pitch interval –10, and include pitch interval 8 along the way.  While the opening B ♭ remains constant, other pitches are subjected to complementary transpositions, T+3 and T–3.  The resulting narrower range of phrase 2, along with its shorter total duration and fewer syllables/notes, suggests hearing phrase 2 as a condensed version of phrase 1.  In addition, phrases 2 and 3 articulate symmetrical convergence to B ♭ 3.  Moreover, the vocal lines of Sections A and C exclude each other’s focal pitch classes—that is, B ♭ is the only pitch class not sung during Section A and A ♭ is the only pitch class not sung during Section C (Example 9c). (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The divine A ♭ also plays an important role during Section B, where A ♭ 4 appears at three vocal apexes (Example 9d).  These moments are particularly striking because A ♭ 4 is the highest note of the song so far.  Recalling that Adam and Eve’s fall from grace resulted from their attempt to be like God by eating the forbidden fruit of the Tree of Knowledge, it is possible to read a text-music parallelism between Adam and Eve’s divine aspirations and the vocal line’s repeated reaching up to the divine pitch class, A ♭ . (27) Divine aspiration becomes unforgivable sin when the voice ascends above A ♭ 4, to A4 at “father.”  This leads directly to God’s angry response, K2, the dramatic tritone-infused recollection of the opening trio of Genesis fifths cited above (Audio Excerpt 4). X and Spontaneous Interrelationships",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The remainder of the paper combines the presentation of X and spontaneous interrelationships, addressing each of the song’s five sections in turn. Each section treats the vocal line alone first and then studies the interaction of different instrumental strata in the texture as a whole. Section A1 Example 10 . X and spontaneous interrelationships in Section A1 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Section A1’s vocal line depicts primordial despair.  The initial vocal F ♯ creates a tritone with the tonic note C and does not fit easily into the prevailing polyrhythm, which allegorizes humankind’s inauspicious arrival into God’s creation.  The parched and desolate vocal line contains limited pitch material and melodic transformation.  The first three vocal notes ( F ♯ – G ♯ –A) are immediately repeated, and then another F ♯ begins a T–3 transposition of A– F ♯ – G ♯ .  Within this scheme, augmentation by a factor of three highlights the repetition of G ♯ –A– F ♯ at “A camel” and “blotting up the” ( Example 10a ). (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The A1 flourish concludes and summarizes the section and beautifully demonstrates Carter’s ability to control the interaction of multiple compositional layers.  The flourish, which realizes twelve-tone chord 6 from Example 6 above, begins with an approximation of measure 1 (the initial notes of the Genesis fifth and short note streams embellished with a brief piano arpeggio) and ends with the pitch classes that conclude the vocal line, { E ♭ F G ♭ } = { D ♯ E ♯ F ♯ }.  The pedaled part of the flourish is saturated with [0237], the set type created by the Genesis fifth’s {C G}, short-note stream’s {F A ♭ }, and vocal G ♯ at “blotting.” The framing of the flourish by T10-related ordered sets creates further internal consistency (Example 10b). (29) Example 11 . X and spontaneous interrelationships in Section A2, phrase 1 (mm. 7–8) (click to enlarge and see the rest) [32] The opening vocal phrase of the section embeds numerous X fragments.  Most clearly, it is framed by A ♭ –F–B and F–B– G ♯ , which are transformations of X135 shown on Example 11a .  (Although X135’s F ♯ , A and E ♭ are non-adjacent in X, it is easy to pull them from the line and hear them as a group because they are X’s first, highest, and lowest pitches.)  Attending to contour minima and maxima reveals other allusions to X.  Contour minima articulate T11I(X1–5), a nearly complete version of X.  Contour maxima A ♭ –B–C (also the phrase’s longest notes) articulate T5I(X346).  In addition to creating a link to X, this establishes a clear local connection to D ♯ – F ♯ –G = T0I(X346) in the phrase interior.  The resulting T5 relationship and [0257] infuse the melody with fifths.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Example 11b helps to point out a profusion of other local relationships that arise from the interaction of the vocal line, the Genesis fifths, and the short-note stream.  First, the harmonization of “or intention” fuses two segments that occur separately during “God with whom.”  The RT3 transformation of {B E ♭ F F ♯ }– A ♭ into B –{D F ♯ G ♯ A} and the T0 repetition of {A E}–F– B –{ G ♯ F ♯ } create a common segment, B–{ F ♯ G ♯ }, which facilitates the overlap during “or intention.”  Second, T10 plays an important role in linking the intervening vocal line to its surroundings, which creates a connection to {B F ♯ }–{A E}, the T10-related Genesis fifths that constitute the harmonic background.  Finally, fifth-saturated pentatonic and diatonic collections and other set-type repetition further evidences Carter’s sensitivity to the combination of these musical strata. Example 12 . X and spontaneous interrelationships in Section A2, tenor (mm. 7–13) (click to enlarge) Example 13 . X and spontaneous interrelationships in Section B1, tenor (mm. 15–33) (click to enlarge) Example 14 . Section B1, phrase 2 (mm. 23–25) (click to enlarge) Example 15 . Section B2, tenor (mm. 36–44) (click to enlarge) Example 16 . Section B2, phrases 1 and 2 (mm. 36–9) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Spontaneous interrelationships also organize the vocal line of Section A2.  All-interval tetrachords (that each embed B3, F3, and F ♯ 3) perform a framing function and two other features relate phrases 1 and 2:  the two-fold embedding of B3– D ♯ 3–G3–C4 and an approximate durational retrograde.  The sole rhythmic discrepancy results from text considerations.  Precise retrograde would dictate setting “the Sabbath could” to a set of dotted sixteenths beginning on the beat, but by making a minor change Carter produces a rhythm that better corresponds to the natural accent and tempo of the text. Consult Example 12 , which includes the exact rhythmic retrograde of phrase 1 for comparison. This rhythmic palindrome evokes the non-retrogradable rhythms of Olivier Messiaen, albeit imprecisely and in passing. (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Concerning X, the final A3 completes the large-scale T0 (X1–3) begun by the striking initial F ♯ at “Blank” and the lengthy A ♭ 3s at “God.”  The sense of arrival on pitch A3 here is heightened by the measured ritardando that leads to it, by the scrupulous avoidance of this pitch class earlier in Section A2, and by F ♯ 3–A3, which summarizes Section A’s vocal line in its entirety. Section B1",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Heralding humanity’s doom, “the serpent” enters with T6(X235) and its retrograde (see Example 13 ).  This melismatic slithering passage and its transpositional relationship to the original X emphasize the evil tritone. (31) A pair of [01346], various transformations of X2–5 and X2–6 and other references to X permeate the remainder of Section B1’s vocal line.  Larger-scale references to X2–5 and X2–6 supplement surface ones.  First, since rests clearly demarcate phrase boundaries the initial and final notes of each phrase are salient: D...B, A ♭ ...A, C... D ♯ , F ♯ ...F.  The first four pitches state RT5I(X2–5) and the last four RT9(X2–5).  Second, contour maxima in phrases 1 and 2 articulate T11I(X2–6) = E ♭ –D–F– A ♭ – F ♯ , the middle three notes of which are shadowed by [025]: {E G D }–{G B ♭ F }–{ B ♭ D ♭ A ♭ }. (32)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Other vocal interrelationships include the pair of RT6-related ordered sets that organize phrase 2, the pair of inversionally-related melodies that connect phrase 2 to phrase 5, and two pairs of T5-related X fragments that generate continuity both within and between phrases 3 and 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The accompaniment of “perfect Northern exposure” articulates the perfect fifth and X subsets [0146] and [025] on three structural layers (see Example 14 ).  The Genesis and other fifths that saturate the musical surface organize into three transpositionally-related subsets (N1, N2 and N3) each of which builds a fifth on the notes of an [0146] to form [0124789]. N1 for example contains a perfect fifth built on each note of {F F ♯ A B}:  {F C}, { F ♯ C ♯ }, {A E}, and {B F ♯ }.  { F ♯ C ♯ } is realized as a fourth and combined with {B F ♯ } to form {B C ♯ F ♯ }. (33) N1 = {A E}–{F C}–{B C ♯ F ♯ } maps into N2 under an order-preserving T2 transformation.  Subsequently, N2–N3 articulates T3, which is slightly more challenging to follow because N3 reverses the order of {D A} and { B ♭ F}.  Overall, N1–N2–N3 articulates T2–T3, thereby producing a seven-fold projection of [025].  N1–N2–N3 in its entirety can be expressed elegantly in the notation of transpositional combination:  [05] * [0146] * [025]. (34)",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39]  Two remarkably similar groups of X fragments divide the vocal line of Section B2 in half.  The first group develops X4–6 and associates the past participles of phrases 1–3 (“hacked,” “taught,” and “plucked”);  the second exploits X1345 and highlights the parallelism between “all the flow’rs” and “all the girls.”  Each group articulates T11–T5 and emphasizes A3– G ♯ 4– C ♯ 4 ( Example 15 ).  This scheme helps to explain the material surrounding the A ♭ 4 vocal apexes discussed above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Each half also embeds an incomplete octatonic collection, a statement of [01346], and two of [0146], each of which is partitioned into a major third and a perfect fourth (or fifth), i.e. [{04}{16}]. (35) This partitioning strengthens the coherence within Section B2’s vocal line and distinguishes it from the remainder of the vocal line, which contains no other [{04}{16}].  Of further note, RT10-related ordered sets create a coherent setting of phrase 1, the descending/ascending eighth-note melismas at “taught” and “all” highlight the shared “aw” vowel sound and T0 (X136) provides a high, dramatic conclusion.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] In the absence of simultaneously-struck perfect fifths the accompaniment of this section turns to other methods to provide continuity.  First and most simply, (R)T0 relations anchor the “brute sounds” of phrase 1:  statements of E– E ♭ and E ♭ –D–A– G ♯ characterize the bassoon line and { G ♯ 2 A3} appears four times in multiple instrumental lines ( Example 16 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Second, set types [01258], [012478], and [0124578] cohere phrases 1–3 because each set type occurs more than once and because set-type complementation and inclusion relate these set types to one another ([0124578] is the complement of [01258] and a superset of [012478]).  Moreover, the multiple realizations of each set type share partial orderings as illustrated at the bottom of the example.  This facilitates thinking of the relatively large sets in terms of their subsets, thereby making the relationships more vivid.  For instance, each realization of [01258] includes T7-related [04]s, {D B ♭ }–{F A} and {C A ♭ }–{ D ♯ G}, and another pc that creates [014] with the adjacent [04], {F A}– G ♯ and  A–{C A ♭ }.  The partial ordering relationship between the realizations of [012478] is supported by rhythm; that is, r2T5-related linear segments G ♯ –A– B ♭ and D– E ♭ – D ♭ are set to (attack-point) sixteenths and T5-related [014]s to triplet eighth-note chords.  The association between the [0124578]-based fragments is similarly reinforced by partial orderings, but since they are not precisely adjacent to one another, the intervening material is also of interest.  The first gap is filled by [01] * [0146], and the second by the T2 + T2 connection of T4-related [0167] subsets.  The lowest voice of the T2 + T2 connector is clear; its D–E– F ♯ articulates a straightforward T2 + T2.  The upper-voice pair cooperates to state A ♭ – B ♭ –C and E ♭ –F–G, and the remaining voice states A–( B ♭ )–B– C ♯ , T2 + T2 with an intervening B ♭ that disrupts the strict parallel motion with the lowest voice. Example 17 . Section B2, phrases 1–3, accompaniment (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Third, it is also possible to hear continuity throughout these phrases by focusing on P1 = { { B ♭ –F–A– A ♭ –G} {C D ♯ E}} and its transformations.  As shown on Example 17a , P1–P2–P3–P4 articulates T5–T2–T5.  (The latter T5 accompanies the vocal T5 cited above involving “taught” and “plucked.”)  The repetition of T5 and T7 (T5 + T2 and T2 + T5) creates internal consistency and once again invokes the perfect fifth.  The overall T0 relationship between P1 and P4 creates a tonally-closed unit.  Each P features a five-note ordered set that subdivides into a three-note incipit and a two-note continuation (although P2’s continuation is incomplete), and all (save P4) also include an accompanying [014].  Numerous features of the musical surface make P1–P2–P3–P4 easier to pull from the texture.  P1’s incipit and continuation unfold in a consistent triplet-eighth attack-point rhythm, and an accent helps to distinguish P2’s D ♭ from other notes in the bassoon line that are not part of P2.  P3’s incipit and continuation are stated by the double reed instruments (oboe’s F–C–E and bassoon’s D ♯ –D) and P4 unfolds in a single instrumental line (violin I).  Moreover, aspects of pitch layout and rhythm clarify the pc relationships.  For example, each incipit asserts pitch intervals +7 and +4, each incipit pair states T+5 (P1–P2 and P3–P4), and each incipit (save P3) articulates an even-note attack-point rhythm.  Fourth and finally, the accompaniment highlights the parallelism between “plucked all the flow’rs” and “deflow’red all the girls” through the shared partially-ordered set shown in Example 17b. Example 18 . Section C, tenor (click to enlarge) Example 19 . Section C, phrase 3 (click to enlarge and see the rest) Audio Excerpt 5",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The wide pitch intervals and slow, unpredictable rhythm of the vocal line’s phrases 1 and 2 (along with tremendous twelve-tone activity in the accompaniment) portray final judgment and murder.  In stark contrast, phrase 3’s “dancing with grateful gaiety” is set to the most metrically regular vocal writing of the song, a mocking jig that emphasizes fifth-saturated sets.  Supplementing earlier comments regarding focal pitch B ♭ 3, the Section C vocal line relies heavily on X fragments, especially X4–6.  Of primary interest is T0 (X4–6), which—precisely at the poetic climax “sons kill’d him”—concludes a complete and large-scale T0 X that spans the entire song, F ♯ – G ♯ ( A ♭ )–A– F ♯ ( G ♭ )– E ♭ –F. F ♯ 3– A ♭ 3–A3 stretches across Section A (“Blank,” “God,” “Hill”), A ♭ and A reappear an octave higher at vocal apexes during Section B, pitch A4 returns at “used” in Section C, and the concluding G ♭ 4– E ♭ 4–F3 accomplishes a return to the original (lower) register.  All in all then, X’s genetic influence on the vocal line is two-fold:  various X references saturate the musical surface and this large-scale T0X ties the entire line together ( Example 18 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45]  Phrase 3’s accompaniment features a parade of collections that emphasize primary harmonic features of the song: a fifth-saturated pentatonic set, T7-related melodic minor collections, which are X supersets, and a trio of [0124789], the same all-trichord hexachord superset also articulated by N1–N3 in Section B1. (36) These collections organize the combination of the clarinet line, which focuses on { E ♭ 3 F3}, the bassoon line, which consists of transformed versions of its opening motto, and the series of background sustained fifths, L2 ( Example 19 ).",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The song’s postlude summarizes the entire song’s reliance on X through a thorough treatment of X4–6 and a final nod to X1–3, and recalls the initial vocal utterance of the song, F ♯ over a {C G} pedal.  RT4I(X4–6) concludes the vocal line, is repeated in the clarinet, and then is developed via T5–T2–T5, a transpositional scheme that duplicates that of P1–P2–P3–P4 in Section B2.  During this passage, the last measure recomposes the preceding clarinet line; contour maxima C ♯ 4–F4– F ♯ 3 recur in retrograde and minima { A ♯ 3 E3 D ♯ 3} reappear an octave lower as the penultimate chord of the piece.  RT4I(X4–6) = B– C ♯ – A ♯ twice leads to F ♯ , a pitch class that sounds conclusive at least partially because B– C ♯ – A ♯ – F ♯ can be heard in quasi-tonal context.  The lengthy F ♯ harmonic minor and major collections over a {C G} pedal suggest hearing solmization syllables fa–sol–mi– do in an F ♯ tonality whereas the later mutations of E ♯ (spelled as F) to E incline towards do–re–ti– sol with B as tonic.  In any case, the final F ♯ -topped chord is strong enough to conclude this song (and the song cycle as a whole) because it also contains many other conclusive features.  First, this single low-register staccato chord condenses the tragedy, satire, and bitterness of the final phrase into a single gesture.  Further, the chord blurts out T0 (X1–3) all at once, { F ♯ G ♯ A}, which complements the postlude’s emphasis on X4–6 and recalls the T0(X) fragments that anchor the vocal line throughout the piece.  Moreover, the final chord’s pitch class A completes the postlude’s aggregate; that is, the postlude states the other eleven pitch classes at least once each earlier but saves A for the final chord.  Finally, the bass register’s { G ♯ A} completes yet another T5 motion, which mimics the descending fifth root motion at final cadences in tonal music ( Audio Excerpt 5 ). (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] In this two-part analysis, “The Shell” has focused on large-scale temporal strategies and twelve-tone chords, and “Breaking Through” has addressed pitch organization in the Genesis fifths, a pair of focal pitches, X and other spontaneous interrelationships, all of which resonate deeply with the form and content of Lowell’s poem.  These primary categories organize and unify the complex web of associations that arises from the paper’s numerous interpretation types.  Diverse pitch-class interpretations track ordering totally, partially, and not at all, attend to individual instrumental layers and their interaction, and address both local and global associations—and other interpretations address rhythm, meter, tempo, and other features.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] In the passage from “Music and the Time Screen” quoted at the outset of this paper, Carter expresses dread that his comments about his music may be used in educational institutions “as a substitute for listening to the music itself.”  I take this to have a two-fold meaning.  Not only is there a concern that time spent in the classroom learning these “facts” will impinge upon time spent in the concert hall attending live musical performances, but also that over-reliance on Carter’s words—after all he is the composer—will discourage independent exploration of the music.  While these fears may have, at times, been realized, Carter’s writings have also been “really helpful to [more than] a few others,” providing starting points for exploration of his vast and varied oeuvre .  But Carter’s music also includes numerous other types of organizational structures that his writings do not explicitly identify.  This should be expected from the works of a composer so well acquainted with a wide array of musical styles and who has had so many years to consider different compositional strategies.  For even when he wrote this song twenty-five years ago, Carter had already been composing for more than a half century.  At least in the case of “In Genesis,” it is by invoking a diverse set of analytic tools, only some of which are mentioned in Carter’s writings, that we begin to get a realistic sense of the depth and breadth of Carter’s approach.  As Carter writes of the compositional process: Compositions are the result of innumerable choices—many unconscious, many conscious, some quickly made, others after long deliberation, all mostly forgotten when they have served their purpose—What [the composer] is aiming at, after all, is a whole in which all the technical workings are interdependent and combine to produce the kind of artistic experience that gives a work its validity and in so doing makes all its procedures relevant. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.07.13.3.sallmen.html",
    "data": "mto/data/mto.07.13.3.sallmen.json"
}