{
    "title": "On the Metrical Techniques of Flow in Rap Music",
    "date": "2009/10/01",
    "volume": "15",
    "issue": "5",
    "authors": [
        "Adams, Kyle"
    ],
    "abstract": "This article systematically explores the concept of flow in rap music, with the goal of understanding how rappers’ uses of flow contribute both to the surface rhythmic vitality of a song and to deeper levels of musical meaning. I will explain the three most significant metrical techniques that constitute a rapper’s flow, and give examples of rap songs using each technique. The article concludes with some thoughts on how changes in flow as rap music evolved contributed not only to different style features, but also to value judgments by both rappers and audiences.",
    "keywords": [
        "Flow",
        "rap",
        "hip-hop",
        "beat",
        "rhyme",
        "text/music",
        "rhythm",
        "Blackalicious",
        "MF DOOM",
        "N.W.A."
    ],
    "doi": "",
    "received": "February 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.5/mto.09.15.5.adams.pdf",
    "author_info": [
        {
            "name": "Kyle Adams",
            "university": "Indiana University",
            "address": "Jacobs School of Music, 1201 E. Third St., Bloomington, IN 47405",
            "email": "kyadams@indiana.edu"
        }
    ],
    "citations": {
        "adams_2008": "Adams, Kyle. 2008. “ Aspects of the Music/Text Relationship in Rap. ” Music Theory Online 14.2.",
        "adler_et_al_1990": "Adler, Jerry et al. 1990. “The Rap Attitude.” Newsweek , March 19: 56–59.",
        "alapatt_2004": "Alapatt, Eothen. 2004. “Blunted on Beats: Madvillain is Madlib + MF DOOM.” Wax \nPoetics 8. Accessed online at < http://waxpoetics.com/content/?article=madvillain >, May 11, 2009.",
        "crossley_2005": "Crossley, Scott. 2005. “Metaphorical Conceptions in Hip-Hop Music.” African American Review 39, no. 4: 501–512.",
        "“dove”_2002": "“Dove.” 2002. Untitled Interview with Blackalicious. Accessed online at \n< http://www.whudat.com/interview/pages/blackalicious.html >, June 24, 2009.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock . Oxford: Oxford University Press.",
        "frere-jones_2004": "Frere-Jones, Sasha. 2004. “Doom’s Day: Madvillain Redeems the Pretensions of Independent Hip-hop.” The New Yorker , April 12, 2004. Accessed online at < http://www.newyorker.com/archive/2004/04/12/040412crmu_music >, November 13, 2008.",
        "johnson_and_chernoff_1991": "Johnson, Hafiz Shabazz Farel, and John M. Chernoff. 1991. “Basic Conga Drum Rhythms in African-American Musical Styles.” Black Music Research Journal 11, \nno. 1: 55–73.",
        "keyes_2002": "Keyes, Cheryl. 2002. Rap Music and Street Consciousness . Urbana, IL: University of Illinois Press.",
        "kinzie_1999": "Kinzie, Mary. 1999. A Poet’s Guide to Poetry . Chicago: University of Chicago Press.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity . Cambridge: Cambridge University Press.",
        "lacasse_2006": "Lacasse, Serge. 2006. “Stratégies narratives dans ‘Stan’ d’Eminem: Le rôle de la voix et de la technologie dans l’articulation du récit phonographique.” Protée 34, nos. 2–3: 11–26.",
        "lipsitz_1994": "Lipsitz, George. 1994. Dangerous Crossroads . London: Verso.",
        "nuzum_2001": "Nuzum, Eric. 2001. Parental Advisory: Music Censorship in America . New York City: Harper Collins.",
        "shusterman_1991": "Shusterman, Richard. 1991. “The Fine Art of Rap.” New Literary History 22, \nno. 3: 613–32.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop/ Rock Music.” Twentieth-century Music 1, no. 1: 29–64.",
        "walser_1995": "Walser, Robert. 1995. “Rhythm, Rhyme, and Rhetoric in the Music of Public Enemy,” Ethnomusicology 39: 193–217."
    },
    "footnotes": {
        "FN1": {
            "text": "1. My thanks to Nancy Nguyen-Adams, Peter Ermey, Stan Fink, and the anonymous readers for their insightful comments on previous drafts of this article.",
            "citations": []
        },
        "FN2": {
            "text": "2. The chart shows the rhythmic placement of syllables in the lyrics, following the practice established by Adams ( 2008 ). Each column in the chart represents a sixteenth-note subdivision of the beat; these columns are labeled with the number of the beat or the letter x, y, or z. Each row therefore represents a full bar of music, with syllables placed in the box corresponding to their rhythmic location. Each line of lyrics is numbered on the left-hand side of the chart; these are also the measure numbers.",
            "citations": [
                "adams_2008"
            ]
        },
        "FN3": {
            "text": "3. Krims ( 2000 ) mentions this verse as an illustration of his “speech-effusive” style, about which more will be said below.",
            "citations": [
                "krims_2000"
            ]
        },
        "FN4": {
            "text": "4. My thanks to Robert Hatten for his help with poetic terminology, which I took from his personal notes and from Kinzie ( 1999 ).",
            "citations": [
                "kinzie_1999"
            ]
        },
        "FN5": {
            "text": "5. The techniques of flow described here are based on my own observations. Ideally, one would talk to rappers themselves to understand how they conceived of flow, but it has proven impossible to contact any of the artists discussed in this article.",
            "citations": []
        },
        "FN6": {
            "text": "6. See Adams ( 2008 ). Lacasse ( 2006 ) also argues for the consideration of elements unrelated to the meaning of the text in the analysis of popular song. He posits the recorded popular song as a “phonographic narrative,” defined as “a narrative whose articulation is not limited to the sung text and its semantic content, but also [includes] the collection of parameters (abstract, performative, and technological)...all these parameters contribute to suggesting the space where the action takes place” (“c’est-âdire un récit dont l’articulation n’est pas restreinte au seul texte chanté et à son contenu sémantique, mais bien á l’ensemble des paramètres (abstraits, performanciels et technologiques) ... tous ces paramètres contribuent à suggérer l’espace où survient l’action”) (13).",
            "citations": [
                "adams_2008",
                "lacasse_2006"
            ]
        },
        "FN7": {
            "text": "7. Henceforth, I will use the term “beat” as it is used by rappers and rap audiences, to mean every musical layer except the vocals. (For more on this usage, see the exchange between Justin Williams and myself in MTO 15.2 .) “Beat” in rap music has a similar meaning to “groove” in rock music; see Everett ( 2009 , 304) and Spicer ( 2004 , fn. 6) for definitions. The pitched parts of the beat to “Blazing Arrow” were sampled from “Me and My Arrow” (1971) by Harry Nilsson. The drumbeat was presumably created using a drum machine.",
            "citations": [
                "everett_2009",
                "spicer_2004"
            ]
        },
        "FN8": {
            "text": "8. Parker openly acknowledges that his lyrics are written after, and influenced by, Mosley’s beats: “Most of the time ... X[cel] will come up with the beat and I’ll write to the beat. Every beat makes me feel like going a certain way, and simply that’s really all I do is go where the beat takes me—I listen to the beat and wherever it takes me I go with that lyrically” ( “Dove” 2002 ).",
            "citations": []
        },
        "FN9": {
            "text": "9. One other method is the doubling of the vocal part on some of the rhymed syllables, beginning with “arrow” in line 1. This technique is also used in Example 8a, and is quite common in rap. While the hierarchy of accentuation created through these doublings also contributes to the flow, I will not discuss it in this article, since my focus here is on the components of flow created by the rappers’ delivery, rather than by sonic manipulations in the studio. These types of techniques are important, however, and deserve future exploration.",
            "citations": []
        },
        "FN10": {
            "text": "10. On Dumile’s most recent album, Born Like This (2009), he has shortened his alias even further to DOOM.",
            "citations": []
        },
        "FN11": {
            "text": "11. Typical of the way Dumile ignores standard practice in rap is his song “Let Me Watch” (recorded as Viktor Vaughn on the album Vaudeville Villain (2003)) which features a five-bar beat instead of the typical four.",
            "citations": []
        },
        "FN12": {
            "text": "12. The “alternative” movement, which began in rock music in the mid-1980s and peaked in the early 1990s, is marked by the rejection of the perceived excesses of mainstream society both in sound and image. Unlike alternative rockers, alternative rap groups typically do not position themselves in opposition to mainstream rap (although some artists, such as Madvillain, Talib Kweli, and Jurassic 5, do critique its values). Rather, they tend to view themselves as torch-bearers for traditional rap practices, such as the use of a DJ and of sampled music.",
            "citations": []
        },
        "FN13": {
            "text": "13. Mainstream rap artists, responding in part to legal disputes over sampled music, typically no longer use sampled records at all, thus obviating the need to “clean up” the sound of the record itself and eliminating the sounds of traditional instruments in favor of digitally manipulated accompaniments.",
            "citations": []
        },
        "FN14": {
            "text": "14. This type of opening is similar to what Spicer ( 2004 ) calls an “accumulative beginning” (33), with the difference that the sampled music that opens “All Caps” does not eventually become part of the song’s beat.",
            "citations": [
                "spicer_2004"
            ]
        },
        "FN15": {
            "text": "15. I have been unable to locate the source of this sampled music, but I could not find support for the assertion that “All Caps” samples “Delia” by Jeremy Storch in recorded versions of the latter. ADDENDUM, July 2016: In 2014, the source of this sample was identified as belonging to the incidental music from the television show “Ironside.” The original music, which is just as rhythmically ambiguous as its use in the sample, can be heard at https://www.youtube.com/watch?v=GjJiJKNi3s4&feature=youtu.be&t=0m45s .",
            "citations": []
        },
        "FN16": {
            "text": "16. Although the excerpt from “Basketball” in Example 1a does not include any of the pitched music, it is also tonal, featuring a v-i cadence every fourth bar.",
            "citations": []
        },
        "FN17": {
            "text": "17. Based on interviews and other statements in the media, it seems clear that the music for Madvillainy existed prior to the lyrics. See Alapatt ( 2004 ), in which Dumile and Jackson speak about their collaboration, especially Dumile’s choice of music from Jackson’s compilation 100 Beats .",
            "citations": [
                "alapatt_2004"
            ]
        },
        "FN18": {
            "text": "18. Readers may find other ways of parsing the syntactical units in this verse, which is by no means unambiguous. I have tried as much as possible to consider “syntactic units” as the smallest groups of words that could stand on their own as English sentences, or, failing that, groups of words that had no syntactic connection to the words either before or after them.",
            "citations": []
        },
        "FN19": {
            "text": "19. Measure 21 is not counted here, since the change in accompaniment clearly signals the arrival of the bridge, and since the syllable “name” only occurs on its downbeat because of a ritardando on the part of the rapper.",
            "citations": []
        },
        "FN20": {
            "text": "20. Rap beats usually feature some type of funk-influenced modification of a “backbeat” rhythm, defined concisely by Everett ( 2009 ) as a rhythm “in which beats two and four are accented much more strongly than the metrically strong beats” (10). Johnson and Chernoff ( 1991 ) note that in African and African-American musical styles, this basic beat “holds things together and serves as a point of reference to the music that an ensemble might play” (66). While I am not in a position to evaluate this claim with respect to other forms of African-American music, it certainly seems clear that this basic beat serves as an anchor for the rhythmically complex rapping in songs like “All Caps.”",
            "citations": [
                "everett_2009",
                "johnson_and_chernoff_1991"
            ]
        },
        "FN21": {
            "text": "21. The beat from “All Caps” is from the album Madvillainy Instrumentals (2004), in which Jackson re-released Madvillainy without any of the lyrics. Admittedly, this mash-up stacks the deck. Since it was impossible to remove the drum track from “Basketball,” the drumbeat is now doubled in the mash-up, which further reinforces the regular rhythms of both drums and lyrics.",
            "citations": []
        },
        "FN22": {
            "text": "22. Nuzum ( 2001 ) gives a more thorough description of the events leading up to the FBI’s involvement, see pages 111 and 265–66. Adler ( 1990 ) is a representative sample of the media’s reaction to N.W.A. Crossley ( 2005 ) gives an excellent background for hip-hop artists’ instinctive mistrust of law-enforcement and other authority figures; see especially pages 503–505.",
            "citations": [
                "nuzum_2001",
                "adler_et_al_1990",
                "crossley_2005"
            ]
        },
        "FN23": {
            "text": "23. The lyrics at the end of the verse are somewhat indistinct because the next rapper, Eazy-E, simultaneously begins the third verse.",
            "citations": []
        },
        "FN24": {
            "text": "24. It seems reasonable to claim that Young deliberately aligned the form of his verse with the form of the accompaniment, since he also produced the song.",
            "citations": []
        },
        "FN25": {
            "text": "25. Measures 9–12 are also marked by a change in rhyme scheme. Whereas the first eight lines all had rhymed syllables toward the end of the bar, measures 9–12 feature rhymed syllables on the first beat. This technique—establishing a pattern of fourth-beat end-rhymes, only to change suddenly to first-beat rhymes—is a stylistic feature of N.W.A. and artists affiliated with them. A full treatment of this stylistic feature is beyond the scope of this article, but see Krims ( 2000 ) for an in-depth discussion of “The Nigga Ya Love to Hate” by Ice Cube, which prominently features this pattern.",
            "citations": [
                "krims_2000"
            ]
        },
        "FN26": {
            "text": "26. I should note here that the use of stock rhythmic figures does not speak to Walker’s lack of skill, but rather to early-1980’s stylistic norms that arose from the exigencies of improvised lyrics. Early rappers, often creating lyrics ex tempore, found it useful to have rhythmic formulae into which they could plug their syllables.",
            "citations": []
        },
        "FN27": {
            "text": "27. For a detailed description of this evolution, see Keyes ( 2002 ).",
            "citations": [
                "keyes_2002"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction (1) Example 1a . Kurtis Blow, “Basketball” (1984), 0:25–0:43 (click to enlarge and listen) Example 1b . Wu-Tang Clan, “Wu-Gambinos” (1995), third verse (the RZA) 2:56–3:35 (3) (click to enlarge and listen) Example 1c . Lyric chart for “Basketball,” showing accented and rhyming syllables (click to enlarge and listen) Example 1d . Lyric chart for “Wu-Gambinos,” third verse, showing accented and rhyming syllables (click to enlarge and listen)",
                "footnotes": [
                    "FN1",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This article explores the concept of flow in rap, a term  which I use to \nencompass all of the ways in which a rapper uses rhythm and articulation in his/her lyrical delivery. Flow is perhaps best introduced using two examples of strikingly different types. The first, presented as Example 1a , is the opening verse of “Basketball,” from the 1984 album Ego Trip by Curtis Walker, who rapped under the name Kurtis Blow. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The second example, presented as 1b , is the third verse from the song “Wu-Gambinos” from the album Only Built 4 Cuban Linx by Raekwon the Chef (1995). Raekwon is a member of the rap collective known as the Wu-Tang Clan, and as is typical, other members of the Wu-Tang Clan rap on most of the songs from this album. This verse is performed by Robert Diggs, founder of the Wu-Tang Clan, who raps under the name “The RZA” (pronounced Rizz-a).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The differences in style between these two verses are fairly obvious. “Basketball” relies on rhymed couplets falling in predictable rhythmic locations. Its text has a square, regular rhythm, even where it is syncopated, and Walker never subdivides the beat into values shorter than a sixteenth. The verse from “Wu-Gambinos,” on the other hand, is delivered in an increasingly manic, irregular rhythm, with many thirty-second notes and irregular beat subdivisions, and with rhyming and accented syllables in unpredictable locations. In order to explore these differences in more detail, Examples 1c and 1d present the lyric charts for both verses again, with some of the syllables highlighted for emphasis. Rhymed syllables have been color-coded. The colors were chosen arbitrarily, but all rhymed syllables have \nmatching colors. Accented syllables are written in boldface capital letters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] These lyric charts highlight the differences in the two styles. In their treatment of accented syllables, the two verses begin similarly, reinforcing the meter by placing accents on the beats. But while Walker’s verse continues this pattern, Diggs’ verse soon eliminates accents almost completely, in favor of a more stream-of-consciousness delivery that greatly weakens the sense of metrical organization in the lyrics. The lyric charts do bring to light one surprising similarity between the two rappers’ deliveries: the placement of pairs of rhymed syllables on or near successive fourth beats. For Walker, as with many early-1980s rappers, this is a style trademark, since no other rhymed syllables occur in the verse. In Diggs’ verse, on the other hand, these potential rhymed couplets become lost in the sea of rhymed syllables in other metric locations, to the point that the rhymed syllables on the fourth beat seem almost to be happenstance. This is due to several features of his delivery. First, the fact that the rhymes are usually multisyllabic means that rhymes occurring on or near the fourth beat are likely to contain some syllables either before or after \nthem. Second, the rhymed syllables themselves may only be part of a word or phrase (like “bicentennial” in line 13), with the unaccented part of the word or phrase falling on the beat and thereby de-emphasizing it. Third, and most important, is the RZA’s constant use of enjambment, (4) or a syntactic connection that overrides a metrical boundary. The effect created by enjambment is that even where rhymed syllables fall on the fourth beat, they are perceived as being in the middle of a larger unit that continues into the next line. This is in stark contrast to the fourth-beat rhymes in Walker’s verse, which emphasize the ends of measures through their correspondence with the ends of syntactical units.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The features discussed in the previous paragraph—placement of accented syllables, placement of rhymed syllables, and correspondence between syntactical and metrical units—are among the main components of what rappers and audiences refer to as flow . My goal in this article is to explore these techniques of flow in detail, and to show how rappers adjust the various parameters of flow to create new rhythmic layers, support the general affect of a verse, and contribute to a verse’s narrative structure. I will engage in a close reading of three rap verses in disparate styles, each of which has been chosen as the clearest representative of the technique under discussion. Flow defined",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As used in this article, “flow” describes all of the rhythmical and articulative features of a rapper’s delivery of the lyrics. Though rappers rarely concern themselves with defining the terms they use, flow has become one of the most important ways that rappers and audiences distinguish among various styles of rapping, and make value judgments about other rappers. Krims ( 2000 ) has engaged in the most thorough exploration to date of what rappers mean by “flow.” He defines the term as “an MC’s rhythmic delivery” (15), and notes the extraordinary increase in complexity between “old-school” (i.e., early- to mid-1980s) flow and the “new-school” style of rapping that began to evolve in the mid-1990s, a difference highlighted here by the contrast between \nExamples 1a and 1b. “The complexity referred to,” he explains, “involves multiple rhymes in the same rhyme complex, internal rhymes, offbeat rhymes, multiple syncopations, and violations of meter and metrical subdivisions of the beat” (49). Krims identifies three categories of flow, which he labels “sung,” “percussion-effusive,” and “speech-effusive.” The sung style is exemplified by songs like “Basketball,” and has already been described above. The percussion-effusive style is described as an MC “using her/his mouth as a percussion instrument,” and deserves further exploration, although such exploration will not be undertaken here. The speech-effusive style can be identified by Krims’ description quoted earlier in this paragraph, and represents the practice of most rappers today (see Example 1b and footnote 3 ).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "krims_2000"
                ]
            }
        },
        {
            "7": {
                "text": "[7] This article, while accepting Krims’ categorizations, aims at a more detailed picture. Unlike Krims, my purpose in discussing flow will not be to define categories of rapping, but rather to explore in detail some of the parameters manipulated by rappers in order to create different types of flow. “Flow” may be thought of as the rap equivalent to what instrumentalists call “technique,” a set of tools enabling the performer to most accurately convey his/her expressive meaning. In instrumental performance, these comprise the musician’s approach to legato, breath control, pedaling, fingering, and other skills specific to the instrument. The difference with rap, I will argue, is that a rapper’s flow creates its own new rhythmic layers that become an integral part of the musical fabric—as when an instrumentalist uses articulation or accentuation to create large-scale melodic connections not otherwise obvious to the listener.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The techniques included in a rapper’s flow are as follows: Metrical Techniques Articulative Techniques 1. The placement of rhyming syllables. 1. The amount of legato or staccato used. 2. The placement of accented syllables. 2. The degree of articulation of consonants. 3. The degree of correspondence between syntactic units and measures. 3. The extent to which the onset of any syllable is earlier or later than the beat. 4. The number of syllables per beat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] This article will focus on the metrical techniques, since they are the easiest to quantify. (5) These techniques also have the most impact on my main point, which concerns the use of these first three parameters to contribute to the rhythmic and formal structures of the music. (The fourth parameter, number of syllables per beat, is in direct proportion to the level of intensity of lyrical delivery, but does not have any bearing on the rhythmic aspects discussed in this article.) Certain rappers’ flows depend mainly on the “articulative techniques” listed above. One example is Slick Rick, whose superbly relaxed flow comes almost exclusively from manipulating articulative techniques 1 and 3. However, the majority of rap today focuses on placing rhymed and accented syllables in irregular locations, and on avoiding correspondence between syntactic units and metrical units; that is, on metrical techniques 1, 2, and 3. Each of these features creates its own rhythmic layer that interacts both with the other rhythmic layers and with the underlying beat to enrich the musical texture. In a previous article, I argued that “the best approach [to rap] is first to disregard the semantic meaning of the lyrics, and to treat the syllables of text simply as consonant/vowel combinations that occupy specific metrical locations” (12). (6) This article engages in a similar treatment of rap lyrics, but I will not be comparing rhythmic features of the lyrics with surface features of the accompaniment. Rather, this article \nexplores the new musical layers created by the lyrics themselves, and the relationship of those layers to other aspects of the song. I will examine three striking examples of rappers using flow both to enliven the musical surface and to contribute to other layers of musical meaning. Rhyme Patterns and Form: Blackalicious, “Blazing Arrow” Example 2a . Blackalicious, “Blazing Arrow,” verse 1 (0:20–0:51) (click to enlarge and listen) Example 2b . “Blazing Arrow,” verse 1, with rhymed syllables highlighted (click to enlarge and listen) Example 3 . “Blazing Arrow,” with rhymed syllables represented as percussion (click to enlarge and listen) Example 4a . Metrical placement of multi-syllabic rhymes in measures 3–5 of “Blazing Arrow” (click to enlarge) Example 4b . Metrical placement of multi-syllabic rhymes in measures 6–10 of “Blazing Arrow” (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The northern California rap duo Blackalicious comprises rapper Timothy Parker, who calls himself Gift of Gab, and DJ Xavier Mosley, under the name Chief Xcel. Their song “Blazing Arrow” (2002), from the album of the same name, is a perfect point of departure for examining the ways in which the rapper’s flow can create its own rhythmic layer. Example 2a presents the first verse of the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Both the lyrics and music for this verse show an inclination towards even, regular rhythmic patterns.  In the beat, (7) the electric guitar marches along in steady eighth notes, and the bass line alternates between what might be called tonic and dominant on beats one and three. Since the snare drum has attacks on every second and fourth beat, in the entire beat only the bass drum has any syncopation. Likewise, on paper, the lyrics have even less rhythmic variety than the lyrics of “Basketball” do. (8) In a full twelve measures of 4 4 , only five sixteenth-note beats do not have attacks. One can easily imagine how monotonous this song might be if every line contained an end-rhyme and each end-rhyme fell on beat four.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As I will show, the lack of a consistent and predictable pattern of rhymed syllables is Parker’s main method both of creating rhythmic variety and articulating form in this verse. (9) The constant sixteenth-note delivery in “Blazing Arrow” ensures that any rhythmic variety in the lyrics must come from something other than the metrical placement of the syllables; this makes the verse an excellent example of the rhythmic effect of rhymed syllables on their own. Each line of this verse contains multiple internal rhymes, and almost every rhymed syllable or group thereof uses similar vowel sounds. This has the effect of linking the rhymed syllables together throughout the verse and thereby overriding any syntactic or metrical divisions. Example 2b presents the lyric chart again. As with \nExample 1c and 1d, boxes containing rhymed syllables have been colored to highlight their correspondence with one another.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The lyric chart presented in Example 2b highlights Parker’s heavy use of multisyllabic rhymes. Each of lines 3–10 contains three statements of a three-syllable, and therefore three-sixteenth-note, unit in which the first and last syllable rhyme and the middle syllable is variable (these are known as “slant” rhymes, in which one syllable of a multi-syllabic group is altered—compare “craze you crave,” “day’s the day,” and “major way” in line 3). Parker also signals the beginning of each of these multi-syllabic units through a slight \n\t\trise in the pitch of his voice. Thus, even though nearly all the sixteenth-note beats in the verse contain a syllable of text, the rhymed syllables themselves create a syncopated rhythmic pattern. This pattern is represented graphically by Example 3 , in which the highlighted rhymed syllables have been notated as an additional percussion part above the rest of the sampled music. Multisyllable units that rhyme with each other have been notated on the same place in the staff; thus, the new percussion part uses noteheads in only two different staff positions since the verse only has two different rhyming sounds. It is worthwhile to listen again to the verse, following along with Example 3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Examples 2b and 3 bring to the forefront the way in which Parker’s flow helps define the form of the song. Most obviously, this occurs in his use of syllables rhyming with “arrow” to mark the beginning and end of the verse, as shown in the different color on the lyric chart and the different notated pitch on the “percussion” part. But more subtle is Parker’s use of metrical shifts in the rhyming units to define smaller-scale formal units within the verse. By placing the three-sixteenth-note units in different places in the bar, Parker creates four different measure groupings within the twelve-bar verse. Measures 1–2 and 11–12 are set apart because of the different rhyme scheme just mentioned. Measures 3–5 and 6–10 are unified through the use of at least one similar rhythmic pattern in each bar. Examples 4a and 4b illustrate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] These measures have been aligned vertically in the example to illustrate the metrical correspondence between rhymed syllable groups. Each group of measures contains a series of bars with virtually identical rhythmic patterns followed by a measure (5 and 10) whose rhythm is similar enough to be included with the previous bars but is different enough to provide a smooth transition into the next group of measures. Measure 5, for example, retains the three-sixteenth-note groups starting in the middle of beat 2 and on beat 4, but drops the group starting on beat 1 and adds an additional syllable halfway through beat 3. Likewise, measure 10 retains the three-sixteenth-note group starting halfway through beat 4 and continuing to the next downbeat (which is not shown in the example), but displaces the other groups by half a beat. Thus, each of these measures helps delineate the form of the verse by containing rhythms that link it to the previous measure-group and simultaneously signal a change. By using only the placement of rhyming units within a constant stream of sixteenth notes, Parker’s flow divides the verse into four sections: \nmeasures 1–2, 3–5, 6–10, and 11–12. More importantly, he creates a new rhythmic layer that forms the only departure from even rhythmic values in the song. Enjambment and Ambiguity: Madvillain, “All Caps”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In the eccentric world of rap music, Daniel Dumile is one of the most eccentric characters. Originally a member of the late-1980s group KMD, rapping under the alias Zev Love X, Dumile disappeared from the public eye after the untimely death of his brother in 1993, resurfacing several years later under the name “MF DOOM” (always written in capital letters). He has released several albums as MF DOOM, and several more under various other aliases. (10) Dumile only appears in public wearing a mask, and his lyrics range from the abstract to the virtually incomprehensible. His songs tend to be free-form, eschewing the strophic structure of typical rap songs in favor of songs whose verses are of markedly different lengths, songs that contain only one verse, or songs whose last verse also begins the next song on the album. (11) These characteristics, and others to be discussed below, mark Dumile as an “alternative” rap artist. (12) Example 5a . Madvillain, “All Caps,” verse 1 (0:20–1:17) (click to enlarge and listen)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] A lyric chart for the song “All Caps” is presented as Example 5a . This song was released on the album Madvillainy (2004) \nby the group Madvillain, comprising Dumile and Otis Jackson, Jr., who calls \nhimself DJ Madlib.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] If regularity was the defining feature of “Blazing Arrow,” then ambiguity is surely the defining feature of “All Caps.” Both the lyrics and music for this song indicate the performers’ commitment to creating a rhythmically indefinite texture. Discussing the lack of clarity in both voice and instrumental parts, Frere-Jones ( 2004 ) noted, “the voices and samples on “Madvillainy” sound as if they’d been coated with dust, fried, dropped, rolled around, and then fried again.” Jackson’s unusual sonic palette manifests itself in several aspects of the beat, most obviously in the hissing and crackling of the record being sampled (which many mainstream rap producers try to remove in favor of a “cleaner” sound) and in the sampling of instruments not usually associated with rap music, like the flute and trombone. (13) But more germane to the present article is the rhythmic ambiguity of the sampled music itself. The beginning of the song (which, in the interest of brevity, is not included in the audio clip) is unmetered, so the downbeat is not made clear until the sampled drumbeats begin. (14) When the main melodic sample enters, (15) it is unclear whether its rhythm is this: or this:",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Only the trombone entrance is clearly the latter. Furthermore, unlike virtually all other rap producers, Jackson seems to have deliberately chosen a harmonically ambiguous sample; compare the indeterminate descending fifths of the bass line used in “All Caps” to the tonal samples used in “Wu-Gambinos” and “Blazing Arrow.” (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Given the soundscape created by Jackson, (17) Dumile had two choices in the rhythmic structure of the rapping. Either he could support the regular rhythmic patterns of the drum sample by aligning his lyrics with the beats, or he could support the rhythmic ambiguity of the pitched parts. Clearly, he chose the latter approach. Dumile’s flow repeatedly violates the duple division of the beat: note the eighth-note triplets in lines 2 and 4, the quintuplets in lines 5, 6, and 9, and the sixteenth-note triplets in lines 1, 7, 11, 16, and 18. Moreover, none of the lyrical rhythms are repeated in any predictable pattern, making the rapping come across more like speech that happens to take place over sampled music than like the stylized rhythms of earlier songs like “Basketball.” Dumile, who always refers to himself in the third person, describes his flow as “calm” in line 9. This laxity with respect to the underlying beat is one of the main factors contributing to the sense of calm he tries to project. (One could also study in detail the creation of Dumile’s “calm flow” via the articulative techniques of flow enumerated earlier in this article, especially his extremely legato delivery and his tendency to place syllables slightly after the beat.) Example 5b . Lyric chart for “All Caps,” verse 1, showing only rhymed syllables (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] However, Dumile’s flow does more than create rhythmic ambiguity. It also destabilizes the metrical order established by the drumbeats through manipulation of rhymed syllables and syntactic units. Example 5b presents the lyric chart for “All Caps” again, this time with rhyming syllables color-coded as in the previous examples to show their metrical placement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Much like the verse from “Wu-Gambinos” presented earlier, Dumile’s verse from “All Caps” manages to subvert its own use of end-rhyme. The lyrics do contain plenty of end-rhymes, most of which fall on or around beat four. In fact, if beats 1–3 had no rhyming syllables, lines 9–18 would look very similar to “Basketball.” A visual scan of \nExample 5b might lead one to expect these fourth-beat end-rhymes to be the most noticeable feature of the verse’s rhyme scheme. It is remarkable, then, that Dumile is able to de-emphasize these end-rhymes to the point that not only do they not support the meter, they work with the rest of the rhymed syllables to help undermine it. Like Diggs in “Wu-Gambinos,” Dumile accomplishes this in two ways. The first is through his unpredictable use of internal rhyme, which leaves the listener unsure of where the next rhymed syllable will occur. Compare the use of internal rhyme in this verse with that of “Blazing Arrow.” Both songs use the technique to a high degree, but in “Blazing Arrow,” there is a predictable number of rhymed syllable groupings per measure (usually three); and, as shown in the preceding section, Parker deliberately establishes a pattern of rhymed syllables, supporting the metrical order by informing the listener in advance where those syllables will occur. “All Caps,” on the other hand, places its internal rhymes in constantly changing locations, so that the listener is unaware 1) how many groups of rhymed syllables to expect, and 2) where in the measure they will occur. There may be as few as three groups of rhymed syllables, like the rhymes starting with “calm flow” in line 9, or as many as 11, as with the rhymes starting with “spot” in line 13. Furthermore, at the beginning of the verse, Dumile fragments the groups of rhymed syllables and links them up with others. Thus, the rhyming sounds beginning with “stick, yo” in line 4 break apart so that only the long “o” sound is rhymed in line 7; this sound then connects with “butter” in line 8, only to have the latter break off from it line 9. This process of fragmentation and connection helps the listener establish phonic connections across metrical boundaries, which weakens metrical groupings in favor of aural ones. Finally, Dumile uses internal rhyme such that syllables within a line may not necessarily rhyme with the sound at the end of the line, though both might rhyme with syllables in the next line. This is most noticeable in lines 13–16, where he overlaps the sounds rhyming with “spot” with those rhyming with “tracks.”  The effect of all the techniques described in this paragraph is that the fourth-beat end-rhymes sound only like part of an indeterminately long string of rhymed syllables, rather than as place-markers for the ends of metrical units. Example 6 . “All Caps,” verse 1, voice part, with phrase markings showing syntactic units (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The second way Dumile’s flow contributes to the metrical ambiguity of the verse is in his use of enjambment. Example 6 presents the verse from “All Caps” notated in a form closer to that of \nExample 3. Here, I have indicated the metrical position of syllables as an unpitched part. Syllables that are part of the same syntactical unit (18) all appear under the same slur in order to illustrate graphically the extent to which syntactical connections in the verse override metrical connections. Note that in the first, fifth, and sixth staves of the example, the slurs also continue into the next system.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Two features stand out from Example 6. The first is Dumile’s \nobvious lack of concern for the length of his lines of verse with respect to the \nmeasures of music. As the phrase markings show, only eleven measures out of \ntwenty contain the end of a syntactic unit at the end of a measure. This would \nmake a certain amount of sense if those measures were distributed evenly, so \nthat every odd-numbered measure was also the end of a line of text. But the \ncorrespondences between line endings and measure endings are irregularly placed \nthroughout the verse, so that the listener has no reason to expect those \ncorrespondences when they do happen. Similarly, in the entire excerpt, only five \nlines of text correspond with single measures of music (measures 5, 6, 13, 14, \nand 17), and like the rhymed syllables, these do not fall in any predictable \nlocations within the verse. This general lack of alignment leads to the second \nnotable feature of the verse, which is the different number of syntactical units \nand measures. Most earlier (pre-1990s) rap music either contains the same number of syntactical units and measures, or three syntactical units for every four measures. (The latter is the structure of “Basketball,” and is perhaps the most typical of early rap songs: the third and fourth lines of text form one unit, so that the text of each four-bar group has a 1+1+2 organization with respect to the measures of music.) “All Caps,” which has 17 syntactical units in its 20 measures, (19) has none of this regularity of organization. Not only do the numbers of measures and syntactical units differ, they do not even differ in any predictable way, largely because of the lack of correspondence between line length and measure length just discussed. For example, the first four bars contain three units of text, but these three units are not evenly distributed among the four bars. The first unit lasts for two full bars, the second for two and a quarter beats, and the third for a measure and a quarter. As noted earlier, all of these techniques fall under the general category of “enjambment,” the poetic term for syntactical units of text overriding metrical connections. Like the unpredictability of the rhyme scheme, enjambment works with the rhythmic and tonal ambiguity of the beat to greatly weaken the meter in this verse.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The purpose of the above discussion is to point out that both Dumile and Jackson seem to have recognized a phenomenon that most earlier rappers either did not recognize or did not care to employ: since the drumbeat in rap defines the meter so clearly, (20) the sampled music and rapping need not consistently match up with the meter in any regular or predictable way. In “All Caps,” the rhythm of both voice and pitched accompaniment is so indeterminate that is seems to float free of the meter, being only weakly tethered to it by the drum sample. This drum sample, in turn, seems like the anomalous part of the beat. This can be most forcefully demonstrated with an aural experiment. Example 7 presents a rudimentary mash-up in which the first verse of “Basketball” has been mixed with the beat from “All Caps.” (21) Unexpectedly, the lyrics and drumbeats now seem like the normative parts of the music, while the pitched accompaniment sounds out of place. Listening again to the actual verse (Example 5a) will highlight the extent to which Dumile’s flow reinforces the rhythmic ambiguity of Jackson’s beat. Example 7 . First verse of “Basketball” with beat from “All Caps” Accentuation and Narrative Technique: N.W.A., “100 Miles and Runnin’”",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] One of the first “hardcore” rap groups, N.W.A. (Niggaz with Attitude) was known for its extremely violent and misogynistic lyrics, typically delivered in an aggressive style over dissonant, assaultive beats. The group’s second album, Straight Outta Compton (1988), remarkable for its graphic and unapologetic depiction of street life in south central Los Angeles, created such a furor in the mainstream media that the FBI became involved, warning the group that the sort of violence advocated by its song “Fuck tha Police” would not be tolerated. (22) “100 Miles and Runnin’” is the title track from the group’s second album, an EP released in 1990 as a direct response to the events outlined above. The “Runnin’” in the title refers to the group’s running away from the police and FBI, who are symbolically chasing them. Example 8a . N.W.A., “100 Miles and Runnin’” (1990), second verse (Dr. Dre), 1:26–2:10 (23) (click to enlarge and listen) Example 8b . N.W.A., “100 Miles and Runnin’,” verse 2, showing accented syllables (click to enlarge and listen)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The rapper in this verse is Andre Young, known as Dr. Dre. As a producer and rapper, Young is one of the most long-standing and influential figures in rap, and one need only compare the styles of  “Express Yourself” (1988), “100 Miles and Runnin’” (1990), and “Forgot about Dre” (2000), all of which feature Young’s production and rapping, to get some idea of the variety of flows of which he is capable. In this song, Young assumes the aggressive posture typical of N.W.A., with a flow punctuated by off-beat accents and syncopated rhythms. His manipulation of a single aspect of his flow, the placement of accented syllables, contributes both to the overall organization of the verse and to its general affect. Both the text and music in this verse depict the anger of a young black man on the run from the law, but the rapper’s flow takes this depiction one step further in relating his state of mind to his current situation. Example 8a presents a lyric chart for the verse, with accented syllables (that is, syllables accented by a louder delivery, whether or not they carry the natural stress in the word) shown in boldface.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] This verse contains three types of lyrics. Measures 1–2, 4–8, and 17–20 contain what might be called “doing” lyrics, those that describe Young’s actions as a man on the run from the law. The lyrics in measure 3 and \nmeasures 9–13 could be called “being” lyrics, since they describe Young’s observations and his attitude. Lines 13–16 are different from either type; they represent a brief move out of the narrative of the verse in which the rapper steps out of character to address the listener. The beat supports this division of lyrical function. The first eight measures, dominated by the “doing” lyrics, are supported by the same drums and pitched layers that run throughout the song’s first three verses. Measures 9–12, the primary “being” lyrics, are set apart from the others by the addition of the high, beeping C-natural, which contributes to the verse’s overall sense of instability through its offbeat placement and its dissonance against the bass C-sharp. In measures 13–16, the change in voice from Dr. Dre, the fictional character on the run, to Dr. Dre, the rapper addressing his audience, is mirrored by the shift from the “tonic” bass note C-sharp to the “dominant” G-sharp. The final measures, which represent a synthesis (see below), are marked by a return to the original beat. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Young’s flow uses accented syllables to form an additional narrative layer that depicts how his state of mind, as reflected in the “being” lyrics, motivates his actions described in the “doing” lyrics. The flows of the two types of lyrics are distinguished from one another by the metrical placement of accented syllables. Example 8b , a modified version of the lyric chart, illustrates these differences graphically. In the example, the “doing” lyrics are shaded red, while the “being” lyrics are shaded blue (the purple shading of line 17 will be discussed below). Example 8b contains two types of accented syllables: those that carry the natural accentuation of the word or phrase of which they are a part, written in regular type, and those that the rapper accents artificially, written in boldface capital letters. Syllables that are either naturally unaccented or that Young deliberately de-emphasizes, such as all of line 8 after the first syllable, are omitted from the example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The “doing” lyrics, highlighted in red, are marked by a relatively high degree of correspondence between accented syllables and beats. Out of twenty-four accented syllables, eighteen fall on the stronger part of a beat (that is, on the beat itself or halfway between beats). This correspondence creates a sense of rhythmic regularity to these lines appropriate to an aural depiction of running, a relationship reinforced by the fact that the three most strongly emphasized words in these measures (“Running” in \nmeasures 1 and 5, and “marathon” in measure 4) all have accents in strong metrical locations and all refer to Young’s symbolic flight. By contrast, the “being” lines, highlighted in blue, are marked by syncopation of the accented syllables. (25) Out of eighteen accented syllables in these lines, only seven fall on the beat, and as we shall see, only five actually sound as though they fall on the beat. This general lack of correspondence is appropriate to Young’s “confused” state of mind mentioned in the ninth line. Example 9 . N.W.A., “100 Miles and Runnin’,” verse 2, placement of accented syllables in mm. 9 (top) and 3 (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The effect of the syncopation in the “being” lines, however, goes deeper than surface text-painting. These lines are characterized by a 4-against-3 rhythm that appears twice. Its most obvious appearance is in measure 9, where Young places four accented syllables in quadruple proportion to the last three beats of the bar. The same rhythm appears in an approximate retrograde in measure 3, the first of the “being” lines. Here, the syllables are \n\t\t\tsimilarly grouped in three-sixteenth units, but the accented syllable comes at the end of those units, rather than at the beginning. Example 9 illustrates the correspondence between measure 9 and measure 3. In the example, accented syllables are given as noteheads. These syllables are further indicated by larger numbers in the row of sixteenth-note beats underneath the bar. In the 4-against-3 groups, the placement of the accented syllables is shown within the three-sixteenth-note groups of which they are a part (rather than in relation to the quarter-note beats). Although it is not part of the lyrics, I have included the sampled scream on the fourth beat of measure 3 since it forms a counterpart to the first beat of measure 9.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] This example illustrates that the 4-against-3 pattern characterizes the “being” lyrics, as the rapper’s confused state of mind is reflected in his apparent confusion with respect to the meter. This pattern also weakens two syllables that do fall on the beats. Since they are part of a larger syncopated pattern, “yo” on beat 2 of measure 9 and “on” on beat 3 of measure 3 are not perceived as metrically strong, hence my assertion that only five out or eighteen accented syllables in the “being” measures actually sound as though they are on strong beats. Having established this 4-against-3 pattern as typical of the “being” lyrics, then, Young is able to use it to further the drama of the verse. In \nmeasures 13–16, the different set of “being” lyrics in which Young steps out of character to describe himself in reality, the amount of syncopation continues to increase, culminating in the completely syncopated (and accented, by virtue of its being shouted) “P-O-L-I-C-E” in measure 15. This constant increase in the level of syncopation from \nmeasure 9 to measure 13 has a transformative effect on line 17, the next “doing” line. It no longer has the rhythmic regularity of \nmeasures 1–2 and 4–8, but rather contains the 4-against-3 syncopation of the “being” lyrics. For this reason, line 17 has been shaded purple: it represents a synthesis of the “being” and “doing” lyrics, in which the text describes Young’s running but the 4:3 rhythm characterizes his mental state, as if to confirm for the listener that the latter is the basis for the former. Thus, the rapper’s flow, as illustrated by his metrical placement of accented syllables, both adds a new rhythmic layer to the texture and contributes to the narrative of the verse. Conclusion: Flow and Value Judgment",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Curtis Walker’s “Basketball” was used several times in this article as a foil for the more complex flows of later rap artists. For the greater part of the mainstream listening public, the type of flow exemplified by “Basketball” represented—and may still represent—the best that rap music has to offer: lyrics delivered in predictable, childlike rhythmic patterns with predictable syncopations, describing situations that were at best humorous and at worst offensive. Walker’s reliance on end rhyme and his coordination of accented syllables with accented beats make the lyrics sound more like a nursery rhyme than a work of poetry. Furthermore, the preponderance of similar rhythmic figures makes “Basketball” sound repetitive in a way that mainstream audiences might have found at least tolerable if there had been a melody, but \nwhich in the absence of one quickly found monotonous. (26) Thus, many adult listeners in the 1980s were ready to write off rap completely, even while their children—my own generation—embraced it.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] None of the statements in the previous paragraph are intended as a value judgment against Walker, who, one assumes, never intended for “Basketball” to be anything other than fun (this can be inferred from the song’s video, which features, among other innocuous images, a giant dancing chicken). Nor are they a criticism of the listening public, who upon being exposed to an art form in its infancy, either found “the lyrics ... crude and simple-minded, the diction sub-standard, the rhymes raucous, repetitive, and frequently raunchy” ( Shusterman 1991 , 613), or, in the words of Walser ( 1995 ), found rap “assaultive and alien, the figuration of experiences they [did] not want to have or understand” (211). These assessments of rap were most likely based on a lack of understanding of the techniques and goals of rap music, something recent scholarship has done much to rectify. Max Roach, as quoted in Lipsitz ( 1994 ), stated the problem eloquently: “[the] thing that frightened people about hip-hop was that they heard rhythm—rhythm for rhythm’s sake” (37). It is precisely that quality—rhythm for rhythm’s sake—that developed as rapping evolved from a party game into an art form, (27) and that development was most clearly manifested in rappers’ approaches to flow.",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "shusterman_1991",
                    "walser_1995",
                    "lipsitz_1994"
                ]
            }
        },
        {
            "35": {
                "text": "[35] Although rappers and rap listeners are quick to make value judgments about other rappers based in part on flow, these judgments will necessarily change as new styles of rapping emerge. While the type of flow represented in “All Caps” is rhythmically and poetically more complex than that of “Basketball,” it is not necessarily a given that early-1980’s rappers such as Curtis Walker would even aspire to a more complex flow. After all, Walker’s flow, with its rhymed couplets and predictable fourth-beat end-rhymes, was the norm in early 1980’s rap, and its creation requires a different skill set than the creation of the type of flow in “All Caps” or “Wu-Gambinos.” Thus, far from presenting a yardstick against which the skills of various rappers could be measured, this article is intended primarily as a description of the types of techniques that constitute flow in rap, with examples of each technique taken to its extreme. This type of investigation is significant because the textual delivery in rap and its relationship to the musical accompaniment are quite different than they are in Western art music. Leaving aside text-painting, the text in Western art music finds musical support primarily in its own melody and in the harmonic structures of the accompaniment. In rapping, on the other hand, that musical support is found primarily in the rhythmic, metrical, and syntactic arrangement of syllables—that is, in the components of what rap musicians call flow .",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.5.adams.html",
    "data": "mto/data/mto.09.15.5.adams.json"
}