{
    "title": "Review of Richard Middleton, ed., <i>Reading Pop: Approaches to Textual Analysis in Popular Music </i> (Oxford: Oxford University Press, 2000).",
    "date": "2001/12/01",
    "volume": "7",
    "issue": "6",
    "authors": [
        "Everett, Walter T."
    ],
    "abstract": "",
    "keywords": [
        "rock music",
        "popular music",
        "Schenker"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.6/mto.01.7.6.everett.pdf",
    "author_info": [
        {
            "name": "Walter T. Everett",
            "university": "University of Michigan",
            "address": "School of Music, Ann Arbor, MI 48109-2085",
            "email": "weverett@umich.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Middleton, “Introduction: Locating the Popular Music Text,” 9. All essays \ncited in this review appear in Reading Pop unless stated otherwise.",
            "citations": []
        },
        "FN2": {
            "text": "2. Tagg, “Analysing Popular Music: Theory, Method, and \nPractice,” 74.",
            "citations": []
        },
        "FN3": {
            "text": "3. Björnberg, “Structural Relationships of Music and Images in Music Video,” \n347.",
            "citations": []
        },
        "FN4": {
            "text": "4. Middleton, “Popular Music Analysis and Musicology: Bridging the Gap,” 104–21.",
            "citations": []
        },
        "FN5": {
            "text": "5. Covach, “We Won’t Get Fooled Again: Rock Music and Musical Analysis,” in Keeping Score: Music, Disciplinarity, Culture , ed. David Schwarz, Anahid \nKassabian, and Lawrence Siegel (Charlottesville: University Press of Virginia, 1997), \n75.",
            "citations": []
        },
        "FN6": {
            "text": "6. Tagg’s call, familiar from previous work, underlies his argument in “Analysing \nPopular Music,” 77.",
            "citations": []
        },
        "FN7": {
            "text": "7. Fiori, “Listening to Peter Gabriel’s ‘I Have the Touch’,” 183–91.",
            "citations": []
        },
        "FN8": {
            "text": "8. Moore, “‘The Hieroglyphics of Love’: The Torch Singers and Interpretation,” \n262–96.",
            "citations": []
        },
        "FN9": {
            "text": "9. Leppert and Lipsitz, “‘Everybody’s Lonesome for Somebody’: Age, the Body, \nand Experience in the Music of Hank Williams,” 307–28.",
            "citations": []
        },
        "FN10": {
            "text": "10. Middleton presents his understanding of Schenkerian analysis in Studying \nPopular Music (Buckingham, UK: Open University Press, 1990), 192–97.",
            "citations": []
        },
        "FN11": {
            "text": "11. Allen Forte, The American Popular Ballad of the Golden Era 1924–1950 (Princeton University Press, 1995).",
            "citations": []
        },
        "FN12": {
            "text": "12. The example is 1.6, on p. 38. Winkler characterizes it in “Randy Newman’s \nAmericana,” 41, n. 3.",
            "citations": []
        },
        "FN13": {
            "text": "13. Middleton, “Popular Music Analysis,” 115. The editor footnotes this observation \n(115, n. 5) thus: “For Schenker’s theory, which sees all good music as based on \nan underlying I-V-I harmonic progression, see [ Studying Popular Music ], 192–5.”",
            "citations": []
        },
        "FN14": {
            "text": "14. The ♭ VII - IV - I pattern, quite common in rock \nmusic, is exemplified in Sheila Whiteley’s “Progressive Rock and Psychedelic Coding \nin the Work of Jimi Hendrix,” 239, as well as in Björnberg, “Structural Relationships,” \n360.",
            "citations": []
        },
        "FN15": {
            "text": "15. Whiteley, “Progressive Rock,” 236.",
            "citations": []
        },
        "FN16": {
            "text": "16. Middleton, “Popular Music Analysis,” 120.",
            "citations": []
        },
        "FN17": {
            "text": "17. Brackett, “James Brown’s ‘Superbad’ and the Double-Voiced Utterance,” 135.",
            "citations": []
        },
        "FN18": {
            "text": "18. Middleton, “Introduction,” 4.",
            "citations": []
        },
        "FN19": {
            "text": "19. Björnberg, “Structural Relationships,” 356.",
            "citations": []
        },
        "FN20": {
            "text": "20. Middleton, “Introduction,” 4.",
            "citations": []
        },
        "FN21": {
            "text": "21. Winkler, “Randy Newman’s Americana,” 51.",
            "citations": []
        },
        "FN22": {
            "text": "22. Actually, Winkler tries to link a pentatonic melody to supportive harmony, but this remains unconvincing because such scale degrees are fundamentally unlinked to all harmonic function. Black-key melodic dissonance resolution in an E ♭ blues on the piano, for example, is far more limited an effect than that in a diatonic system.",
            "citations": []
        },
        "FN23": {
            "text": "23. Hawkins, “Prince: Harmonic Analysis of ‘Anna Stesia’,” 63.",
            "citations": []
        },
        "FN24": {
            "text": "24. Hawkins, “Prince,” 63.",
            "citations": []
        },
        "FN25": {
            "text": "25. Cubitt, “‘Maybelline’: Meaning and the Listening Subject,” 150.",
            "citations": []
        },
        "FN26": {
            "text": "26. Hawkins, “Prince,” 60, n. 1.",
            "citations": []
        },
        "FN27": {
            "text": "27. Cubitt, “‘Maybelline’,” 157.",
            "citations": []
        },
        "FN28": {
            "text": "28. Cubitt, “‘Maybelline’,” 158.",
            "citations": []
        },
        "FN29": {
            "text": "29. Middleton, “Introduction,” 6–7.",
            "citations": []
        },
        "FN30": {
            "text": "30. Middleton, “Analysing the Music,” 23.",
            "citations": []
        },
        "FN31": {
            "text": "31. Hawkins misses the forest for the trees in another essential way, too; whereas \nthe chordal (“harmonic”) language in the single song by Prince, “Anna Stesia” (despite \nits amazing dearth of harmonic interest), is his sole area of inquiry, he never \ndoes point out the relationship between the title’s pun and the static, sleep-inducing \nnature of a song entirely devoid of a major-mode dominant.",
            "citations": []
        },
        "FN32": {
            "text": "32. Middleton, “Introduction,” 6; ellipses and brackets are Middleton’s. Forte \nis quoted from The American Popular Ballad , 334, 335, 347.",
            "citations": []
        },
        "FN33": {
            "text": "33. Middleton, “Introduction,” 2, n. 2.",
            "citations": []
        },
        "FN34": {
            "text": "34. Moore, “‘The Hieroglyphics’,” 263.",
            "citations": []
        },
        "FN35": {
            "text": "35. Winkler, “Writing Ghost Notes: The Poetics and Politics of Transcription,” \nin Keeping Score: Music, Disciplinarity, Culture , 169–203.",
            "citations": []
        },
        "FN36": {
            "text": "36. Griffiths, “Three Tributaries of The River,” 192–202.",
            "citations": []
        },
        "FN37": {
            "text": "37. Hamm, “Genre, Performance, and Ideology in the Early Songs of Irving Berlin,” \n297–306.",
            "citations": []
        },
        "FN38": {
            "text": "38. Hisama, “Postcolonialism on the Make: The Music of John Mellencamp, David \nBowie, and John Zorn,” 329–46.",
            "citations": []
        },
        "FN39": {
            "text": "39. Taylor, “His Name Was in Lights: Chuck Berry’s ‘Johnny B. Goode’,” 165–82.",
            "citations": []
        },
        "FN40": {
            "text": "40. The lone chapter not mentioned elsewhere in this review presents—despite \nits display of admirable depth and occasional flair—what is to me a largely off-the-mark \nreading of a set of Buddy Holly’s lyrics and his vocal articulation of them: Barbara \nBradby and Brian Torode, “Pity Peggy Sue,” 203–27.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "You want the bad news first?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Poor Richard. He wants writers on popular music to address the topic from \nwhat he sees as the single viable perspective. He looks at what is offered by many \nAmerican analysts, with their emphasis on the inner tonal relationships of a song \nor group of songs, and he finds the approach both doctrinaire (because it is based \non what he asserts to be the uncritical adoption of “formalist” systems that had \nbeen created to clarify the workings of music of a different sort) and inadequate \n(due to its failure to consider the entirety of the music’s social context). He \nturns to the cultural-studies sociologists, and admires their consumer-based interest \nin gesture and dance steps but is embarrassed by their lack of sophistication in \nparsing a musical text. He then announces that in order to pretend to any validity \nat all, the only proper approach in pop-music scholarship is to synthesize the two \ngoals in every piece of published research. He reasons that “musical meaning cannot \nbe detached from the discursive, social and institutional frameworks which surround, \nmediate, and (yes) produce it.” (1) Middleton is not alone \nin this argument, but is supported by a number of the book’s contributors. Thus, \nPhilip Tagg: “no analysis of musical discourse can be considered complete without \nconsideration of social, psychological, visual, gestural, ritual, technical, historical, \neconomic, and linguistic aspects relevant to the genre, function, style, (re-)performance \nsituation, and listening attitude connected with the sound event being studied.” (2) Thus, Alf Björnberg: “It is a fact that pop and rock music have always been heavily \ninfused with socially determined meaning such that an autonomous musical aesthetics \nappears clearly insufficient to explain their significance.” (3) In his own chapter, Middleton grasps at cultural studies, linguistics, genetic theory, \nand even the electro-chemical nature of neural circuits to explain the nature of \na gesture, because for him meaning is to be found not among musical relations but \nin the music’s relationship to its surroundings. (4) To this reviewer, such an entanglement \nof music with its context seems almost less “necessary” than ever, in an age when \na reference to the text of Abbey Road should mean exactly the same thing \nto everyone the world over—the collection of 478.5 megabytes appearing on a compact \ndisc that contains in every case the same stereo mix of a recording fixed in 1969. \nThis sort of musical text, common to most popular-music compositions of the past \nfifty years, can be studied as an independent unit much more easily than could a \nMozart sonata, which exists only in a general notational roadmap suggestive of many \npossible valid and interesting tangible interpretations.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Just as he gets comfortable advocating a balance of the musical and the sociological, \nin the thumbnail history of approaches to popular music featured in his Introduction, \nalong comes the post-modern discourse-edifying critic, and a befuddled Richard now \nfeels that his previous interdisciplinary prescription is inadequate unless it is \nalso colored by an attractive political stance, hopefully one embracing a Marxist \nor a sexual-politic perspective. So, according to his \ncurrent view, every scholarly attempt to discuss popular song must present research \ninvolving music-analytical work, sociological study, and political criticism—and \nall from the approved viewpoint.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Part of the reason for Richard’s conundrum is the odd-bedfellows nature of \npopular-music scholarship, with its mix of academic discipline and vernacular repertoire. \nA second aspect of the problem is posed simply by the immaturity of the field of \npopular music studies, with many voices from different backgrounds yearning to be \nheard. A third is due to the manifold tonal systems present in popular music, some \nno different from those of 200 years ago, others hardly related at all, and still \nothers combining aspects from both of these extremes. But the dominant problem as \narticulated and exemplified in Reading Pop is the editor’s own great urge \nto indoctrinate. In our chiefly American discourse, I like to think that different \nviews are encouraged, that we learn from complementary approaches, that we are free \nto design the scope as well as the objects, systems, and methods of our investigations \nas we deem appropriate, and that no one is required to “do it all,” to reflect in \ntheir own work that of everyone else within the field—let alone those in tangential \nfields. But Richard would not be comfortable with such flexibility and freedom. \nWhereas other scholars desire to be heard and understood, he asks to set the interdisciplinary \nagenda for everyone else. No matter that scholarship has traditionally been a domain \nthat values highly developed expertise in a fairly circumscribed area of specialization. \nPerhaps because recent popular music represents rebellion, academic tradition is \nto be thrown on its head! We must crown a new leader—let’s see . . . who is so \nprominent as to have been a founding editor of the journal, Popular Music , \nto have authored a couple of pioneering books in the area ( Pop Music and the \nBlues [1972] and Studying Popular Music [1990]), to have earned the professional respect of many readers and other devotees, and to have proclaimed \nthe one proper direction for scholarly inquiry? To repeat a line from the Who that \nJohn Covach has used in a related analogy elsewhere, “Meet the new boss, same as \nthe old boss.” (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I applaud Middleton’s interests in the interdisciplinary \nand the intertextual. I would be quite impressed and would be mighty grateful to \nfind a single essay that skillfully weaves deep and convincing observations in such \nan interesting combination of disciplines as thought necessary by Richard Middleton. \n(In fact, the similar but smaller-scale call for a balance of rigor and imagination, \nof structural and hermeneutic approaches, is certainly the most important contribution \nto emerge from the influential work of contributor Philip Tagg.) (6) But all of the chapters in this volume, to varying degrees, fall short of such a \nstandard, often because of weaknesses in interest or skill in musical matters, those \nmatters that the readership of Music Theory Online would likely consider \nthe root of the music-sociology-politics triad. Umberto Fiori, for example, does \nask the necessary post-Bakhtin question “Who is really speaking?,” a seemingly \nobligatory search for authorial voice that has been worked into a number of the \nbook’s studies, but there is no mention of music in his essay on Peter Gabriel. (7) Musical issues in John Moore’s 35-page cultural study of torch singers are restricted \nto a few paragraphs characterizing vocal production in vague terms. (8) Richard Leppert and George Lipsitz collaborate on a \npsychological study of Hank Williams’s relationship to his culture that boasts a \ntotal of two lines of musical insight. (9) (These chapters appear in a book whose \njacket blurb claims it to be “the first substantial anthology to focus on the musical \n‘texts’.”) But I will not take these or other authors to task for not meeting such \nan impossible goal. Instead, I will mention a few of the strengths apparent here \nand there from which readers may benefit. But first, I wish to continue my analysis \nof the book’s central thrust as shaped by the editor.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Middleton, if he can be judged against normal editorial obligations, shows \nthroughout this book that he possesses little skill in \nworking with aspects of musical structure. Given his own training (as a one-time \nstudent of Wilfrid Mellers at York University), Middleton cannot be expected to \npossess much of a background in Schenkerian analysis. But elsewhere, he summarizes \nwith apparent ease what he believes to be the basis of the Schenkerian method, betraying \na shallow and mistaken understanding (one heavily invested in the tree-branching \n“binary” opposition of information theory, that leaves no room to consider either \nshades of grey or structural components only implied in a composition, and heavily \ndependent on Eugene Narmour) that carries over into the book here under review. (10) In the Introduction to Reading Pop , he criticizes Allen Forte for applying, \nwithout critical judgment, the “formalist” tenets of Schenkerian analysis in the \nbook, The American Popular Ballad . (11) Clearly, Middleton is in no position \nto judge the great degree of interpretation that has led Forte to borrow from Schenker \nwhat is relevant to the song at hand, and to reconfigure the apparatus according \nto the harmonic and voice-leading events that confront the analyst as they differ \nfrom common-practice conventions. And when contributor Peter Winkler advises the \nreader that the notation in his graphic analysis of melodic structure in one example \nis “based on Heinrich Schenker’s theories,” the editor is at a loss to rectify this \nstatement with an example’s notation that groups skips and steps within single slurs, \narbitrarily mixes open stemmed notes with others unstemmed, and does not suggest \nany contrapuntal or harmonic support whatsoever for the vocal part—ultimately, \nthe example says little about harmony or voice leading, and the connection to Schenker \nis phantasmagoric. (12) Middleton believes Schenker’s privileging the falling fifth—particularly \nthat supporting V-I—as a harmonic motion, as opposed to other pairs of chords that \nmay occur more frequently in particular songs, is value-based and arbitrary. Where \nthe contrapuntal IV-I embellishment occurs often in a song, he says, “the role of \nthe plagal effect is to modify the otherwise strong I-V-I tendency which Schenkerians \ncould easily find in the Ursatz .” (13) He seems to \nbe suggesting that IV can generate just as much harmonic value in relation to I \nas can V. After all, both pairs of chords, IV-I and V-I, are related by the \nsame interval class, right? More fundamentally, Middleton and others in this book \nargue that structural tonal norms are determined within specific pieces rather than \nthrough essences of tonal behavior, and that all triads have essentially equal intrinsic \nharmonic value.",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In this case and many others, editor and writers share a fundamental-bass \npredisposition that fogs over both subtleties and deeper relationships\ntying together voice leading, counterpoint, chord, scale \ndegree, and harmony. As an example of such confusion, the ♭ VII-IV-I pattern is characterized by Alf Björnberg \nas “fairly low” in “directionality,” (14) whereas the sequence should be recognized \nas one with highly goal-directed voice leading and with no harmonic function at \nall beyond the consonant support of neighboring and passing tones. Early in her \nessay on Jimi Hendrix, (15) Sheila Whiteley admits problems in articulating just what musical factors permit what she refers to as progressive rock to contradict “mainstream pop conventions;” a Schenkerian view would have provided a most powerful tool for making such a case. Furthermore, Middleton holds that “gestural analysis” (a topic well developed in Studying Popular Music ) is given short shrift in traditional musicology, (16) even though the true identification of a melodic gesture, on the surface as well as at deeper levels, \nis precisely the sort of thing that Schenkerian analysis clarifies beyond reproach. \nMiddleton and others who criticize the application of Schenkerian analysis to popular \nmusic of the twentieth century often express the belief that the analyst is uncritically \noccupied with trying to force the piece at hand into the Procrustean bed, when to \nmy experience, any skillful Schenkerian is most interested in calling attention \nto the tensions that exist between a given tonal diatonic piece and conventions \nof the tonal system. In other words, the Schenkerian’s task is to clarify just how \nany one piece of tonal diatonic music distorts normative structures, a condition \noften achieved through an unbalanced overemphasis of embellishments above thrown-away \nstructural events, exactly the concept that is celebrated in a non-Schenkerian context \nby David Brackett’s discussion of a weakened cadential V in James Brown’s “Superbad.” (17) Rounding out this discussion of Middleton’s view of Schenker, it seems pertinent \nto point out that he complains that theorists have no mechanism for understanding \nrhythm, (18) showing a lack of awareness or understanding of the seminal work of \nCarl Schachter and William Rothstein, among many others, over the past twenty-five \nyears. And Björnberg is unfortunately allowed to use the term “prolongation” to \nrefer to a method of phrase expansion. (19)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Middleton’s musical problems extend far beyond matters related to Schenker. \nOne of his criticisms of the traditional-musicological approach to the analysis \nof popular music turns incomprehensible in passing from one sentence to the next: \n“There is a tendency to use inappropriate or loaded terminology. Terms like ‘pandiatonic cluster’ applied to pop songs really do tend to position them alongside Stravinsky, \neven though it is not at all clear that anything comparable is going on there.” (20) But later in the book we discover that the meaning of the term “pandiatonic” as \ncoined by Slonimsky (and as made clear in any reliable music dictionary that might \nbe available in an editor’s library) is unknown to Middleton, who allows Peter Winkler \nto use it in place of “bitonal,” citing in this connection the famous tritone-opposed \nmajor-chord arpeggiations in Petroushka . (21) Only then do we understand why \nMiddleton hears octatonic Stravinsky in Slonimsky’s word, one that might conjure \nin the rest of us an added-sixth or eleventh chord or some other diatonic sonority that is quite at home in pop songs belonging to any number of genres. At \nan even more basic level, the entire notion of diatonicism seems unclear to Middleton. \nHe and his writers are on firm footing when they oppose blues-based minor-pentatonic \nmaterial against major-mode conventions, because melodies in the former typically \nfollow no stepwise voice-leading norms and, more significantly, often behave with \nno consonance-dissonance relations whatever, although these properties are not offered \nas reasons. (22) But modal music is also set in opposition to “diatonic” music without \na definition of their difference (e.g., Stan Hawkins: “This use of modality, in \ncontrast to diatonic harmony . . . ”), (23) and often wrongly; apparently unknown \nto this group, modal popular music usually contains the same voice-leading procedures \ncharacteristic of major-mode music, and whereas Dorian, Mixolydian, and Aeolian \nsongs often feature passing and neighboring chordal patterns that differ significantly \nfrom those common in the major mode, modal harmonic relationships often differ in \ncolor but not in function from their corresponding major-mode relatives. One wonders \nwhat precise meaning Middleton finds in this Hawkins statement: “As with most modality, \nthe harmonic features of ‘Anna Stesia,’ on first hearing, seem to occupy a transitional \nspace between tonality and modality.” (24) The editor’s \npassive confusion regarding the nature of diatony is perhaps most obvious in a comparison \nof two quotations made by Sean Cubitt, in which the writer provides a misreading \nof the word “natural,” taking it to signify “non-modern” as opposed to its intended \n“achromatic” meaning. The misreading leads him to believe that the nature of diatonicism \nchanged between 1774 and 1848, a confusion that at the same time undermines his \n(and, by proxy, Middleton’s) larger argument that the foundations of single analytical \nsystems cannot serve two different objects of analysis that he finds unrelated, \nsuch as examples of “classical” and “popular” musics. Here is Cubitt’s argument: \n“The rules governing musical expression are conventional, not necessary, and are \ntherefore subject to historical change. To illustrate this point: the Oxford \nEnglish Dictionary gives two illuminating early uses of the word ‘diatonic:’ Burney’s 1774 History of Music which states that ‘In modern music the Genera are but two: Diatonic and Chromatic;’ and Ramboul writing in 1848 (that significant \ndate) of ‘Diatonic, the natural scale.’ Would this suggest that between the Wilkes \nriots and the June revolution, what has been modern had become natural?” (25) How \ntrenchant to be able to weave a bit of political history into the comparison, but \nmusically, the inept illustration is not redeemed by irrelevant nimble-wittedness.",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Regarding “inappropriate” terminology, the reader in possession of the common \nunderstanding of the term “binary form,” with its two sections and predictable tonal \nrelationships, is thrown off balance by Stan Hawkins’s assertion that “binary form \nis one of the most common structures found in popular music song.” (26) But it eventually becomes clear that for Hawkins, the term relates not to classical-music \npractice but to the either/or opposition of two contrasting sections, verse and \nchorus, even where no tonicization takes place, even where the sections can be repeated \nin any order and any number of times, and even when a contrasting bridge is present, \na condition that would lead most listeners to count three contrasting formal sections.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] A potentially interesting discussion by Sean Cubitt on the fade-out common \nin pop recordings could have benefited in the writing or editing stage from an \nunderstanding of the differences between surface and structure. Unfortunately, he \nextrapolates from his misunderstanding in this regard to create a weak foundation \nfor a Gotcha! political statement. When he argues that Chuck Berry’s “Maybelline” \nlacks a conclusion because the song fades out, he has mistakenly sought the final \ntonic in the very final sound of a cold-ending surface, rather than at the conclusion \nof the deeper structure, where it appears quite boldly. I suppose Cubitt would leave \na Gary Cooper western, the final shot of which has the hero riding into the invisible \ndistance, wondering how things would have worked out had a “real” ending been supplied. \nThe following is how he hears the end of Berry’s song, an interpretation that gradually \ngrows in its political application as the sound dies away: “As it spirals down to \nthe silence of the last grooves, it sends us outwards from itself to seek the completion \nof the song elsewhere. The melody does not even offer the fictional resolution of \nthe restored tonic. It does not, in Coleridge’s famous phrase, ‘contain in itself \nthe reason why it is so and not otherwise.’ The great interest of the popular song \nfor me is the way in which it confounds the Aristotelian aesthetics of the object, \nand with it the Cartesian notion of the subject: whole, autonomous, independent, \nclosed. It demands instead a materialist aesthetic, where any single utterance is \nmeaningful only in the context of the other discourses that surround it and the \nmultiplicity of subjects imbricated in its production, both as artists and \nlisteners.” (27) Cubitt surpasses \nhis rambling about the distracted interdisciplinary listener, going so far as to \naddress the song's erotic involvement “with every other subject on the planet,” \nall because the “missing” final tonic went by him unnoticed. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Aristotle, Descartes, Coleridge; let’s talk Achilles here, and Captain Queeg \ntoo while we’re at it. Because Middleton brings all of \nthe criticism given in this review down upon himself, in response to his own skewering \nof others without regard to his own frailties. Remember his complaint about “a tendency \nto use inappropriate or loaded terminology”? We’ve shown a number of such examples \nfrom this book. But the deepest hubris appears in the context of his outright dismissal \nof the Americans: “The tradition to which Forte belongs is not represented in this \nbook . . . [W]ithout a grounding in a critique of its own assumptions, their approach \nis debarred from the self-reflexivity required for a properly theorized account \nof the relationship between analytical method and musical practice.” (29) All the \n“self-reflexivity” missing in the American writers cited by Middleton is probably \nthe sort of instruction in sausage-making that is favored by Philip Tagg, Stan Hawkins, \nand other contributors to this book who labor intensively over discussing their \nmethodologies (particularly in the ubiquitous semiotic department), the gist of \nwhich is usually really quite apparent without all the self-important wrapping. \nI think most readers of analytical-interpretative essays (metatheoretical tracts \naside, that is) are more interested in the writer’s hearing of the song than a full \ndescription of—and justification for—the method, unless it is in some way not \napparent in and of itself. American writers have not typically found it necessary \nto provide their core audiences extended coaching in how to read even the novel \nimplications of their interpretations, assuming a general level of technical competence \nand an imagination live enough that a simple reference \nto a tonal feature perhaps common only in recent popular repertoires will lead the \nexperienced reader to an appreciation of such deviations from the sorts of things \nthat would have been encountered in older music. That Middleton praises the “rigour” \nof Stan Hawkins’ and Philip Tagg’s texts, (30) loaded as \nthey are with voluminous and at times irrelevant lists, shows that both writer and \neditor lack perspective on the value of a reader’s time. (31) But Middleton has far \ndeeper problems with Forte, whereas he could have profited from the American’s example. \nAllen Forte’s consummate musical skill, a rapier-sharp \npen (which has perhaps hit its mark unnoticed even in the one quoted passage reproduced \nbelow), and above all, a graciousness of spirit that relaxes in a truly fulfilling \nself-reflexivity are three attributes not shared by his critic. Concluding his dismissal \nof Forte’s The American Popular Ballad , Middleton writes: “The larger issues \nof method, as discussed above, are not broached until the final two pages of the \nbook, and then Forte’s response is a cheerfully confessed ignorance: ‘At the present \ntime there appears to be a distinct split between scholars who are interested in \na music-analytic approach to the study of popular music and those who regard popular \nmusic as a sociological artifact . . . The issues are broad, cloudy and potentially \nsignificant . . . musicology cannot afford to neglect studies of popular music as \nmusic, for otherwise the sociological view . . . will prevail [—even though] . \n. . to show how incompetent I am to judge writings in this area, I readily acknowledge \nmy inability to grasp . . . [examples of the “sociological view”]’.” (32) Middleton \npounces mercilessly on Forte’s polite and “unguarded” declaration, unaware that \nhe displays incompetencies just as severe at the opposite end of the sociology-music \npairing. And I don’t detect a trace of irony in the attack.",
                "footnotes": [
                    "FN29",
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Two last examples in the “take that, Richard” department: Some information \nseems to have fallen between cracks opened up by the author-date\ncitation system: a reference to Marcus 1977 (33) leads \nto no bibliographical listing (this error appeared to me through a curiosity exercised \nonly sporadically—I couldn’t say whether there are other such mishaps). One final \ncuriosity: If Tin Pan Alley were truly on “28th Avenue.” (34) it must have been based in Secaucus! . . . And the good news . . .",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Actually, despite the large issues discussed above, and\nother smaller issues, too many to mention here, and despite \nthe pugnacious stance taken time and again against many potential admirers and beneficiaries, \nMiddleton has put together a fascinating volume. There is some excellent music pulled \napart here, often with expert readings, and we are given great insights into text \nand methodology that will benefit any reader interested in popular music ranging \nfrom the torch singers of the 1920s through a few music videos of the early 1990s. \nAnd my highest praise goes to the editor for the frequent exercise of fair use in \nquoting words and music, often extending through the unauthorized quotations of \nentire lyrics. Far too few authors, editors, and publishers are willing to defend \ntheir scholarly rights in as strong a stand as is taken in this project, and so Reading Pop should be regarded and referred to as an important precedent \nfor all future work in the area.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The book’s lead essay is one of the best. Winkler is a good enough writer \nto draw the reader in, he raises imaginative issues, he is a perceptive reader of \nRandy Newman’s evocative lyrics, and his transcriptions are first-rate (but then \nwe have come to expect that of him, particularly following his chapter in Keeping \nScore ). (35) Dai Griffiths provides the book’s best poetry in his clever and \nwitty reading of Bruce Springsteen, and his original interest in syllabification \nunmatched elsewhere is substantiated with intelligent musical observations. (36) Charles Hamm discusses some specific features in the music of Irving Berlin, especially \nuseful when relating performance-practice issues to meaning in a brief analysis \nthat addresses the taxonomy of genres. (37) Ellie Hisama’s thinking is extremely \nperceptive and original, and is simultaneously sensitive and provocative in her \ncriticism of the racist attitudes and gender stereotypes underlying three disparate \nexamples of recent music. (38) Timothy Taylor gives us another great reading of lyrics \nand an extended, thoughtful argument as to how the rock backbeat is an antiestablishment \nstatement. (39) I have long felt the same way about the lowered seventh scale degree, \nin that the rejection of the subservient leading tone can often be taken as a rebellion \nagainst the dominant culture.",
                "footnotes": [
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Music theorists who are interested in reading cultural studies of popular \nsongs and singers, particularly if a politically attuned preference for semiotic \nlabelling is considered de rigueur , will probably find this volume consistently \ninteresting. Those who wish to see a variety of approaches \nto the interpretation of song lyrics will also find many essays illuminating and \nuseful. (40) Those, however, who might be looking for fresh \ninsights into the often unusual and sometimes challenging musical text of popular \nsongs, will probably do best to seek out the articles referred to in paragraph\n[13] as originally published in Popular Music . \nBrowsing there, who knows; one might come across something better than some of the \npieces collected here. And that person who economizes \nin such a way ($70 cloth, $19.95 paper) will be doubly enriched by having been spared \nRichard Middleton’s gratuitously offensive Introduction.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.01.7.6.everett.html",
    "data": "mto/data/mto.01.7.6.everett.json"
}