{
    "title": "Dyslexia and Post-Secondary Aural Skills Instruction",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Parsons, Laurel"
    ],
    "abstract": "Traditional post-secondary aural-skills curricula can create extreme difficulties for music majors with dyslexia. This article places the author’s experience teaching these students into the context of contemporary scientific and educational research on dyslexia, including a potential subtype of dyslexia that may impact the reading of musical notation while reading of text is unaffected. From the standpoint of a social model of disability, the existence of dyslexia is contested. However, new models of dyslexia frame it not as a disability but a byproduct of superior cognitive strengths in forms of reasoning hitherto undervalued in traditional education. Identifying and building on these strengths in students with dyslexia may aid instructors in designing effective pedagogical strategies that help these students improve in typical aural-skills tasks. Such strategies may be equally beneficial for all students.Working closely with dyslexic students and others who struggle with traditional aural-skills tasks leads to more fundamental questions about the assumptions and values implicit in standard aural-skills curricula. The principles of Universal Design for Learning may facilitate the design of courses that allow all students to grow in response to challenges by recognizing and recruiting their individual cognitive strengths.",
    "keywords": [
        "dyslexia",
        "aural skills",
        "Universal Design for Learning (UDL)"
    ],
    "doi": "",
    "received": "August 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.parsons.pdf",
    "author_info": [
        {
            "name": "Laurel Parsons",
            "university": "727 Huntingdon Crescent",
            "address": "North Vancouver, BC, V7G 1M1 Canada",
            "email": "laureljparsons@gmail.com"
        }
    ],
    "citations": {
        "access_disability_nd": "“Access, Disability and Equal Opportunities.” Royal College of Music. http://www.rcm.ac.uk/about/governance/strategy/accessdisabilitiesandequalopportunities/",
        "arrowsmith-young_2012": "Arrowsmith-Young, Barbara. 2012. The Woman Who Changed Her Brain And Other Inspiring Stories of Pioneering Brain Transformation . Simon and Schuster.",
        "attree_turner_and_cowell_2009": "Attree, Elizabeth A., Mark J. Turner, and Naina Cowell. 2009. “A Virtual Reality Test Identifies the Visuo-Spatial Strengths of Adolescents with Dyslexia.” Cyberpsychology and Behavior 12: 163–68.",
        "boer_nd": "Boer, Christian. “Dyslexiefont.” http://www.dyslexiefont.com .",
        "brody_and_mills_1997": "Brody, Linda E., and Carol J. Mills. 1997. “Gifted Children with Learning Disabilities: A Review of the Issues.” Journal of Learning Disabilities 30.3 (May-June 1997): 282-96.",
        "callahan_2015": "Callahan, Michael. 2015. “Teaching and Learning Undergraduate Music Theory at the Keyboard: Challenges, Solutions, and Impacts.” Music Theory Online 21.3.",
        "cole_and_lewis_1909": "Cole, Samuel W. and Leo R. Lewis. 1909. Melodia: A Comprehensive Course in Sight-Singing (Solfeggio) . Ditson. https://archive.org/details/cu31924021781434 .",
        "davis_2002": "Davis, Lennard. 2002. Bending Over Backwards: Disability, Dismodernism and Other Difficult Positions . New York University Press.",
        "disability_support_nd": "“Disability Support.” Guildhall School of Music and Drama. http://www.gsmd.ac.uk/about_the_school/shared_left_nav/life_at_the_school/disability_support/",
        "dyslexia_nd": "“Dyslexia.” University of Reading Disability Advisory Office.",
        "eide_and_eide_2011": "Eide, Brock L., and Fernette F. Eide. 2011. The Dyslexic Advantage: Unlocking the Hidden Potential of the Dyslexic Mind. Hudson Street Press.",
        "elliott_and_gibbs_2008": "Elliott, Julian G., and Simon Gibbs. 2008. “Does Dyslexia Exist?” Journal of Philosophy of Education 42 (3-4): 475–91.",
        "forgeard_et_al_2008": "Forgeard, Marie, Gottfried Schlaug, Andrea Norton, Camilla Rosam, Udita Iyengar, and Ellen Winner. 2008. “The Relation Between Music and Phonological Processing in Normal-Reading Children and Children with Dyslexia.” Music Perception 25 (4): 383–90.",
        "gaunt_2012": "Gaunt, Sally, ed. 2012. Music, Other Performing Arts and Dyslexia . British Dyslexia Association.",
        "gindis_1999": "Gindis, Boris. 1999. “Vygotsky’s Vision: Reshaping the Practice of Special Education for the 21st Century.” Remedial and Special Education 20 (6): 333–40.",
        "gordon_2000": "Gordon, Neil. 2000. “Developmental Dysmusia (Developmental Music Dyslexia).” Developmental Medicine and Child Neurology 42: 214–15.",
        "goswami_2011": "Goswami, Usha. 2011. “A Temporal Sampling Framework for Developmental Dyslexia.” Trends in Cognitive Sciences 15 (1): 3–10.",
        "guide_difficulties_nd": "“Guide for Prospective and Current Academy Students with Disabilities and Specific Learning Difficulties.” http://www.ram.ac.uk/disability .",
        "hébert_and_cuddy_2006": "Hébert, Sylvie, and Lola Cuddy. 2006. “Music-Reading Deficiencies and the Brain.” Advances in Cognitive Psychology 2 (2–3): 199–206.",
        "hébert_et_al_2008": "Hébert, Sylvia, Renée Béland, Christine Beckett, Lola L. Cuddy, Isabelle Peretz, and Joan Wolforth. 2008. “A Case Study of Music and Text Dyslexia.” Music Perception 25 (4): 369–81.",
        "herdener_et_al_2014": "Herdener, Marcus, Thierry Humbel, Fabrizio Esposito, Benedikt Habermeyer, Katja Cattapan-Ludewig, and Erich Seifritz. 2014. “Jazz Drummers Recruit Language-Specific Areas for the Processing of Rhythmic Structure.” Cerebral Cortex 24 (3): 836–43.",
        "hubicki_2001": "Hubicki, Margaret. 2001. “A Multisensory Approach to Teaching Musical Notation.” In Music and Dyslexia: Opening New Doors, 85–100, ed. Tim Miles and John Westcombe. Whurr Publishers.",
        "huss_et_al_2011": "Huss, Martina, John P. Verney, Tim Fosker, Natasha Mead, and Usha Goswami. 2011. “Music, Rhythm, Rise Time Perception and Developmental Dyslexia: Perception of Musical Meter Predicts Reading and Phonology.” Cortex 47(6): 674–89.",
        "kaufman_2013": "Kaufman, Scott Barry. 2013. Ungifted: Intelligence Redefined. Basic Books.",
        "kochavi_2013": "Kochavi, Jonathan. 2013. “Best Practices for Navigating the Campus Disability Service Offices.” Unpublished paper read at the Society for Music Theory annual meeting, Charlotte, NC.",
        "kodály_2004": "Kodály, Zoltán. [1941] 2004. Three Hundred and Thirty-three Reading Exercises . Boosey and Hawkes.",
        "lavoie_1989": "Lavoie, Richard. 1989. How Difficult Can This Be?  F.A.T. City—A Learning Disabilities Workshop. DVD. PBS.",
        "light_and_micari_2013": "Light, Gregory, and Marina Micari. 2013. Making Scientists: Six Principles of Effective College Teaching . Harvard University Press.",
        "lyon_shaywitz_and_shaywitz_2011": "Lyon, G. Reid, Sally E. Shaywitz, and Bennett A. Shaywitz. 2011. “Dyslexia.” Ch. 31 of The Nelson Textbook of Pediatrics, ed. Robert M. Kliegman et al., 19th ed. Elsevier. 112–114.",
        "miles_westcombe_and_ditchfield_2008": "Miles, Tim R., John Westcombe, and Diana Ditchfield, eds. 2008. Music and Dyslexia: A Positive Approach. John Wiley.",
        "music_and_dyslexia_nd": "“Music and Dyslexia.” British Dyslexia Association. http://www.bdadyslexia.org.uk/about-dyslexia/schools-colleges-and-universities/music-and-dyslexia-.html .",
        "oglethorpe_2002": "Oglethorpe, Sheila. 2002. Instrumental Music for Dyslexics: A Teaching Handbook, 2nd ed. Whurr Publishers.",
        "overy_2003": "Overy, Katie. 2003. “Dyslexia and Music: From Timing Deficits to Musical Intervention.” Annals of the New York Academy of Sciences 999: 497–505.",
        "overy_et_al_2003": "Overy, Katie, Roderick I. Nicolson, Angela J. Fawcett, and Eric F. Clarke. 2003. “Dyslexia and Music: Measuring Musical Timing Skills.” Dyslexia 9: 18–36.",
        "quaglia_2015": "Quaglia, Bruce W. 2015. “Planning for Student Variability: Universal Design for Learning in the Music Theory Classroom and Curriculum.” Music Theory Online 21.1.",
        "ratcliffe_1999": "Ratcliffe, Krista. 1999. “Rhetorical Listening: A Trope for Interpretive Invention and a ‘Code of Cross-Cultural Conduct.’” College Composition and Communication 51 (2): 195–224.",
        "rifkin_2013": "Rifkin, Deborah. 2013. “From Distress to Success: Collaborative Learning in Music Theory Assessments.” In Engaging Students: Essays in Music Pedagogy . http://www.flipcamp.org/engagingstudents/rifkin.html .",
        "rose_et_al_2006": "Rose, David H., Wendy S. Harbour, Catherine Sam Johnston, Samantha G, Daley, and Linda Abarbanell. 2006. “Universal Design for Learning in Postsecondary Education: Reflections on Principles and Their Application.” Journal of Postsecondary Education and Disability 19 (2): 135–51.",
        "schmidt_and_lee_2011": "Schmidt, Richard A., and Timothy D. Lee. 2011. Motor Control and Learning: A Behavioral Approach, 5th ed. Human Kinetics.",
        "schneps_rose_and_fischer_2007": "Schneps, Matthew H., L. Todd Rose, and Kurt W. Fischer. 2007. “Visual Learning and the Brain: Implications for Dyslexia.” Mind, Brain, and Education 1 (3): 128–39.",
        "shaywitz_mody_and_shaywitz_2006": "Shaywitz, Sally E., Maria Mody, and Bennett A. Shaywitz. 2006. “Neural Mechanisms in Dyslexia.” Current Directions in Psychological Science 15 (6): 278–81.",
        "shaywitz_and_shaywitz_2005": "Shaywitz, Sally E, and Bennett A. Shaywitz. 2005. “Dyslexia-Specific Reading Disability.” Journal of Biological Psychiatry 57: 1301–09.",
        "shaywitz_and_shaywitz_2008": "Shaywitz, Sally E., and Bennett Shaywitz. 2008. “Paying Attention to Reading: The Neurobiology of Reading and Dyslexia.” Development and Psychopathology 20: 1343.",
        "shaywitz_et_al_1990": "Shaywitz, Sally E., Bennett A. Shaywitz, J. M. Fletcher, and M. D. Escobar. 1990. “Prevalence of Reading Disability in Boys and Girls: Results of the Connecticut Longitudinal Study.” Journal of the American Medical Association 264 (8): 998–1002.",
        "siegel_2013": "Siegel, Linda. 2013. Understanding Dyslexia and Other Learning Disabilities. Pacific Educational Press.",
        "smartmusic_nd": "“SmartMusic.” http://www.smartmusic.com .",
        "snyder_et_al_1991": "Snyder, Charles, Cheri Harris, John R. Anderson, Sharon A. Holleran, Lori M. Irving, Sandra T. Sigmon, Lauren Yoshinobu, June Gibb, Charyle Langelle, and Pat Harney. 1991. “The Will and the Ways: Development and Validation of an Individual-Differences Measure of Hope.” Journal of Personality and Social Psychology 60: 570–85.",
        "straus_2011": "Straus, Joseph N. 2011. Extraordinary Measures: Disability in Music . Oxford University Press.",
        "teacher_guide_nd": "“Teacher Guide to Music and Dyslexia.” British Dyslexia Association. http://www.rhinegold.co.uk/downloads/magazines/music_teacher/music_teacher_guide_music_and_dyslexia.pdf .",
        "uccula_enna_and_mulatti_2014": "Uccula, Arcangelo, Mauro Enna, and Claudio Mulatti. 2014. “Colors, Colored Overlays, and Reading Skills.” Frontiers in Psychology 5: 833.",
        "van_de_pol_and_beishuizen_2010": "van de Pol, Janneke, Monique Volman, and Jos Beishuizen. 2010. “Scaffolding in Teacher-Student Interaction: A Decade of Research.” Educational Psychology Review 22: 271–96.",
        "von_károlyi_2001": "von Károlyi, Catya. 2001. “Visual-spatial Strengths in Dyslexia: Rapid Discrimination of Impossible Figures.” Journal of Learning Disabilities 34: 380–91.",
        "vygotsky_1978": "Vygotsky, Lev S. 1978. Mind and Society: The Development of Higher Mental Processes. Coel, John-Steiner, Souberman, and Scribner, eds. Harvard University Press.",
        "winstein_1991": "Winstein, Carolee J. 1991. “Knowledge of Results and Motor Learning—Implications for Physical Therapy.” Physical Therapy 71: 140–49.",
        "yale_dyslexia_nd": "Yale Center for Dyslexia and Creativity. http://www.dyslexia.yale.edu ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. To protect student privacy, names have been replaced by randomly chosen initials.",
            "citations": []
        },
        "FN2": {
            "text": "2. Twice-exceptionality as a concept dates back to 1981; see Brody and Mills 1997 .",
            "citations": [
                "brody_and_mills_1997"
            ]
        },
        "FN3": {
            "text": "3. This research is funded by an Insight Development Grant from the Social Sciences and Humanities Research Council of Canada (430-2011-0134).",
            "citations": []
        },
        "FN4": {
            "text": "4. In the words of Lennard Davis ( 2002 , 42), “An impairment involves a loss or diminution of sight, hearing, mobility, mental ability, and so on. But an impairment only becomes a disability when the ambient society creates environments with barriers—affective, sensory, cognitive, or architectural.”",
            "citations": [
                "davis_2002"
            ]
        },
        "FN5": {
            "text": "5. The incidence of dyslexia in my own classes has ranged from 0 to 5.8%, but since many students are reluctant to reveal a learning disability to instructors, these rates could be higher. According to the University of Reading website, at least 700 of their students are dyslexic, representing approximately 4% of the total population. See “Dyslexia” (University of Reading Disability Advisory Office), http://www.reading.ac.uk/disability/about/DyslexiaSLDs/do-dyslexia.aspx .",
            "citations": []
        },
        "FN6": {
            "text": "6. For example, over the five-year period 2008–2012, the University of Ottawa’s disability service office saw an increase of 56% in the number of students they served against an increase in the general student population of only 12%. Similarly disproportionate increases were seen in the other universities surveyed by the SMT Ad Hoc Disability Committee, as reported in Kochavi 2013 .",
            "citations": [
                "kochavi_2013"
            ]
        },
        "FN7": {
            "text": "7. Intriguingly, a neuroscientific study published in March 2014 found that the right hemisphere homolog of Broca’s area is activated when both jazz drummers and musically untrained listeners are exposed to “incorrect” rhythmic deviations, i.e. single, mathematically incongruent attacks against a previously established duple meter. See Herdener et al. 2014 .",
            "citations": [
                "herdener_et_al_2014"
            ]
        },
        "FN8": {
            "text": "8. The concept of a specifically musical form of dyslexia was first suggested by Neil Gordon in a letter to Developmental Medicine and Child Neurology , based on his anecdotal observations of two children; see Gordon 2000 .",
            "citations": [
                "gordon_2000"
            ]
        },
        "FN9": {
            "text": "9. See “Music and Dyslexia,” http://www.bdadyslexia.org.uk/about-dyslexia/schools-colleges-and-universities/music-and-dyslexia-.html and Gaunt 2012 .",
            "citations": [
                "gaunt_2012"
            ]
        },
        "FN10": {
            "text": "10. I am indebted to Paula Bishop-Liebler for providing the information in this paragraph and discussing her work with me. Personal communication, February 8, 2014.",
            "citations": []
        },
        "FN11": {
            "text": "11. See “Guide for Prospective and Current Academy Students with Disabilities and Specific Learning Difficulties” (Royal Academy of Music), http://www.ram.ac.uk/disability ; “Access, Disability, and Equal Opportunities” (Royal Academy of Music), http://www.rcm.ac.uk/about/governance/strategy/accessdisabilitiesandequalopportunities/ , and “Disability Support,” http://www.gsmd.ac.uk/about_the_school/shared_left_nav/life_at_the_school/disability_support/ .",
            "citations": []
        },
        "FN12": {
            "text": "12. John Irving discusses his dyslexia in an interview posted on the website of the Yale Center for Dyslexia and Creativity, http://dyslexia.yale.edu/Irving.html . Richard Branson writes about his experience with dyslexia in “Richard Branson on Turning a Disadvantage into Your Advantage,” https://www.washingtonpost.com/national/on-innovations/richard-branson-and-the-dyslexia-advantage/2012/11/07/67a05b2a-2906-11e2-bab2-eda299503684_story.html , August 19, 2012. Psychologist Linda Siegel ( 2013 ) convincingly argues that W. B. Yeats, among other distinguished historical figures, may have had dyslexia.",
            "citations": [
                "siegel_2013"
            ]
        },
        "FN13": {
            "text": "13. RA writes, “I remember this time when I was in my piano lesson and my piano teacher asked me what a certain note was. I told him an F and he goes how about it's a G. I remember fighting with him for 5 minutes telling him that it was an F. It took him having the circle [it] 5 times for me to realize that it was a G. This is when I realize that stuff was jumping around” (personal communication, May 14, 2015).",
            "citations": []
        },
        "FN14": {
            "text": "14. Also known, as I have subsequently learned, as the Minnesota Goodbye.",
            "citations": []
        },
        "FN15": {
            "text": "15. Canadian psychologist Barbara Arrowsmith-Young, for example, has developed her own system of education based on exercises she invented for herself as a young woman with multiple learning disabilities that she claims radically reduced or eliminated her learning and processing problems. While the effectiveness of these exercises has yet to be proven scientifically and has been the subject of some controversy, anecdotal evidence is suggestive of success, and Arrowsmith Schools now operate in Canada, the U.S., Australia and New Zealand. Arrowsmith-Young ( 2012 ) describes her own experiences and the establishment of the schools.",
            "citations": []
        },
        "FN16": {
            "text": "16. The most well-known proponent of this method is the Irlen Institute ( http://irlen.com ), based on their controversial theory of Irlen Syndrome (also known as Mearles-Irlen, Scotopic Sensitivity, or Visual Stress Syndrome).",
            "citations": []
        },
        "FN17": {
            "text": "17. Various apps are available online that simulate blue overlays for students reading a computer screen (for example, one can be downloaded from the Irlen Institute site cited in the previous note), or students may be able to make adjustments to the background color of documents through their word-processing program.",
            "citations": []
        },
        "FN18": {
            "text": "18. Dyslexie can be downloaded at http://www.dyslexiefont.com .",
            "citations": []
        },
        "FN19": {
            "text": "19. Zoltán Kodály’s 333 Reading Exercises ( [1941] 2004 ) also offers simple sight-singing materials of gradually increasing difficulty. The exercises in this collection that provide only rhythmic patterns and solfège syllables also allow students to solidify their internal hearing of diatonic pitch relationships without the added cognitive load involved in tracking noteheads on a staff.",
            "citations": []
        },
        "FN20": {
            "text": "20. While SmartMusic ® does include a large number of exercises from different published sources, the range of difficulty is very limited and no information is provided about the key, mode, meter, or other features of an individual exercise in its file title. However, instructors can customize the program by uploading their own exercises. For more information, see www.smartmusic.com and Callahan 2015 .",
            "citations": [
                "callahan_2015"
            ]
        },
        "FN21": {
            "text": "21. For discussion and examples of how peer tutoring has worked at Northwestern University, see Light and Micari 2013 . Although developed for science courses at NU, many principles would be adaptable to music theory and aural-skills courses.",
            "citations": [
                "light_and_micari_2013"
            ]
        },
        "FN22": {
            "text": "22. This exercise was inspired by the 1989 PBS program How Difficult Can This Be? F.A.T. City—A Learning Disabilities Workshop , in which special educator Richard Lavoie challenges his audience of teachers and parents to experience directly some of the “Frustration-Anxiety-Tension” that is part of a learning-disabled child’s everyday life ( Lavoie 1989 ). While by now dated in terms of educational theory, it is well worth watching and can be purchased through the PBS website and other online retailers.",
            "citations": [
                "lavoie_1989"
            ]
        },
        "FN23": {
            "text": "23. The computer-based screening battery for music dyslexia described in Hébert et al. ( 2008 ) has unfortunately been lost (Sylvie Hébert, personal communication, October 2012).",
            "citations": []
        },
        "FN24": {
            "text": "24. Unpublished interview transcript, April 8, 2013.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Fairness isn’t making sure everyone gets the same thing. Fairness is making sure everyone gets what they need. –\tSpecial educator Richard Lavoie ( 1989 ) 1. Introduction",
                "footnotes": [],
                "citations": [
                    "lavoie_1989"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] In the fall of 2008, I was asked to tutor a university opera major with dyslexia, whom I will call KS. (1) She had failed the first of her required musicianship courses twice. Classes were a misery for her, and her instructor always kept a box of tissues handy when working with her, since the stresses of dictation and sight-singing often brought her to tears. Yet KS was clearly intelligent, motivated, and musically gifted. The administration therefore excused her from musicianship classes as long as she studied aural skills privately, and periodically came in for testing with her official faculty instructor. Over the next four years, she came to my house once or twice a week, for up to two hours per session. We focused on only one or two course components at a time, and when we felt she had made sufficient progress, KS contacted her faculty instructor and he tested her only on those components. Once she had passed these, we moved on to the next components until she had completed each course. Freed from the time constraints and classroom pressures of the regular semester, KS made slow but remarkable progress, eventually graduating from her program and going on to a busy career in opera management and performance.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] My work with KS led to one-on-one aural skills tutoring of other music majors with dyslexia, and of students experiencing similar degrees of difficulty who had never been diagnosed with dyslexia or any other learning difference. The students who had been diagnosed with a learning difference (and possibly the undiagnosed students as well) were among those whom researchers refer to as “twice-exceptional,” “dually exceptional,” or “gifted learning disabled”: individuals who are extremely talented in one area, yet at the same time struggle with equally extreme learning difficulties in another. (2) Most music theory and aural skills instructors will be familiar with the phenomenon if not the label, as it is not unusual to have students in our classes who are gifted and musically sensitive performers but seem unable to perform well on academic tasks even when putting in a high degree of effort.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] My understanding of the challenges faced by students with dyslexia was further heightened through collaboration with University of British Columbia special education research professor Marion Porath and opera ensemble director Nancy Hermiston on an interdisciplinary research project investigating the experiences of opera majors with learning disabilities, entitled Libretti of Learning: Portraits of Journeys to Operatic Accomplishment . (3) I am also indebted to an undergraduate music major, whom I shall call RA, and one of her instructors at an American college—both of whom have dyslexia—for sharing their perspectives with me.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Prior to 2008, my knowledge of dyslexia was shallow at best. My initial attempts to educate myself focused on learning how to design effective teaching strategies to improve my students’ success rates on traditional aural skills tasks such as sight-singing and melodic or harmonic transcription. But the years of tutoring and additional research that followed profoundly disturbed my long-held assumptions about the purposes of those tasks, and of traditional post-secondary aural skills instruction more generally. We think we are enabling students by teaching them skills that we consider essential for them as professional musicians and educators, particularly in the classical Western tradition. But too often, our pedagogical and personal responses to students with seemingly intractable difficulties translating between music and its written representation as rapidly as we would like them to—whether or not they have been diagnosed with dyslexia or any other learning difference—in fact disable them from making meaningful progress.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] This view aligns with a social-construction model of disability, in which an individual with an “impairment” (or difference) of some kind only becomes “disabled” when obstacles set up by others cause that impairment to become problematic. (4) When we erect a staircase, we disable someone in a wheelchair; when we ask someone to sight-sing a melody notated on a five-line staff, we obviously disable those who are blind. But we also disable others whom we would never describe as having an impairment: a person riding a bicycle in the case of the stairs, or a brilliant musician trained in an oral tradition in the case of the notated staff. The social model of disability does not necessarily deny the existence or significance of an impairment; rather, it requires us to acknowledge the degree to which we disable each other, through the social and physical structures we create. Viewed from this perspective, students with dyslexia are not inherently “disabled” by some internal neurobiological “deficit.” They are only disabled by educational testing regimes and societal expectations dependent on rapid processing of written texts.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Some researchers have questioned the very existence of dyslexia, considering it a vaguely defined catch-all term whose only purpose is to entrench existing social hierarchies within and beyond the public educational system ( Elliott and Gibbs 2008 ). Investigations by neuroscientists and special-education researchers into the etiology of dyslexia, they argue, supports the so-called medical model of disability and unnecessarily pathologizes a natural, if less common, manifestation of neurological variability among human individuals. While I agree that we must stop viewing students with learning differences as having some sort of defect or lack, I see no reason to reject out of hand the term “dyslexia” or the insights that neuroscience has so far been able to provide, particularly if they can help us design tasks and interventions that will enable rather than disable our students. Moreover, students who come to us having been assessed as dyslexic have had enough to cope with without our questioning whether the impairment they experience is real; indeed, this common reaction from instructors leads many students to keep their dyslexia private, even if it means sacrificing accommodations that would allow them to learn, and demonstrate their learning, more effectively. As Krista Ratcliffe  has observed, individuals with impairments “do not need to choose between a medical or social model of disability; they need both, and both have material and social dimensions and consequences” ( 1999 , 163).",
                "footnotes": [],
                "citations": [
                    "elliott_and_gibbs_2008",
                    "ratcliffe_1999"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] In this article, I will provide a brief look at definitions and theories of dyslexia, including fMRI (functional magnetic resonance imaging) findings about its neurobiological substrates and possible origins, and discuss research proposing a specifically musical subtype of dyslexia affecting the reading of staff notation ( Hébert and Cuddy 2006 ). After discussing the implications of this research for the performance of typical aural skills tasks by music students with dyslexia, I turn to new models emphasizing the distinctive cognitive strengths of the “dyslexic mind,” and consider how we might recruit them in designing effective pedagogical strategies. I further suggest that these strategies can be effective not just for students with dyslexia but for all struggling students, and here the principles of Universal Design for Learning offer a way forward. Ultimately, though, the difficulties of otherwise “musical” students—dyslexic or not—with the aural skills testing regimes we design pose deeper questions about the ideological assumptions inherent in our pedagogy, particularly as they relate to our concepts of musicianship and musical intelligence. 2. Dyslexia—Definitions and Theories",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] According to the most widely accepted definition in current use, an individual with dyslexia has normal to superior intelligence, but experiences unusual difficulty reading and processing written text despite access to educational opportunities. Dyslexia is thought to affect between 5 and 17.5% of the general population ( Lyon, Shaywitz, and Shaywitz 2011 , 113). While figures indicating its prevalence among North American post-secondary music students are unavailable and it is difficult even to find figures for university students in general, a conservative estimate based on its incidence in the general population would be that in a class of 100 students, we could reasonably expect at least five to be dyslexic. (5) We cannot predict, however, whether these five hypothetical students are likely to be male or female. Earlier assumptions that dyslexia is a condition overwhelmingly seen in boys have been disproven by research; it is now believed that girls are less likely to be diagnosed because their behavior in the classroom is less likely to be disruptive ( Shaywitz et al. 1990 ).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "lyon_shaywitz_and_shaywitz_2011",
                    "shaywitz_et_al_1990"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] However, some students come to university after struggling academically through elementary and high school without ever being tested for a learning disability, and as a result may not yet be aware that they have dyslexia. The absence of prior testing may be due to the high cost—not infrequently $1000 or more—for families and school boards, the relative lack of attention given to students who behave well and do not cause disruptions at school, the reluctance of students and families to incur the stigma of a learning disability, or the masking of a disability by an obvious talent in another area ( Brody and Mills 1997 ). Without a recorded diagnosis, these students are typically ineligible for school-funded learning support, so they may never have learned alternate strategies for coping with the academic challenges of traditional public education. In addition, given that many students prefer not to share their dyslexia with instructors, we cannot assume that the dyslexic students we know of represent all of the students with dyslexia (or other learning disabilities) in our classes.",
                "footnotes": [],
                "citations": [
                    "brody_and_mills_1997"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] As many universities increasingly recognize the potential abilities of learning-disabled individuals and welcome them as students, instructors are expected to adjust their teaching strategies to serve a more diverse range of learning styles and competencies. (6) Certainly, disability resource offices often arrange accommodations for dyslexic and other learning-disabled students, and standard accommodations are often sufficient for academic music courses such as history and theory. But because the rapid reading and accurate performance of a musical score requires the engagement of neurocognitive pathways that are often compromised in dyslexia, the unique nature of aural skills classes can create a perfect storm of challenges for these students.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Studies using fMRI have shown that in so-called normal readers, reading activates three areas of the left hemisphere—the left parietotemporal (LPT), left occipitoparietal (LOP), and Broca’s area ( Shaywitz and Shaywitz 2008 ). Readers with dyslexia, however, show a different profile in the left hemisphere, with little or no activity in the posterior parts of the left hemisphere (LPT and LOP), but greater activity in Broca’s area, located in the frontal lobe. Moreover, two areas of the right hemisphere show enhanced activity only in readers with dyslexia: the right hemisphere homolog (mirror image) of Broca’s area, and the right occipitoparietal area (ROP), the homolog of the LOP. (7) While the significance of these right-hemispheric areas with respect to musicians’ processing of notation is not yet fully understood, the fact that these compensatory systems facilitate accurate—but not fast—decoding of text may have important pedagogical implications, as I will discuss later in this article.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "shaywitz_and_shaywitz_2008"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] One of the primary neurocognitive theories of dyslexia is that it arises from a fundamental deficit in phonological processing, i.e., difficulty distinguishing between the sounds that make up words and syllables. But some researchers argue that the phonological processing deficit is itself caused by an even more fundamental deficit in the sensorimotor areas of the brain that govern timing and metric perception ( Goswami 2011 ). Forgeard et al. summarize dyslexia’s cluster of challenges as a “general deficit in the processing of dynamic, rapidly changing auditory information . . . regardless of whether this processing involves speech . . . or nonspeech sounds” ( Forgeard et al. 2008 , 383). Whether or not dyslexia is primarily caused by a phonological or a rhythmic processing deficit (or both), the challenges can be immense for a dyslexic music student in an aural skills class who is given 60 seconds or less to look at an unfamiliar written melody, map semantically meaningless solfège syllables onto its notated pitches, process its meter and rhythm, and then perform the melody with accurate pitch, solmization, meter and rhythm, all the while moving one arm through the prescribed spatial trajectory of a standard conducting pattern.",
                "footnotes": [],
                "citations": [
                    "goswami_2011",
                    "forgeard_et_al_2008"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] The implications for dyslexic students in aural skills classes would be clear enough from these challenges alone, but dyslexia also often co-presents with other learning differences, including visual-motor coordination problems, dyscalculia (difficulty with mathematical processing), dysgraphia (difficulty with writing), and/or attention deficit disorder. (This was indeed the case for the bright, articulate, and talented student whose story began this paper.) Typical deficits in auditory working memory could affect a dyslexic student’s ability to mentally recall sequences of tones during a melodic dictation task. Finally, given that individuals with dyslexia often experience difficulties integrating visual processing and fine motor skills, transcribing those pitches by hand into noteheads that are just the right size and precisely placed on or between the horizontal lines of the staff can be nearly impossible at the speeds we typically demand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] One of the mysteries of dyslexia, however, is that individuals who are dyslexic with respect to text may nevertheless have no unusual difficulty reading music. Supporting this suggestion that text-reading and music-reading may sometimes be dissociated are 16 case studies of brain-damaged musicians reviewed by Hébert and Cuddy in 2006 . Although there are many differences between particular cases, these studies show that musicians may lose their ability to read text but not music, or vice versa; they may lose the ability to read pitch but not rhythm, or rhythm but not pitch. Notably, as Hébert and Cuddy observe, all cases of musicians who lost the ability to read music involved damage to the posterior regions of the left hemisphere—the same regions found to be inactive in fMRI studies of dyslexic readers. On the basis of these and other studies, Hébert and Cuddy propose the distinct category of developmental music dyslexia , defined as “difficulty with learning to read music despite normal intelligence and opportunities” ( Hébert and Cuddy 2006 , 203). (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] In 2008 , Hébert, Béland et al. published a follow-up study examining cognitive differences between musicians who read music fluently and a university music student (“IG”) suspected of having dyslexia for music as well as text. They designed a battery of tests asking subjects to respond to visual and auditory input separately. The results were intriguing, with IG’s responses poorer than those of the controls at reading pitch, but better than the controls at reading rhythm. Furthermore, when given an auditory rather than visual stimulus and asked to sing back what she had heard rather than seen, IG again performed better than the controls. Clearly, more controlled studies of this kind need to be done before we can come to general conclusions. Nevertheless, this study does suggest that dyslexic students may in fact have superior musical strengths that our testing regimes fail to reveal. 3. Challenges for Instructors",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] For aural skills instructors, the relevance of the potential dissociation between text and music dyslexia is that while dyslexic music students may or may not have severe difficulties reading music notation, other students who have not been identified as dyslexic may still have unusual difficulty reading music notation, due to Hébert and Cuddy’s proposed developmental music dyslexia, other learning disabilities, or other neurological differences beyond their control. These students may need—and deserve—equal or even greater levels of instructional support than those who are dyslexic in the traditional sense. How, then, as instructors, do we make our aural skills curriculum a gateway rather than a barrier to otherwise gifted students’ success, not just at university but outside the hermetically-sealed bubbles of our departments, as they forge professional careers in a highly competitive environment?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The instructor who wishes to create an aural skills classroom that enables these students faces two primary challenges. The first of these is the relative lack of musical expertise in campus disability service offices (DSOs) that are already under pressure due to massive increases in the numbers of students they are required to serve. DSO staff rarely possess sufficient musical expertise to fully grasp the unique complex of cognitive demands placed on students by our aural skills courses. To my knowledge, no quantitative research has yet been published on the levels of musical expertise among DSO personnel. However, research conducted by the SMT Music and Disability Study Group ( Kochavi 2013 ), as well as personal experience, suggests that specialized knowledge of any particular discipline is beyond the purview of most DSOs. Recent years have also seen a shift in the way DSOs see their role within the university, resulting in a dispersal of some responsibility for assisting students with disabilities back to faculty members and their departments. That is, faculty members and departments are increasingly expected to create learning environments based on a broadened conception of the “normal,” environments structured to enable success for a much wider spectrum of student abilities.",
                "footnotes": [],
                "citations": [
                    "kochavi_2013"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Departments and DSOs have much to learn from British post-secondary music schools in this regard, thanks to the outstanding advocacy work of the British Dyslexia Association Music Committee. (9) The Royal Academy of Music in London, for example, keeps on staff a specialist whose role is specifically to provide one-on-one support to their dyslexic students. (10) Her government-funded role includes, but is not limited to, helping students develop their own strategies for music reading and processing in aural skills classes, and she is also on contract with the Royal College of Music and the Guildhall School of Music and Drama. All three institutions publish online guides for music students with disabilities and learning differences. (11) Moreover, students with learning disabilities in Britain can apply for government funding to cover the costs of private tutoring and assistive technologies. The British model illustrates the positive changes that focused advocacy can achieve for twice-exceptional music students in higher education, a kind of advocacy that is much needed in North American institutions.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The redesign of aural skills curricula to enhance progress for students with learning differences (and by extension all students) can be a daunting task, since it asks busy instructors to expand their own knowledge bases beyond their particular areas of musical scholarship and performance into the realms of special education and neuroscience. This leads to the instructor’s second challenge, which is the paucity of peer-reviewed research studies on music reading in young adults with dyslexia. Almost all studies of music and dyslexia have focused on children, in particular the potential benefits of music as an intervention to enhance children’s success at reading text ( Overy 2003 ; Overy et al. 2003 ), and temporal processing in children with dyslexia ( Forgeard et al. 2008 ; Huss et al. 2011 ). Several resources are available for music teachers of children with dyslexia, such as Miles, Westcombe, and Ditchfield 2008 , Oglethorpe 2002 , and the British Dyslexia Association’s Teacher Guide to Music and Dyslexia , and some of the practical tips they suggest can be adapted for use with adult musicians. Still, in order to devise appropriate solutions for (and with) particular students, post-secondary instructors must first educate themselves on the general dyslexia literature as well as the music cognition literature related to aural skills development and score-reading. 4. The “Sea of Strengths” Model of Dyslexia",
                "footnotes": [],
                "citations": [
                    "overy_2003",
                    "overy_et_al_2003",
                    "forgeard_et_al_2008",
                    "huss_et_al_2011",
                    "miles_westcombe_and_ditchfield_2008",
                    "oglethorpe_2002",
                    "teacher_guide_nd"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Yet if these challenges seem dauntingly complex, there are some game-changing bits of good news. First, new theories of dyslexia developed over the past 10–12 years by researchers such as pediatric neurologists Sally and Bennett Shaywitz argue that dyslexia should not be considered a disability so much as a by-product of superior cognitive strengths in specific kinds of reasoning not often measured by standard assessment tools; they have called this their “sea of strengths” model of dyslexia ( Shaywitz, Mody, and Shaywitz 2006 ; Shaywitz and Shaywitz 2005 ). The relevance of this model is borne out by the outstanding career achievements of many creative individuals with dyslexia, among them American novelist John Irving, English business magnate Sir Richard Branson, and likely the Irish poet W. B. Yeats. (12) While the nature of these strengths is still the subject of much debate, one of the most convincing observations so far is that individuals with dyslexia often display superior visuospatial skills, especially their ability to manipulate three-dimensional objects in the mind and quickly spot “impossible figures” such as those in many of M. C. Escher’s drawings ( Attree, Turner, and Cowell 2009 ; von Károlyi 2001 ). The dyslexic astrophysicist Matthew H. Schneps has proposed that dyslexic individuals may be superior at tasks that recruit peripheral rather than central vision, putting them at a disadvantage when it comes to a sequential, narrowly focused task such as reading, but giving them an edge at identifying similarities between simultaneously seen but widely separated objects in space ( Schneps, Rose, and Fischer 2007 ).",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "shaywitz_mody_and_shaywitz_2006",
                    "shaywitz_and_shaywitz_2005",
                    "attree_turner_and_cowell_2009",
                    "schneps_rose_and_fischer_2007"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In their 2011 book The Dyslexic Advantage: Unlocking the Hidden Potential of the Dyslexic Mind, physicians Brock and Fernette Eide propose four particular reasoning strengths encapsulated in the acronym MIND: Material, Interconnected, Narrative, and Dynamic. While most of these proposed strengths are derived from clinical observation, reviews of peer-reviewed dyslexic literature, and interviews with dyslexic individuals rather than controlled studies, they are nevertheless worth consideration.",
                "footnotes": [],
                "citations": [
                    "eide_and_eide_2011"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] “Material reasoning” strengths relate to the often superior abilities of dyslexic individuals at tasks involving the manipulation of objects in three-dimensional space noted above. The “trade-off,” to use Eide and Eide’s term, is that dyslexic individuals are at a disadvantage in tasks involving only two dimensions. So when we ask a dyslexic music student to quickly read or write music notation, with its blend of horizontal and vertical orientations on a two-dimensional piece of staff paper, we need to be cognizant of the challenges such tasks may pose. Students have told me, for example, that while the staff remains stable when they look at it, the note heads often appear to float off or around it in unpredictable ways. (13) Perhaps under these circumstances students would perform much better if music (or aural/music-theoretical concepts) were presented in three dimensions rather than two.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] “Interconnected reasoning” refers to a possible superiority among individuals with dyslexia in detecting similarities between apparently disparate objects or concepts ( Eide and Eide 2011 , 83), implicated for example in Schneps et al.’s observations regarding peripheral versus central visual processing. Such strength might be revealed in a student’s use of an unusual analogy that at first sounds odd to us, but on further consideration shows perception of a valid relationship we hadn’t noticed. Eide and Eide observe that many of their dyslexic clients are extraordinarily adept at recognizing the particular styles of artists or architects ( 2011 , 86). Might that translate for a music student with dyslexia into an enhanced ability to recognize the stylistic markers of a particular composer’s music, or to aurally recognize the recurrence of melodic motives over long time spans?",
                "footnotes": [],
                "citations": [
                    "eide_and_eide_2011",
                    "eide_and_eide_2011"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Eide and Eide use the term “narrative reasoning” to indicate an enhanced ability to use the unusually vivid episodic, long-term memories often found in individuals with dyslexia to explain or help themselves understand concepts by creating stories ( 2011 , 114). Students whose strengths lie in this area might be better able to express their understanding of large-scale musical structure through an oral narrative rather than in traditional written or graphic form. Upon reading Eide and Eide’s description of this strength, I recalled how on my first meeting with one student, she had taken up nearly all of our scheduled time talking, until I finally had to stop her so that we could start working before we ran out of time. Looking back, I wondered whether her talkativeness was telling me that creating stories—narrative reasoning—was how she made sense of things. So in our next session, as we worked on harmonic dictations, I encouraged her to think of harmonic progressions as stories with a dramatic purpose and flow. I shared with her an analogy that an old professor of mine always used to teach deceptive cadences. She said that the deceptive cadence was like people at a party saying, “We really must be going now,” but after putting on their hats and coats standing at the door talking for an hour before actually leaving. My student’s eyes widened, she grabbed my arm and shouted, “It’s a Jewish good-bye! ” (14) She was herself Jewish and had grown up hearing this joke from her parents and grandparents, although never of course referring to the harmonic progression from dominant to submediant. We all likely use these sorts of analogies in our teaching. But finding the match between that student’s apparent tendency toward narrative reasoning and a simple strategy that was already in my pedagogical toolbox helped her recognize deceptive progressions in the context of musical passages from then on. Sometimes we need only to look at strategies we already use to find solutions.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "eide_and_eide_2011"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Finally, “dynamic reasoning” involves the ability to spot patterns and fill in incomplete scenarios to predict future events or explain past ones ( Eide and Eide 2011 , 143). Might a dyslexic music major with particular strengths in dynamic reasoning be able to better predict where a harmonic progression is likely to go, or improvise a motivically coherent continuation of a given melody where they might have difficulty notating one in a written theory exam?",
                "footnotes": [],
                "citations": [
                    "eide_and_eide_2011"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] I have been careful to use the words “might” and “perhaps” in the preceding paragraphs because to my knowledge no empirical research has yet been conducted into the cognitive processes of post-secondary music students with dyslexia as a group. So we cannot at this point know to what degree, or even whether, these “sea of strengths” models apply to music cognition. With the exception of material (i.e. visuospatial) reasoning, the specialized cognitive strengths Eide and Eide propose await scientific confirmation, and even if eventually proven, they do not provide a magic solution to the very real difficulties students may face in completing typical aural skills tasks. Nevertheless, asking a student to tell us about what they love to do and do well outside of music may give us clues into previously unsuspected cognitive strengths that we can recruit in devising effective pedagogical strategies. Identifying, recruiting, and building on a students’ strengths will surely get us further than focusing relentlessly on their weaknesses, as we so often end up doing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] A second piece of good news surrounds recent advances in the understanding of neuroplasticity—the brain’s capacity to change and develop new pathways. Here again we must be cautious, since research on the effectiveness of interventions for dyslexic text readers suggests that some techniques can result in changes in both accuracy and fluency (speed), but only if they are administered by the time a child is in Grade 3 ( Lyon, Shaywitz, and Shaywitz 2011 ). Through adolescence and young adulthood the potential to increase accuracy persists, but individuals with dyslexia who are old enough to be enrolled in a post-secondary institution may largely have lost the ability to make significant gains in reading speed and automaticity.",
                "footnotes": [],
                "citations": [
                    "lyon_shaywitz_and_shaywitz_2011"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Still, while dyslexic individuals will struggle with their challenges throughout their lifespans, anecdotal evidence—including my own observations of improvement in the performance of dyslexic music students—suggests that it may be possible for existing pathways to be strengthened and/or better connected with each other, even in adulthood, given effective, one-on-one interventions and practice. (15) Recognizing and reminding our students of this capacity of the human brain can assure them that while improvement in their music-reading and aural skills may seem an insurmountable task at times, and in some areas they may never reach the same degree of music-reading fluency as students without dyslexia, improvement is possible. 5. Pedagogical Strategies",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Most of the strategies I describe below were developed through one-on-one sessions with dyslexic students rather than in the classroom. These students have found traditional aural skills classes unhelpful, socially isolating, and often emotionally distressing, particularly when they are called on to sight-sing a melody in front of the class. I will return to the question of classroom pedagogy later in this paper, but for now will focus on techniques that have worked in private sessions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] In my early years of tutoring, I derived methods largely by intuition, close observation of the student’s behavior during aural skills tasks, and adaptation of techniques I had read about in publications on teaching music to dyslexic children ( Miles, Westcombe, and Ditchfield 2008 ; Oglethorpe 2002 ). Many of these involved the use of color, so my first student KS and I developed our own practical strategies for marking and color-coding the score of a sight-singing passage before attempting to perform it. In the initial stage, she read through a passage silently, using highlighters to draw her attention to repeated notes (a frequent cause of error) or help her track changes from one line to the next. She used “V” or inverted “V” symbols to alert herself to points where the direction of motion changed, and developed another symbol to draw her attention to departures from stepwise motion. This type of preparation, which I’ve adapted for other students, takes substantially more time than the usual 30-60 seconds allowed in standard sight-singing tests, but it does result in more accuracy and allows students to develop a stronger sense of self-efficacy and control over their sight-singing performances. As students progress in skill and confidence, this kind of preparation becomes less necessary.",
                "footnotes": [],
                "citations": [
                    "miles_westcombe_and_ditchfield_2008",
                    "oglethorpe_2002"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] One use of color designed to help music students with dyslexia is the five-color staff pioneered by British pianist, composer, and educator Margaret Hubicki in 1970 ( Hubicki 2001 ). While no longer commercially available, it was used by many British music educators until the 1990s. I have never used this in my teaching due to the difficulty of creating such a staff, and my reservations about accommodations that students will not have access to in their professional careers. However, RA reported that five-color staff paper created for her by a friend helped improve her ability to identify basic note names and clefs, and that it was not difficult for her to make the transition to the regular black-line staff. Some argue that colored translucent overlays, particularly light blue, can make reading easier for individuals with dyslexia and other reading difficulties. (16) However, the results of empirical research have been contradictory ( Uccula, Enna, and Mulatti 2014 ). Despite my skepticism, I purchased blue overlays online for two students to borrow, and was surprised by their reports that it helped stabilize their perception of music notation and in one case allowed the student to suddenly perceive motivic patterns. RA, describing her experience of using a blue overlay (“my nonhuman best friend”) for the first time, wrote, “this was the day that things actually started to click and it was like magic to me. Because it was literally an instant and this thing started helping me I could see things clearly” (personal communication, May 14, 2015). While these are anecdotal reports, it certainly cannot hurt to try a blue overlay at least temporarily, and it may allow some students to experience enough early success to motivate them to keep on working. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "hubicki_2001",
                    "uccula_enna_and_mulatti_2014"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] When designing handouts for students with dyslexia (or any students), it is helpful to avoid cramming too much information on one page. At the beginning of a course, I generally print my syllabi on light blue paper in case any students find it easier to read. The font Dyslexie, designed by Dutch graphic designer Christian Boer, can also make the perception of written text easier for readers with dyslexia to perceive. (18) For an illustration of this font, see the Appendix .",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] In terms of more traditional resources, because of KS’s high anxiety levels regarding sight-singing, I began by assigning her pages of elementary homework from Cole and Lewis’s 1909 text Melodia: A Comprehensive Course in Sight-Singing . While this text has its pedagogical idiosyncrasies, the first 424 of its 1000-plus melodies are completely stepwise, with incremental increases in difficulty provided by gradual additions of new keys (the first 109 are in C major!) and meters. Because this particular text—like many current ones—includes many exercises on a single page, I prepared for each session by enlarging and photocopying the pages I wanted her to practice, then cut and pasted a few at a time onto a single page with copious white space around them to eliminate as many visual distractions as possible. These exercises were so easy that she was able to experience a newfound sense of success that motivated her to keep practicing, and they allowed her to start incorporating motor skills such as keeping time with her hand while singing. I have since found these exercises useful for any students with extreme sight-singing anxieties or difficulties. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "cole_and_lewis_1909"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] My teaching strategies were also influenced by principles of neurorehabilitation learned in two graduate courses, one through the Rehabilitation Sciences program at the University of British Columbia, and the other in neurologic music therapy at Colorado State University. In one common motor-learning approach, the client is initially given frequent guidance and feedback on a particular target movement, followed by the gradual fading of feedback until the client can perform the task independently ( Schmidt and Lee 2011 ; Winstein 1991 ). This methodology has its counterpart in the educational theories of the Russian psychologist Lev Vygotsky, in particular his principle of scaffolding, which is now a commonplace in contemporary educational theory and practice ( Vygotsky 1978 ; Gindis 1999 ). The concept is outlined by van de Pol et al. ( 2010 ) in terms of the three phases below, which I illustrate with an example from my efforts to help a student who could not conduct and sing at the same time. Contingency – In the earliest stages, it is crucial that, in van de Pol’s words, “the teacher’s support must be adapted to the current level of the student’s performance and should either be at the same or a slightly higher level” (274–75). To some extent, this requires the instructor to determine the threshold between what students can and cannot do by asking the student to complete a series of tasks that begin at a level that the student finds easy, and gradually increasing the level of difficulty until the student can no longer complete the task accurately. Finding that threshold also requires one-on-one attention in an unhurried, supportive atmosphere. The instructor then designs a learning “scaffold” that takes students through a task that is slightly beyond their current capabilities, but also provides as much instructor support and positive feedback through the process as the student needs. In the case of the student who could not conduct and sing simultaneously, I took her arm myself while she sang and moved it in the appropriate pattern. This way, she could consciously focus on singing while beginning to develop the additional kinesthetic neural networks she needed in order to eventually coordinate control of arm musculature and vocal physiology with the complex cognitive tasks of processing metric, rhythmic, and pitch notation on her own. Fading – This phase involves the gradual withdrawal of this scaffolding when the student seems ready. As my student became more comfortable with conducting, I kept on moving her arm but gradually reduced the pressure of my hand until it was little more than a feather-light touch of psychological assurance. Once I was certain that she was now controlling her arm on her own, I finally removed my hand without warning in the middle of an exercise. Without the slightest disruption, she continued singing in time as her arm kept moving smoothly along its course. Transfer of responsibility – This occurs when the student takes complete control, as when my student repeated the exercise on her own, finally managing to conduct and sing at the same time. While we cannot know without functional imaging just what kind of neurological shift made this possible, her success has given her the confidence and motivation to keep on conducting while sight-singing. This still requires some conscious effort for her at times, but she knows she can do it, and more importantly has reached the point where conducting is now more help than hindrance.",
                "footnotes": [],
                "citations": [
                    "schmidt_and_lee_2011",
                    "winstein_1991",
                    "vygotsky_1978",
                    "gindis_1999",
                    "van_de_pol_and_beishuizen_2010"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] Another strategy that has been effective for my students with dyslexia has been reminding them how their knowledge of music theory and the syntactical rules of Western common-practice music can help them predict the probability of certain events over others, thereby reducing the alternatives among which they must choose. This is a common pedagogical strategy for many aural skills instructors and unquestionably useful for all students. But, perhaps due to dyslexic individuals’ potentially superior strengths in the interconnected, narrative, or dynamic reasoning strategies proposed by Eide and Eide, my students with dyslexia seem to find it particularly helpful to talk through an analysis of a passage before transcribing or performing it. This does not necessarily increase the speed of their processing, but it can help them to complete the task more accurately and completely than they could before—surely a successful outcome and an important step towards skill improvement. One student, reporting back on how her sight-singing final went in front of two examiners, felt great pride in her progress when one of them observed, “We can hear you thinking”—in other words, analyzing and planning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The kind of intensive, individualized instruction I have described above takes time and effort. But how do we redesign our classes to allow students with dyslexia the opportunity for true engagement and learning together with, rather than isolated from, their classmates? The principles of Universal Design for Learning (UDL), developed primarily at Harvard’s Center for Applied Special Technologies (CAST), offer a useful starting point for developing more effective and inclusive classroom strategies ( Quaglia 2015 ). With reference to students with disabilities, Rose et al. ( 2006 ) of CAST relocate the site of their difficulties: There are two broad kinds of solutions for addressing the “problems” of individual students, including those with disabilities. On the one hand, the problems can be considered “individual” problems. . . . Such a view fosters solutions that address weaknesses in the individual. On the other hand, the issues can be considered “environmental” problems in the design of the learning environment. . . . Such an environmental view fosters solutions that address the limitations of the learning environment rather than the limitations of the student, while making the student less of a problem, and more a part of diversity within the course. The advantage of such universal solutions is that, as with such approaches in built environments, they are likely to be useful for many individuals; built once, applied many times ( Rose et al. 2006 , 150). Recognizing the disabling elements of our curricula, and then replacing them with  “multiple means for learning, engagement, and demonstration” ( Quaglia 2015 , abstract) can enable all students to identify and capitalize on their individual strengths toward greater success.",
                "footnotes": [],
                "citations": [
                    "quaglia_2015",
                    "rose_et_al_2006",
                    "rose_et_al_2006",
                    "quaglia_2015"
                ]
            }
        },
        {
            "5.9": {
                "text": "[5.9] One such disabling element for many students is the division of a typical 50-minute class period into multiple five-to-ten minute segments, each devoted to practicing a different task. This rapid cycling often fails to provide students with sufficient time to make any useful progress in class, particularly those with dyslexia or other learning differences. In my experience, many students do much better when allowed to study and be tested on desired learning outcomes one at a time, in order to allow for the overlearning of basic skills that they need before they can build up to the complex visual-auditory-temporal-motor integration demanded by typical aural skills curricula. For example, since one of the neurological traits associated with dyslexia seems to be a deficit in temporal processing, allowing a student to study only meter, rhythm, and motor co-ordination (e.g. in conducting) can strengthen those neurological networks before the networks associated with pitch are brought into the mix. A software rehearsal and assessment program such as Finale SmartMusic ® can also help students practice tasks like sight-singing on their own and receive immediate, constructive feedback. SmartMusic ® allows students to control the tempo of an exercise, making the program useful for a broad spectrum of abilities. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] In the fall of 2014, I divided my first-year aural skills course at the University of Victoria into three main categories: rhythm, melody, and harmony. Each category was further subdivided into very small modules, such as harmonic transcription in major keys only, rhythmic transcription of melodies in compound time, or sight-singing in minor keys. Each student was given a checklist of all 17 modules in the course, and at any time they could book a time with me to be tested on a module of their choice. As they passed each module, I would sign off on it and they could feel a growing sense of accomplishment as the signature blanks gradually filled in. This system allowed students who tested poorly on one module to work at that module on their own and then come in for re-testing at a later date, and it allowed students with learning differences to complete the course one module at a time on their own so they had an opportunity to overlearn one skill before adding the next. But it also allowed very strong students to move at a more challenging pace and complete the course requirements early. Students were not required to attend a class devoted to a module that they had already completed, and this meant smaller classes composed of students who really did need to be there, and who could therefore receive more individual attention from me during class time. The main disadvantage of this system was that grading was complicated. But on the whole, students enjoyed having more control over their progress, and a poor result on a single test question led less often to discouragement and more often to extra work on their skills outside of class.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] aural skills classrooms are social spaces, and somehow we need to develop activities that provide opportunities for all students to learn together and collaborate on tasks in a positive, mutually supportive environment. Deborah Rifkin ( 2013 ) describes small group activities and peer assessments that she has designed for her aural skills classes, resulting in a reduction of the kind of stress that impedes student learning, in the first place, and demonstration of that learning in the second. In my own classes, since 2004 I have set aside one day near the end of term for what I call “karaoke solfège.” Students get into self-selected groups at the beginning of term, choose any song they enjoy (subject to my approval to ensure an appropriate difficulty level), work together throughout the term to aurally figure out the solfège syllables, and then perform it (with the recording or a cappella ) for their classmates. I do not grade these performances, yet many students put an astounding amount of work into learning their song, sometimes adding harmony or choreography. All students are eager to hear what their classmates have prepared, and will often join in by singing along or adding “beats” without the self-consciousness and stress that can arise if they are required to perform in a regular class. In thinking about group activities, I am also reminded of the capacity of Balinese gamelan music to include and challenge musicians with a wide range of skills, owing to its sophisticated temporal coordination of multiple layers at various levels of technical difficulty, each equally vital to the orchestral texture. Devising collaborative aural skills exercises in this same spirit, where all levels of ability are not only allowed but considered necessary to the creation of a successful musical whole, can help make our classrooms more constructive and motivating places for all students.",
                "footnotes": [],
                "citations": [
                    "rifkin_2013"
                ]
            }
        },
        {
            "5.12": {
                "text": "[5.12] A mutually supportive classroom environment can also be enhanced by encouraging peer-tutoring (or just mutual helpfulness) throughout a given course, as Rifkin ( 2013 ) suggests. This is not just for the benefit of those who struggle, since we often also have students who may be bored in class because their skills are more advanced. Given some prior training and ongoing supervision, peer tutors can begin to learn pedagogical skills that can serve them well in their professional music careers. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "rifkin_2013"
                ]
            }
        },
        {
            "5.13": {
                "text": "[5.13] For all the engaging classroom activities and innovative assessment procedures many instructors are increasingly designing, my experiences working with students one-on-one have led me to the conclusion that the classroom-only method of delivery serves very few students—if any—well. Perhaps replacing one group class with short, regular, mandatory individual coaching sessions could ensure that all students have an opportunity to receive useful feedback and suggestions for how to handle challenges appropriate to their level of ability. I also believe that engaging students’ instrumental or vocal instructors in at least the sight-performance component of the aural skills curriculum could help students to see how they can apply what they learn in class to the real-life challenges they are likely to encounter in their careers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.14": {
                "text": "[5.14] Instructors’ abilities to restructure aural skills courses are of course dependent on the staffing and technological resources of their institutions. But in my view, even the least endowed departments in these respects can set positive conditions for improvement by following four general principles: As far as possible, try to get into students’ minds to get a sense of how they experience the aural skills tasks we give them. I was surprised when one student told me that she had more difficulty recognizing whole- or half-step intervals on the staff than she did with larger intervals. What I’d assumed were the easiest sight-singing exercises I could give her were in fact extremely difficult, so it proved more useful for her to begin with exercises containing skips or leaps and move towards the more difficult stepwise melodies. The Appendix to this article provides an exercise that readers can try in order to experience, however temporarily, a taste of the stress and confusion that sight-singing tasks can produce in students with dyslexia. (22) Be flexible and imaginative in devising pedagogical techniques that recruit the student’s alternate strengths or modes of learning, particularly techniques that engage multisensory learning. Reading outside literature is important, but it is also crucial to ask the students themselves what they are good at, in or outside of music. Watch their faces and body language change when they talk about the activities that make them feel competent and “in the zone,” and try to give them exercises that tap into those competencies. (Interestingly, several of the students I have worked with have listed storytelling as one of their strengths, corresponding with Eide and Eide’s concept of narrative reasoning as an important cognitive strategy for these students.) One of my dyslexic students was having enormous difficulty grasping 6/8 time, even after I had shown her on paper—with what I thought was perfect clarity—how in 6/8, one measure was just two beats subdivided into three. Having failed on that score, I told her that 6/8 time is like skipping, and she said, “Oh, now I get it!” But when I asked her to actually get up and skip so we could physically link typical 6/8 patterns with her steps, her pattern of steps and hops was rhythmically awkward (in keeping with the timing difficulties experienced by many students with dyslexia), and most definitely not in compound time. So we spent the next few minutes with me on the floor, helping her move her feet until she figured out how to hop twice on one foot and then the other, finally getting the flow of it and successfully skipping around the room with a whoop of delight. Making use of her kinesthetic learning skills to master skipping enabled her to hear and perform compound meters much more easily. We also need to give students with dyslexia time—time to work step-by-step through tasks as slowly as they need to in order to succeed, without sensing an authority figure ticking off the seconds behind them. They need to discover what it feels like to experience success. Success, no matter how small a step we consider it to be, gives them the solid evidence they need that they do have the ability to improve their skills, and every success gives them fuel to tackle the next challenge. This extends to all aural skills performance testing. I have gradually increased the amount of time I allot for testing all students, to allow them to receive at least some immediate verbal feedback from me and possibly even a little friendly coaching on what they can work on to improve their skills. As demonstrated empirically by the late psychologist Charles Snyder and colleagues ( 1991 ), hope—conceived as an individual’s sense of agency bolstered by clearly-defined pathways towards a goal—can work not just as a feel-good panacea, but a realistic and effective cognitive strategy for meeting challenges. Finally, we must never assume that students with dyslexia will not be able to succeed as professional classical musicians. There are many dyslexic musicians, and they are intelligent, creative, determined and resourceful. There comes a time in their education when I think the best thing we can do is get out of their way, even if this means waiving advanced aural skills courses when it becomes evident that a student’s disability will prevent them from further progress in our particular curriculum. In all likelihood, once out in the world they will build on the training we have given them by devising their own unique solutions to the real-life musical challenges they encounter, solutions that we, with our limited, non-dyslexic minds, would probably never have thought of. 6. Rethinking (Musical) Intelligence",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "snyder_et_al_1991"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] The successes in many fields of those who have been diagnosed with learning disabilities challenge us to reconsider our assumptions about the nature of individual intelligence. Cognitive psychologist Scott Barry Kaufman was diagnosed as learning-disabled in childhood and experienced all of the attendant academic difficulty and social stigma. But he was determined to understand the nature of what we call “intelligence,” and eventually earned a Ph.D. in psychology from Yale University. In 2013, he published a book outlining the history of standard intelligence testing and proposing his own Theory of Personal Intelligence : Intelligence is the dynamic interplay of engagement and abilities in pursuit of personal goals. Note that the focus of analysis is the person. All that exists for that individual is a series of intelligent behaviors that unfold across his or her life. At no point is there a comparison between that person’s behaviors and the behaviors of others, because that person’s intelligence is not measured or judged relative to the behaviors of others. . . . Any behavior that narrows the distance between the starting state and the goal state of a person’s personal goal counts as an intelligent behavior. . . . Under this theory, the formulation of multiple strategies to overcome obstacles and reduce the discrepancy between the starting state and the goal state is an incredibly important manifestation of human intelligence ( Kaufman 2013 , 303). This, I believe, is what we should be focusing on when we assess a student’s learning, not the number of errors they make in a severely and arbitrarily restricted period of time. Can the student find a way, whether it is one we have taught them or one they have invented for themselves, to bridge the gulf between not knowing and knowing a new piece of music? Have they found some way of transcribing heard music into a written representation that is meaningful to themselves and to others, given enough time? Can they set a personal musical goal, organize a strategy to achieve it, and then carry it out? Adapting Kaufman’s theory to our teaching of aural skills would require us to rethink our pedagogical methods, but more radically our methods of assessment.",
                "footnotes": [],
                "citations": [
                    "kaufman_2013"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] We often bemoan the fact that in most of our institutions, first-year music students enter with extreme variations in prior training and music reading/aural skills fluency, often making it challenging for us to find a teaching methodology that is appropriate and helpful for all or at least most of our students, let alone those with learning disabilities. But I have also tutored students, who despite obvious musical talent and hard work, encounter enormous difficulty completing the typical aural skills tasks of dictation and sight-singing, at least in the short intervals of time we usually give them. My guess is that these students, if tested, would prove to have neurological differences with respect to music notation-processing equal in significance to text dyslexia. But since there is currently no screening test for Hébert and Cuddy’s proposed developmental music dyslexia, they cannot be “diagnosed” and therefore do not qualify for accommodations or other forms of institutional support. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] But even if there were such a test, do we really want to create another stigmatizing label? Perhaps the wiser course—though unquestionably more challenging—would be to accept the wide-ranging abilities in our aural skills classes as a normal distribution of neurodiversity, to “plan for variability” ( Quaglia 2015 ), rather than viewing those who struggle more than others with the often unrealistic tasks we give them in those classes as unintelligent or “unmusical.” And we need to make it clear to students that the acquisition of specific skills, however desirable from a practical perspective, is separate from their natural musical gifts. The replacement of course titles like “Ear Training” or “Aural Skills” with “Musicianship” in many schools may have been intended simply to represent practical skills for the professional musician, in the sense of “craftsmanship” for an artist or a builder. But the message students often receive is, “If I fail Musicianship, I must not be a musician,” a message that for many strikes painfully, and often unnecessarily, at the core of their identity. Why should this be, when not being able to do the sorts of tasks we assign in those classes has not impeded, or even been relevant to, the success of gifted musicians from different musical cultures and genres throughout history? As Joseph Straus has pointed out, the kind of “normal hearing” that academic music pedagogy assumes and teaches does not reflect the totality of human musical perception, and is far from natural: [Normal hearing] requires extensive, repetitive drill, hard and concentrated work, constant pushing and prodding. Normal listeners are not given, they are created, and it is the job of music teachers to create them. There is nothing natural about normal hearing; rather, it is a cultural artifact, the end result of a long and sometimes arduous process of acculturation. . . . The problem is not so much that music cognition and music pedagogy focus on normal hearing, but rather that they pretend to naturalness and universality. ( Straus 2011 , 157) Reminding ourselves of this from time to time may allow us to notice different but equally insightful ways of hearing and responding to music among our students, and to recruit these differences to enrich the learning environments we create.",
                "footnotes": [],
                "citations": [
                    "quaglia_2015",
                    "straus_2011"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] At the University of British Columbia, my interdisciplinary research study with Marion Porath and Nancy Hermiston has explored the experiences of learning-disabled opera majors. Our subjects—students or graduates of Canadian or American university opera programs—are not all dyslexic, but all have been diagnosed with at least one learning disability. Through interviews, we gathered information including their experiences with learning disabilities throughout their education, their past and current experiences with singing and performing, and how they have coped with combined academic and performance programs that demand synthesis of vocal, aural, music-reading, text-reading, foreign-language, mathematical, kinesthetic, spatial, and acting abilities. Virtually all students describe their struggles from childhood not only with learning but with self-esteem. In opera singing they also share the common experience of liberation, even if only temporary, from their so-called disabilities, as while they are singing and moving onstage with their peers, they feel the joyful sense of accomplishment that has been absent from so much of their education.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] But, asked to describe any external challenges he has faced in his program, one subject’s response encapsulates the experience shared by many university students with dyslexia: “The professors. . . . I don’t tell every single one of my professors that I have it. . . . When I have talked to the professors, it’s just been kind of that they don’t really know what to do with that kind of thing.” (24) Educating ourselves, assuring our classes from the outset of a course that our office is a safe, welcoming space for all including those who learn differently, and then following through on that promise, can make a tremendous difference in boosting the likelihood that a student will persist and succeed. The logistical challenges of radically transforming our aural skills programs according to the principles of UDL—or any other that will maximize the learning successes of our diversely-abled music students but still be sustainable for our departments—are undeniable. But the rewards of seeing students grow, rather than crumble, in response to the challenges we give them are great.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.4.parsons.html",
    "data": "mto/data/mto.15.21.4.parsons.json"
}