{
    "title": "Review of Leigh Van Handel, <i>Music Theory Skill Builder</i> (Oxford University Press, 2013)",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Stephan-Robinson, Anna"
    ],
    "abstract": "",
    "keywords": [
        "Music Theory Skill Builder",
        "music fundamentals",
        "online instruction"
    ],
    "doi": "",
    "received": "August 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.3/mto.14.20.3.stephan-robinson.pdf",
    "author_info": [
        {
            "name": "Anna Stephan-Robinson",
            "university": "West Liberty University",
            "address": "208 University Drive, College Union Box 152, West Liberty, WV 26074",
            "email": "anna.stephanrobinson@westliberty.edu"
        }
    ],
    "citations": {
        "lambert_2013": "Lambert, Philip. 2013. Principles of Music . New York: Oxford University Press.",
        "root_2013": "Root, Jena. 2013. Applied Music Fundamentals: Writing, Singing, and Listening . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The textbooks are Root 2013 and Lambert 2013 . I did not have access to the textbook-specific versions, so the rest of this review will refer to the standard version.",
            "citations": [
                "root_2013",
                "lambert_2013"
            ]
        },
        "FN2": {
            "text": "2. Oxford’s YouTube video “ Introducing Music Theory Skill Builder ” shows what the program looks like.",
            "citations": []
        },
        "FN3": {
            "text": "3. The number for phone support is 855-281-8749, and the email address is mtsb.support@oup.com.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Anybody who has taught first-semester music theory knows that a significant number of students enter college with some deficiencies in fundamentals. Students who cannot remediate their deficiencies might jeopardize their chances for success as musicians. Mastering basic concepts such as key signatures and intervals requires repeated drilling and prompt feedback, yet grading such work is onerous for instructors. By using electronic resources to supplement fundamentals drills, theory instructors can give students the vital practice opportunities needed to thrive in theory classes while freeing up the instructors’ own time for more productive use. Music Theory Skill Builder is designed to do just that.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Published by Oxford University Press and developed by Leigh Van Handel of Michigan State University, Music Theory Skill Builder (hereafter MTSB ) is an online program that affords students unlimited practice in music fundamentals. A subscription to the program costs $34.95 as a standalone product, but it can be packaged with any new Oxford textbook for $10. Along with the standard version of MTSB , there are versions designed to coordinate with two Oxford fundamentals textbooks. (1) Although instructors can customize the program (as discussed below), it appears to be designed for use as-is, since customization options are limited. MTSB is organized into six overarching topics, called “Sections,” each with a number of “Assessments” or exercise sets, as shown in Figure 1 . Figure 1 . Sections and assessments in Music Theory Skill Builder (click to enlarge) Quickly completed exercises, such as note identification, are grouped into sets of 20–30, whereas more complex assessments, such as scale spelling or identification, typically contain 10–15 questions. These quantities will ensure sufficient practice, but students may find that the number of exercises in some assessments taxes their concentration abilities.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] By default, assessments are set to “Mastery” mode, meaning that students may attempt them an unlimited number of times while trying to get 90% correct. Students enter their responses to questions either by clicking an answer from a number of choices, or by manipulating objects (e.g., note heads, barlines, rhythmic symbols). Upon completing all the questions in an assessment, students receive a percentage grade and a green or red flag icon indicating mastery or non-mastery. Subsequently, they can review the questions to see the correct answers paired with their own responses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Access to MTSB is through Oxford’s page . From the home page, registered users will scroll down to the name of their course and click to enter it. The program uses the Moodle platform, which has a relatively streamlined appearance, especially from the student viewpoint. (2) The program is browser-based, so users need not install any software beyond the Adobe Flash plug-in, but consequently the program is limited to computers only, not iPads or tablets, and internet access is required to use the program.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Instructors can customize MTSB to some extent. Sections can be reordered, hidden, or deleted entirely. Within each section, instructors can reorder, delete, or hide the given assessments, and can edit an assessment’s title or explanatory paragraph, but the types of questions, number of questions, and percent required for mastery cannot be changed. However, instructors can add their own assessments with different parameters. For instance, a custom assessment can have a mastery requirement of 50% or 100% correct, or can focus on a specific subset of the exercises, such as only seconds and thirds in an interval drill. Instructors can also set custom assessments to “Quiz” mode, meaning that students get only one attempt at the assessment, and no required percentage correct is specified. No matter the mode, instructors can also set assessment time limits in five-minute increments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In addition to the overall parameters of an assessment, the specific types of exercise are also editable, but only to a limited degree. For example, to create an assessment in which students identify chords by either root or quality (one or the other; both are not possible), the instructor can exclude double accidentals altogether, exclude double accidentals as the root, or include all chords. However, no option exists to include, say, only chords with white-note roots. Similarly, the Scale section offers no options for customizing possible starting notes or allowable keys, which leads to “theoretical” scales such as G-sharp major to sometimes appear as questions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Instructors who adopt MTSB will see it as a “course” set up by the Oxford team; those with multiple sections may have all students appear in the same course, or in separate ones. Within any MTSB course, there is no way to group students into sections, for example to see just one (real-world) class’s grades or to assign different exercises to different groups. Since the program is designed for practice to mastery, the default view in the “grade book” for MTSB simply shows each student’s highest grade for each exercise. From this list, an instructor can click an assessment title in order to see grades for all students’ attempts. The program has no option for seeing all attempts of a single student. Instructors who want to include MTSB efforts in a course grade can export the grade book in three file formats (.csv, .xlsx, and .xml).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The greatest strength of MTSB is that it does exactly what it is advertised to do: provide students with virtually unlimited opportunities to practice fundamentals. Once students learn how to use the program, it is straightforward, with all exercises working in similar fashion. Students get question-level feedback as soon as they finish an assessment, allowing them to know immediately how well they grasp the material. This instantaneous feedback has obvious benefits both for students and for those who grade their work. Further, Oxford’s technical support team is quite responsive in answering questions and fixing problems that may arise. Three methods of technical support are available. The Oxford home page links to an “Instructor Help” course (available under “My courses” at log-in) containing step-by-step instructions for various customizations; additionally, users can get help via email or telephone. (3) Another benefit of the program is that it requires minimal initial setup if an instructor chooses to use it without customization. Students enroll on their own, and Oxford’s team populates the grade book, so students and instructors can start using the program immediately. Figure 2 . Steps to add an assessment to Music Theory Skill Builder (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] A few changes would make MTSB even better. Although some instructors will want to use the program as-is, others might prefer to customize exercises to a greater degree. The specific kinds of customization available are rather limited, and the number of steps required to add or edit exercises will be frustrating at best. Figure 2 lists the steps for adding a new assessment to a course; I have taught fully online courses, and make frequent use of my campus’s Learning Management System for face-to-face courses, and I still found this procedure rather cumbersome.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In some ways, the Moodle platform detracts from the user’s experience. Though it may seem a minor quibble, the program requires far too much scrolling and clicking (for my taste). If an instructor wants to create an assessment, the options do not appear all together but rather in a frame requiring much scrolling. Similarly, certain student exercises offer no way for the question instructions, the actual image that students are to manipulate, and the “Submit Answer” button to all appear together, as shown in Example 1 . Example 1a . A Music Theory Skill Builder student exercise requiring scrolling (click to enlarge) Example 1b . A Music Theory Skill Builder student exercise requiring scrolling (stephan-robinson_example_info.php) Nor are any keyboard shortcuts available. There is also no way to choose the order of questions in an assessment (e.g., generic intervals before specific ones). Finally, the “undo” procedure in certain activities (particularly exercises in which students add barlines) is not immediately apparent, which might cause frustration unless students are instructed in advance. (For the record, one can delete an accidentally placed barline by clicking on it again.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] As with any program or textbook, MTSB reveals pedagogical underpinnings that some instructors might disagree with. Most of the important fundamentals topics are here, but the program includes neither exercises nor images for the keyboard. Also missing are C-clef exercises and diatonic modes. Some instructors might prefer to use staff ranges other than the defaults: A3–C6 for treble clef and C2–E4 for bass clef. And there is little connection between musical symbols and musical sound—an issue that plagues many electronic programs and textbooks. Only three of the categories (as shown above in Figure 1) contain any ear-training exercises; non-ear-training exercises have no sound. This de-emphasis on aural activity might reinforce some students’ tendencies to think of theory as a dry, unmusical topic. Their teachers will have to help these students recognize the important connections between written skills and musicianship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Teachers planning to adopt MTSB should spend some time getting used to the program’s operation so that they can apprise students of its idiosyncrasies. An instructor who uses different terminology from that in the program should provide a glossary. This, of course, can be a teaching opportunity; at some point budding professional musicians will certainly encounter different words for the same concept. Examples in this program might include the seventh chord qualities (major major, major minor, minor minor, half diminished, fully diminished), diatonic and chromatic half and whole steps, minor keys (which are abbreviated with lower-case letters, as in “ f ♯ :” rather than “ F ♯ m:”), and unison and octave intervals, which the program calls “1 st ” and “8 th ” respectively. Additionally, the program occasionally has an incorrect answer. As a pedagogical exercise, teachers might encourage students to submit for possible bonus points screenshots of answers they think the program got wrong. Some answers are just wrong, as in Example 2 , and others seem to result from the programmers not considering all possible correct answers that a (clever) student might input (see Example 3 ). In either case, Oxford’s support team likely can fix these easily. Example 2 . An incorrectly graded answer in Music Theory Skill Builder (click to enlarge) Example 3 . A widely spaced chord graded as incorrect in Music Theory Skill Builder (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Music Theory Skill Builder will be a valuable supplement to a beginning theory class, giving students unlimited opportunities to practice drilling vital fundamentals skills. For students whose teacher has adopted an Oxford University Press textbook, the package price of only $10 is quite a bargain. All instructors will appreciate the ability to monitor students’ efforts as well as the default options that require minimal setup. Students will benefit from the instantaneous feedback and easy-to-use online platform, and the program might even feel a bit game-like with its green flag indicating mastery. Of course, no drilling software can replace a seasoned instructor’s guidance and carefully considered pedagogy, and this program does not purport to do so. But by providing unlimited practice opportunities, Music Theory Skill Builder can effectively supplement instruction, thereby helping our students prepare fully to succeed in music study.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.3.stephan-robinson.html",
    "data": "mto/data/mto.14.20.3.stephan-robinson.json"
}