{
    "title": "Planning for Student Variability: Universal Design for Learning in the Music Theory Classroom and Curriculum",
    "date": "2015/03/01",
    "volume": "21",
    "issue": "1",
    "authors": [
        "Quaglia, Bruce W."
    ],
    "abstract": "Universal Design for Learning (UDL) embodies a set of principles for developing accessible curricula and inclusive classroom learning environments. It is a flexible framework that can be adapted to the individual needs and predilections of a diverse set of learners, including students with disabilities. UDL can reduce the need for individual accommodations for disabled students, but its goal is to enhance learning for all students. Research and practical applications have demonstrated that designing curricula that are intended to provide greater access to learners who are in the margins also benefits many other learners. The objective of UDL is to develop expert learners throughout a curriculum by providing multiple means for learning, engagement, and demonstration at each level of instruction. The core music theory and musicianship curriculum taught at most colleges and universities will benefit from the guidelines established for UDL, and these are adaptable to various forms of curricular content. This article provides an overview of the history of UDL and its guidelines, and then proposes strategies for their implementation that are specific to music theory and musicianship pedagogy at the planning phase of course design, including assessment. The discussion engages learning typologies as a means for addressing learner variability throughout the course design.",
    "keywords": [
        "Universal Design for Learning",
        "learner variability",
        "music and disability",
        "Universal Design for Assessment",
        "assistive technology"
    ],
    "doi": "",
    "received": "August 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.quaglia.pdf",
    "author_info": [
        {
            "name": "Bruce W. Quaglia",
            "university": "University of Utah",
            "address": "School of Music, 1375 E. Presidents Circle, Salt Lake City, UT 84112",
            "email": "bruce.quaglia@utah.edu"
        }
    ],
    "citations": {
        "alegant_2008": "Alegant, Brian. 2008. “Listen Up!: Thoughts on iPods, Sonata Form, and Analysis without Score.” Journal of Music Theory Pedagogy 22: 149–76.",
        "alegant_and_sawhill_2013": "Alegant, Brian and Barbara Sawhill. 2013. “Making the Grade (or Not): Thoughts on Self-Design, Self-Assessment, and Self-Grading.” In Engaging Students: Essays in Music Pedagogy. http://www.flipcamp.org/engagingstudents/alegantSawhill.html (accessed August 1, 2014).",
        "bali_and_meir_2014": "Bali, Maha and Bard Meir. 2014. “An Affinity for Asynchronous Learning.” Hybrid Pedagogy, 2014. http://www.hybridpedagogy.com/journal/affinity-asynchronous-learning/ (accessed July 24, 2014).",
        "bloom_1956": "Bloom, Benjamin S. 1956. Taxonomy of Educational Objectives: the Classification of Educational Goals. 1st ed. New York: Longmans, Green.",
        "burgstahler_and_cory_2008": "Burgstahler, Sheryl E, and Rebecca C. Cory, eds. 2008. Universal Design in Higher Education: From Principles to Practice. Cambridge, MA: Harvard Education Press.",
        "caldwell_1989": "Caldwell, James. 1989. “Using Bloom’s Taxonomy to Develop an Approach to Analysis.” Journal of Music Theory Pedagogy 3, no. 2: 223–32.",
        "caplin_2000": "Caplin, William. 2000. Classical Form: a Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven. New York: Oxford University Press.",
        "cast_2011": "CAST. 2011. Universal Design for Learning Guidelines version 2.0. Wakefield, MA. http://www.udlcenter.org/aboutudl/udlguidelines (accessed February 12, 2014).",
        "cast_2014a": "CAST. 2014a. UDL Exchange. Wakefield, MA: http://udlexchange.cast.org/home , (accessed March 21, 2014).",
        "cast_2014b": "CAST. 2014b. “Cast Through the Years: One mission, many innovators.” http://www.cast.org/about/timeline/index.html (accessed April 1st 2014).",
        "cast_2014c": "CAST. 2014c. “UDL on Campus: Universal Design for Learning in Higher Education – a Guide.” http://udloncampus.cast.org/home#.U9v6C4BdU-V (accessed July 31, 2014).",
        "covington_and_lord_1994": "Covington, Kate and Charles H. Lord. 1994. “Epistemology and Procedure in Aural Training: In Search of a Unification of Music Cognitive Theory with Its Applications.” Music Theory Spectrum 16, no. 2: 159–70.",
        "coyne_ganley_et_al_2006": "Coyne, Peggy, and Patricia Ganley et al. 2006. “Applying Universal Design for Learning in the Classroom.” In A Practical Reader in Universal Design for Learning , edited by David Rose and Anne Meyer, 1–14. Cambridge MA: Harvard Education Press.",
        "dolan_hall_banerjee_and_strangman_2005": "Dolan, R.P., T.E. Hall, M. Banerjee, E. Chun, and N. Strangman. 2005. “Applying Principles of Universal Design to Test Delivery: the Effect of Computer-based Read-aloud on Test Performance of Highschool Students with Learning Disabilities.” Journal of Technology, Learning and Assessment 3, no. 7: 3–31",
        "duker_gawboy_hughes_and_shaffer_2015": "Duker, Philip, Anna Gawboy, Bryn Hughes, and Kris Shaffer. 2015. “Hacking the Music Theory Classroom.” Music Theory Online 21, no. 1.",
        "fischer_bullock_et_al_2012": "Fischer, Kurt W., and Daniel Bullock et al. 2012. “The Dynamics of Competence: How Context Contributes Directly to Skill.” In A Research Reader in Universal Design for Learning , edited by Gabrielle Rappolt-Schlichtmann, Samantha G. Daley, and L. Todd Rose, 91–122. Cambridge, MA: Harvard Education Press.",
        "fleming_and_mills_1992": "Fleming, N.D. and C. Mills 1992. “Not Another Inventory, Rather a Catalyst for Reflection.” To Improve the Academy 11: 137–55.",
        "gauldin_2003": "Gauldin, Robert. 2003. “Some Personal Reflections on Past Methods of Teaching and What they Can Tell Us About Current and Future Initiatives.” Journal of Music Theory Pedagogy 17: 47–58.",
        "gawboy_2013": "Gawboy, Anna. 2013. “On Standards and Assessment.” In Engaging Students: Essays in Music Pedagogy. http://www.flipcamp.org/engagingstudents/gawboy.html (accessed March 28, 2014).",
        "gillespie_2009": "Gillespie, Jeff. 2009. “Our Common Uniqueness.” Music Theory Online 15, nos. 3 and 4.",
        "gosden_2013": "Gosden, Stephen. 2013. “The ‘Technology Tools’ Session at FlipCamp Music Theory.” In Engaging Students: Essays in Music Pedagogy . http://www.flipcamp.org/engagingstudents/gosden.html (accessed August 1, 2014).",
        "hall_meyer_and_rose_2012": "Hall, Tracey E., Anne Meyer, and David Rose. 2012. Universal Design for Learning in the Classroom . New York: The Guilford Press.",
        "hall_meyer_and_strangman_2005": "Hall, Tracey, Anne Meyer, and Nicole Strangman. 2005. “UDL Implementation: Examples Using Best Practices and Curriculum Enhancements.” In The Universally Designed Classroom , edited by David H. Rose, Anne Meyer, and Chuck Hitchcock, 149–97. Cambridge, MA: Harvard Education Press.",
        "higbee_2009": "Higbee, Jeanne. 2009. “Implementing Universal Instructional Design in Postsecondary Courses and Curricula.” Journal of College Teaching and Learning 6, no. 8: 65–77.",
        "heoa_heoa": "Higher Education Opportunity Act. 2008. http://www.gpo.gov/fdsys/pkg/PLAW-110publ315/pdf/PLAW-110publ315.pdf",
        "hitchcock_2005": "Hitchcock, Chuck, Anne Meyers, David H. Rose, and Richard Jackson. 2005. “Equal Access, Participation, and Progress in the General Education Curriculum.” In The Universally Designed Classroom , edited by David H. Rose, Anne Meyer, and Chuck Hitchcock, 37–68. Cambridge, MA: Harvard Education Press.",
        "jenson-moulton_2009": "Jenson-Moulton, Stephanie. 2009. “Music Fundamentals: Three Classes with Daniel Trush.” Music Theory Online 15, nos. 3 and 4.",
        "johnson_2009": "Johnson, Shersten. 2009. “Notational Systems and Conceptualizing Music: A Case Study of Print and Braille Notation.” Music Theory Online 15, nos. 3 and 4.",
        "karger_2005": "Karger, Joanne. 2005. “What IDEA and NCLB Suggest about Curriculum Access for Students with Disabilities.” In The Universally Designed Classroom , edited by David H. Rose, Anne Meyer, and Chuck Hitchcock, 69–100. Cambridge, MA: Harvard Education Press.",
        "karpinski_2000": "Karpinski, Gary S. 2000. Aural Skills Acquisition: The Development of Listening, Reading, and Performing Skills in College-Level Musicians. New York: Oxford University Press.",
        "karpinski_2006": "Karpinski, Gary S. 2006. Manual for Ear Training and Sight Singing. New York: W.W. Norton.",
        "kochavi_2009": "Kochavi, Jon. 2009. “How Do You Hear That? Autism, Blindness, and Teaching Music Theory.” Music Theory Online 15, nos. 3 and 4.",
        "lapinski_gravel_and_rose_2012": "Lapinski, Scott, Jenna Gravel, and David Rose. 2012. “Tools for Practice: The Universal Design for Learning Guidelines.” In Universal Design for Learning in the Classroom: Practical Application , edited by Tracey Hall, Ann Meyer and David Rose, 9–24. New York: Guilford Press.",
        "lerdahl_and_jackendoff_1987": "Lerdahl, Fred and Ray Jackendoff. 1987. A Generative Theory of Tonal Music. Cambridge, MA: MIT Press.",
        "lively_2005": "Lively, Michael. 2005. “D.A. Kolb’s Theory of Experiential Learning: Implications for the Development of Music Theory Instructional Material.” Journal of Music Theory Pedagogy 19: 77–101.",
        "lubet_2011": "Lubet, Alex. 2011. Music, Disability, and Society . Philadelphia: Temple University Press.",
        "mace_1991": "Mace, Ronald. 1991. “Definitions: Accessible, Adaptable, and Universal Design (Fact Sheet).” http://www.ncsu.edu/ncsu/design/cud/pubs_p/phousing.htm . Raleigh, NC: Center for Universal Design, NCSU.",
        "malinowski_2011": "Malinowski, Stephen. 2011. Music Animation Machine . http://www.musanim.com/ (accessed July 31, 2014).",
        "marvin_2012": "Marvin, Elizabeth West. 2012. “The Core Curricula in Music Theory: Developments and Pedagogical Trends.” Journal of Music Theory Pedagogy 26: 255–63.",
        "meyer_rose_and_gordon_2014": "Meyer, Anne, David H. Rose, and David Gordon. 2014. Universal Design for Learning: Theory and Practice. Wakefield, MA: CAST Professional Publishing.",
        "mislevy_behrens_bennett_et_al_2012": "Mislevy, Robert J., John T. Behrens, Randy E. Bennett, et al. 2012. “Learning from Outliers: On the Roles of External Knowledge Representations in Assessment Design.” In A Research Reader in Universal Design , edited by Gabrielle Rappolt-Schlichtmann, Samantha G. Daley, and L. Todd Rose, 123–75. Cambridge, MA: Harvard Education Press.",
        "nasm_2013": "National Association of Schools of Music (NASM). 2013. Handbook 2013-2014. Reston, VA: National Association of Schools of Music.",
        "nilson_2010": "Nilson, Linda B. 2010. Teaching at its Best: A Research-Based Resource for College Instructors. 3rd edition. San Francisco: Jossey-Bass.",
        "pacun_2009": "Pacun, David. 2009. “Reflections on and Some Recommendations for Visually Impaired Students.” Music Theory Online 15, nos. 3 and 4.",
        "parsons_2015": "Parsons, Laurel. 2015. “Aural Skills and the Music Major with Dyslexia.” Music Theory Online, forthcoming.",
        "payne_2006": "Payne, Dorothy. 2006. “Striking the Right Chord (or applying first aid to the wrong one) in the Day of a Theory Teacher.” Journal of Music Theory Pedagogy 20: 139–50.",
        "reddy_and_andrade_2010": "Reddy, Y.M., and Andrade, H. 2010. “A Review of Rubric Use in Higher Education.” Assessment & Evaluation in Higher Education 35: 435–48.",
        "rifkin_2013": "Rifkin, Deborah. 2013. “From Distress to Success: Collaborative Learning in Music Theory Assessments.” In Engaging Students: Essays in Music Pedagogy . http://www.flipcamp.org/engagingstudents/rifkin.html (accessed August 1, 2014).",
        "rifkin_and_stoecker_2011": "Rifkin, Deborah and Philip Stoecker. 2011. “A Revised Taxonomy for Music Learning.” Journal of Music Theory Pedagogy 25: 155–90.",
        "rogers_2004": "Rogers, Michael R. 2004. Teaching Approaches in Music Theory: An Overview of Pedagogical Philosophies. 2nd ed. Carbondale IL: Southern Illinois University Press.",
        "rose_and_gravel_2009": "Rose, David H. and Jenna W. Gravel. 2009. “UDL, Global Positioning Systems, and Lessons for Improving Education.” In A Policy Reader in Universal Design for Learning, edited by David T. Gordon, Jenna W. Gravel, and Laura A. Schifter, 5–18. Cambridge: Harvard Education Press.",
        "rose_gravel_and_domings_2012": "Rose, David H., Jenna W. Gravel, and Yvonne Domings. 2012. “Universal Design for Learning Unplugged: Applications in Low-Tech Settings.” In Universal Design for Learning in the Classroom: Practical Applications , edited by Tracey Hall, Anne Meyer, and David Rose, 120–34. New York: The Guilford Press.",
        "rose_et_al_2008": "Rose, David H., Wendy S. Harbour, Catherine Sam Johnston, Samantha G. Daley, and Linda Abarbanell. 2008. “Universal Design for Learning in Postsecondary Education: Reflections on Principles and Their Application.” In Universal Design in Higher Education: From Principles to Practice , ed Sheryl E. Burgstahler and Rebecca C. Cory, 45–59. Cambridge, MA: Harvard Education Press.",
        "rose_et_al_2009": "Rose, David H., Ted Hasselbring, Skip Stahl, and Joy Zabala. 2009. “Assistive Technology, NIMAS, and UDL.” In A Policy Reader in Universal Design for Learning , edited by David Gordon, Jenna Gravel, and Laura Schifter, 133–54. Cambridge, MA: Harvard Education Press.",
        "rose_meyer_and_hitchcock_2005": "Rose, David H., Anne Meyer, and Chuck Hitchcock. 2005. The Universally Designed Classroom: Accessible Curriculum and Digital Technologies. Cambridge, MA: Harvard Education Press.",
        "rose_meyer_strangman_and_rappolt_2002": "Rose, David H and Anne Meyer, with Nicole Strangman and Gabrielle Rappolt. 2002. Teaching Every Student in the Digital Age . Alexandria, VA: Association for Supervision and Curriculum Development.",
        "saslaw_2009": "Saslaw, Janna. 2009. “‘Teaching Blind’: Methods for Teaching Music Theory to Visually Impaired Students.” Music Theory Online 15, nos. 3 and 4.",
        "shaffer_2011–2013": "Shaffer, Kris. 2011–2013. “Protonotation,” Musicianship Resources. http://kris.shaffermusic.com/musicianship/protonotation.html (accessed April 5, 2014).",
        "smith_1996": "Smith, Timothy A. 1996. The Digital Bach Project: The Canons and Fugues of J.S. Bach . http://jan.ucc.nau.edu/tas3/bachindex.html (accessed July 31, 2014).",
        "straus_2011": "Straus, Joseph N. 2011. Extraordinary Measures: Disability in Music. New York: Oxford University Press.",
        "teachersfirst_2015": "TeachersFirst. 2015 “Rubrics to the Rescue” http://www.teachersfirst.com/lessons/rubrics/involving-students.cfm (accessed August 7. 2014).",
        "thurlow_johnstone_and_ketterlin-geller_2008": "Thurlow, Martha L., Christopher J. Johnstone, and Leanne R. Ketterlin-Geller. 2008. “Universal Design of Assessment.” In Universal Design in Higher Education: From Principles to Practice , edited by Sheryl E. Burgstahler and Rebecca C. Cory, 73–81. Cambridge, MA: Harvard Education Press.",
        "van_geert_and_van_dijk_2012": "Van Geert, Paul and Marijn Van Dijk. 2012. “Focus on Variability: New Tools to Study Intra-Individual Variability in Developmental Data.” In A Research Reader in Universal Design for Learning , edited by Gabrielle Rappolt-Schlichtmann, Samantha G. Daley, and L. Todd Rose, 182–228. Cambridge, MA: Harvard Education Press.",
        "vark_2015": "VARK. 2015. “VARK: A Guide to Learning Styles.” http://www.vark-learn.com (accessed April 15, 2014).",
        "vygotsky_1978": "Vygotsky, L. S. 1978. Mind and Society: The Development of Higher Mental Processes. Cambridge, MA: Harvard University Press.",
        "w3c_1999": "W3C. 1999. “Checklist of Checkpoints for Web Content Accessibility Guidelines 1.0” http://www.w3.org/TR/WCAG10/full-checklist.html (accessed July 28, 2014).",
        "zbikowski_and_long_1994": "Zbikowski, Lawrence and Charles Long. 1994. “Cooperative Learning in the Music Theory Classroom.” Journal of Music Theory Pedagogy 8: 135–57."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See, for example, Gillespie 2009 . Gillespie’s essay is a reflection on disability issues as they relate to his personal and professional life as a music theory and aural skills professor. Through the lens of disability, he foregrounds learner variability in music instruction. For more accounts of learner variability as they apply to disabilities in higher education music instruction, as well as some adaptive solutions, see also the following essays from the same issue of Music Theory Online : Kochavi 2009 , Jenson-Moulton 2009 , Pacun 2009 , and Saslaw 2009 .",
            "citations": [
                "gillespie_2009",
                "kochavi_2009",
                "pacun_2009",
                "saslaw_2009"
            ]
        },
        "FN2": {
            "text": "2. The reader may be surprised to see “gifted and talented” students identified as marginal learners. For such students the struggle is often not about grasping the material, but rather how to remain interested and engaged with learning in an environment where they may not feel adequately challenged. The options prescribed by UDL reengage these students by identifying their individual traits as learners and challenging them appropriately.",
            "citations": []
        },
        "FN3": {
            "text": "3. For more on the history of CAST, see http://www.cast.org/about/timeline/index.html (accessed April 1, 2014).",
            "citations": []
        },
        "FN4": {
            "text": "4. These barriers are described in UDL Guidelines 2.0, CAST 2011 . For another comprehensive set of tools specific to identifying barriers to learning, see the CAST Curriculum Barriers Finder Tool and Template . http://www.cast.org/teachingeverystudent/tools/curriculumbarriers.cfm (accessed June 30, 2014).",
            "citations": [
                "cast_2011"
            ]
        },
        "FN5": {
            "text": "5. See also Higbee 2009 . UDL and UID (Universal Instructional Design) are close cousins; UDL tends to address curricular elements of pedagogy, content delivery, assessments, and teaching materials, while UID tends to focus more upon all aspects of the classroom environment, such as physical and virtual accessibility, syllabus policies, and course design.",
            "citations": [
                "higbee_2009"
            ]
        },
        "FN6": {
            "text": "6. See for example CAST’s online resource “UDL on Campus: Universal Design for Learning in Higher Education – a Guide” http://udloncampus.cast.org/home#.U9v6C4BdU-V (accessed July 31, 2014).",
            "citations": []
        },
        "FN7": {
            "text": "7. For more information on the College STAR initiative at UNC, see http://www.collegestar.org/ .  For a more complete list of other institutions currently participating in UDL initiatives, with links, see http://udloncampus.cast.org/page/policy_udl_initiatives#.U9v9wIBdU-V (accessed July 31, 2014).",
            "citations": []
        },
        "FN8": {
            "text": "8. For an in-depth discussion of the biases inherent in synchronous learning environments, as well as the potential strengths of asynchronous on-line discussion formats, see Bali and Meir 2014 .",
            "citations": [
                "bali_and_meir_2014"
            ]
        },
        "FN9": {
            "text": "9. For more detail on Vygotsky’s model of learning, see Vygotsky 1978 .",
            "citations": [
                "vygotsky_1978"
            ]
        },
        "FN10": {
            "text": "10. In heterarchical networks, “the flow of data, power, and influence is not only top-to-bottom, but also bottom-to-top and side-to-side” ( Meyer, Rose, and Gordon 2014 , 56). The heterarchical network model is of special consequence when considering how learning takes place in music theory, because so many of our theoretical models are actually hierarchical, or top-down. For example, the broadly influential work of Lerdahl and Jackendoff in music cognition focuses almost exclusively on hierarchical structures while simultaneously noting that many musical structures are actually not hierarchical ( Lerdahl and Jackendoff 1987 , 8–17).",
            "citations": [
                "meyer_rose_and_gordon_2014",
                "lerdahl_and_jackendoff_1987"
            ]
        },
        "FN11": {
            "text": "11. For much more on the constructivist model of learning as it applies to aural skills pedagogy, with practical examples, see Covington and Lord 1994 .",
            "citations": [
                "covington_and_lord_1994"
            ]
        },
        "FN12": {
            "text": "12. For a personalized account of music theory’s pedagogical traditions as they developed during the course of the last half of the previous century, see Gauldin 2003 , 47–52. For a survey-based report on recently emerging trends in music theory pedagogy, see Marvin 2012 .",
            "citations": [
                "gauldin_2003",
                "marvin_2012"
            ]
        },
        "FN13": {
            "text": "13. For a thoughtful critique of the school of music as a recalcitrant and non-inclusive cultural system whose curricular model is “ignorant, apathetic, oblivious, or even hostile” to the interests of people of color or people with disabilities, see Lubet 2011 , 183–42.",
            "citations": [
                "lubet_2011"
            ]
        },
        "FN14": {
            "text": "14. For more about recognition in the pedagogy of aural skills, see Rogers 2004 , 104–10.",
            "citations": [
                "rogers_2004"
            ]
        },
        "FN15": {
            "text": "15. In these examples, the tasks (completing a species counterpoint or realizing a figured bass) are posed as if they were goals in themselves, but as I shall suggest shortly, these types of exercise may in fact be methods that must be made distinct from related goals that are identified in advance.",
            "citations": []
        },
        "FN16": {
            "text": "16. The curricular role of musical notation will be discussed again later in this paper in the context of learner variability. At this point it will suffice to mention that in an aural skills classroom, the notated melody produced by dictation may either be an important learning objective, or else it may simply be a byproduct: an assessment method used to produce an artifact of the students’ aural understanding of how a melody is organized. If the latter situation is the case, as Rogers statement suggests, then UDL’s emphasis upon construct relevance in assessment criteria would identify notation as a poor testing method because of learner variability. Karpinski’s taxonomy demonstrates why notation of the melody is distinct from “understanding” it.",
            "citations": []
        },
        "FN17": {
            "text": "17. For insightful observations on the connections between transcription and improvisation in conjunction with affective engagement and self-guided learning, see Payne 2006 , 147.",
            "citations": [
                "payne_2006"
            ]
        },
        "FN18": {
            "text": "18. There may be more than one learning objective, but each one must be clearly identified to the student. The objective of transcription is usually identified as developing aural notational fluency, and so the affective goal here is predicated upon that other objective. Both must be made clear.",
            "citations": []
        },
        "FN19": {
            "text": "19. For more on blindness and autism as subjective modes of hearing in the music theory classroom, see Kochavi 2009 .",
            "citations": [
                "kochavi_2009"
            ]
        },
        "FN20": {
            "text": "20. For a thorough discussion of the use of scaffolding in UDL, see Fischer, Bullock, et al. 2012 .",
            "citations": [
                "fischer_bullock_et_al_2012"
            ]
        },
        "FN21": {
            "text": "21. Figured-bass symbols, despite the barriers that they pose for certain types of learners, do also simplify the task of harmonization by guiding the student’s decisions about chord succession. Viewed in this fashion, figured bass is a type of scaffolding.",
            "citations": []
        },
        "FN22": {
            "text": "22. Textbooks and print media occupy an especially important place in the history of UDL because the early work of CAST focused so heavily upon overcoming the barriers that are posed by this traditional medium. The choice of what textbook to adopt in music theory and musicianship courses has often been driven by issues of curricular philosophy that align in various ways with Rogers’s binaries. In a subsequent section of this article on learner typology, I will consider the merits of using the UDL solution of adopting more than one textbook in a class. This will no doubt strike some readers as odd, especially considering the amount of time that is typically spent by faculty members and publisher’s representatives teasing through the merits of the latest edition of some programmed textbook package.",
            "citations": []
        },
        "FN23": {
            "text": "23. Thurlow, Johnstone, and Ketterlin-Geller identify seven elements of a universally-designed assessment that include “inclusive assessment population; precisely defined constructs; accessible, nonbiased items; amenability to accommodations; simple, clear and intuitive instructions; comprehensible language; maximum legibility” ( 2008 , 74).",
            "citations": []
        },
        "FN24": {
            "text": "24. “Finally, though our revised taxonomy might be considered as a pedagogical mold or a set of stair steps on a triangle to get from bottom to top, there is a great deal of flexibility built into our framework. We like to think of it as a teaching and learning cycle that ends precisely where it begins . . . . Because each student has his/her own individual strengths and weaknesses, we find that we constantly traverse the different stages at different times to address the many different needs of our students” ( Rifkin and Stoecker 2011 , 185).",
            "citations": [
                "rifkin_and_stoecker_2011"
            ]
        },
        "FN25": {
            "text": "25. For more on the effects of test anxiety during musicianship assessments such as dictation, see Karpinski 2000 , 65. It is notable that Karpinski identifies anxiety as but one among several factors that can directly affect the learner’s attention and skew the results of the exercise or assessment, often quite severely. While Karpinski allows that factors that interfere with attention must be addressed somehow (through referral to an appropriate specialist), he places these “beyond the traditional jurisdiction of aural skills instruction.” UDL instead considers these conditions to be factors within the predictable variability of an aural skills classroom, and therefore seeks to return them to the instructor’s jurisdiction with an impetus to design around this variability. Even so, applying construct relevance as a standard to musician assessments such as dictations is no simple matter, and so techniques like self-assessment and peer-assessment are important options to consider.",
            "citations": [
                "karpinski_2000"
            ]
        },
        "FN26": {
            "text": "26. For more on the pros and cons of self-design and self-assessment, see Alegant and Sawhill 2013 . Notable among the downsides to this approach is the increased need for individual instructor attention for each student, perhaps translating into an increased instructional workload. Students may also struggle to design their own projects and assessments; this is a predictable level of variability that can be planned for through appropriate supports.",
            "citations": [
                "alegant_and_sawhill_2013"
            ]
        },
        "FN27": {
            "text": "27. For more on involving students in modifying or determining rubrics, see “Rubrics to the Rescue” http://www.teachersfirst.com/lessons/rubrics/involving-students.cfm (accessed August 7. 2014). For more on student attitudes towards rubrics and their impact on learning, including student involvement in creating and modifying rubrics, see Reddy and Andrade 2010 .",
            "citations": [
                "reddy_and_andrade_2010"
            ]
        },
        "FN28": {
            "text": "28. For a study that offers a perspective on universal design of assessment focusing on digital technology solutions to issues of accessibility, see Dolan, Hall, Banerjee, and Strangman 2005 .",
            "citations": [
                "dolan_hall_banerjee_and_strangman_2005"
            ]
        },
        "FN29": {
            "text": "29. Fleming and Mills 1992 is the article that initially sets forth the VARK typologies: Visual, Aural, Reading, and Kinesthetic. The VARK typology assessment is now maintained on the web site www.vark-learn.com (accessed April 15, 2014).",
            "citations": [
                "fleming_and_mills_1992"
            ]
        },
        "FN30": {
            "text": "30. For example, “We aim to teach our students to think in music, to read, write, and perform music with understanding, and so to contribute to artistry” ( Marvin 2012 , 255).",
            "citations": [
                "marvin_2012"
            ]
        },
        "FN31": {
            "text": "31. For another example of a learning-style typology that has been adapted specifically for use in music theory instruction, see Lively 2005 on Kolb’s Experiential Learning. Learning-style typologies such as Fleming’s or Kolb’s provide metrics against which learner variability may be predicted and then planned for.",
            "citations": [
                "lively_2005"
            ]
        },
        "FN32": {
            "text": "32. For a provocative reexamination of musically trained hearing —one that has far-reaching consequences for music theory pedagogy and for UDL—see Straus 2011 . Straus critiques music cognition as an epistemological ground for music theory pedagogy because of the problematic “average/normal listener” that lurks everywhere in that literature and stands in direct opposition to UDL practices. Cognition-based music theory pedagogies that are based upon an average student have yet to take serious stock of students who are “outliers.” For more on what we learn about learning based on outliers, see Mislevy, Behrens, Bennett, et al. 2012 .",
            "citations": [
                "straus_2011",
                "mislevy_behrens_bennett_et_al_2012"
            ]
        },
        "FN33": {
            "text": "33. These stages may easily be aligned with the revised taxonomy for music learning proposed by Deborah Rifkin and Philip Stoecker: Recognize → Conceptualize → Apply . See Rifkin and Stoecker 2011 , 163.",
            "citations": [
                "rifkin_and_stoecker_2011"
            ]
        },
        "FN34": {
            "text": "34. For an aural skills classroom example using neighbor-note configurations that illustrates the succession Recognize–Conceptualize–Apply, see Rifkin and Stoecker 2011 , 167–70. The engagement of the recognition and strategic networks at specific phases in this exercise is clarified by the taxonomy itself.",
            "citations": [
                "rifkin_and_stoecker_2011"
            ]
        },
        "FN35": {
            "text": "35. See Rifkin and Stoecker’s statement, “One thing that differentiates a good aural-skills teacher from an excellent one is the ability to diagnose a problem in class and improvise an impromptu exercise to address it. A learning taxonomy can help a teacher with this formidable task because it provides categories for types of problems and a framework for advancing learning” ( Rifkin and Stoecker 2011 , 155). The revised taxonomy provides a framework for devising impromptu exercises that are understood as customizable supports in the UDL framework.",
            "citations": [
                "rifkin_and_stoecker_2011"
            ]
        },
        "FN36": {
            "text": "36. Musical memory is accessed in different ways depending upon the task. For a different taxonomy that is also based upon Bloom but which is designed specifically for learning music analysis instead of musicianship, see Caldwell 1989 .",
            "citations": [
                "caldwell_1989"
            ]
        },
        "FN37": {
            "text": "37. Of course a blind student may have access to Braille music scores, but special considerations apply to the use of Braille notation in music that a sighted instructor must consider. For more on the use of Braille in music theory instruction, see Johnson 2009 . For considerations of teaching visually impaired students, including instruction that incorporates Braille, see also Pacun 2009 .",
            "citations": [
                "johnson_2009",
                "pacun_2009"
            ]
        },
        "FN38": {
            "text": "38. Karpinski ( 2000 , 156–57) describes the function of protonotation as a preliminary step towards notational fluency. Karpinski also implements this strategy in practice throughout his textbook ( 2006 . Another excellent summary of protonotational methods in musicianship may be found at Kris Shaffer’s website on musicianship resources ( Shaffer 2011–2013 ; http://kris.shaffermusic.com/musicianship/protonotation.html ).",
            "citations": [
                "karpinski_2000",
                "karpinski_2006"
            ]
        },
        "FN39": {
            "text": "39. The Comprehensive Musicianship Movement (CM) developed during the 1960s and emphasizes the integration of harmony, analysis, and aural skills in the music theory curriculum (see Rogers 2004 , 19–25).",
            "citations": [
                "rogers_2004"
            ]
        },
        "FN40": {
            "text": "40. W3 standards assure compatibility between different browsers that access the World Wide Web (WWW), including the adaptive technologies used by people with disabilities. A checklist for W3 accessibility standards is available here: http://www.w3.org/TR/WCAG10/full-checklist.html (accessed July 28, 2014).",
            "citations": []
        },
        "FN41": {
            "text": "41. Tim Smith’s Digital Bach Project website has continually changed and grown over the years. http://jan.ucc.nau.edu/tas3/bachindex.html (accessed July 31, 2014). The animations require Shockwave, which does raise some challenges for their implementation within an accessible UDL setting. Malinowski’s Music Animation Machine website is available here: http://www.musanim.com/ (accessed July 31, 2014). I will discuss the MAM as an exemplar of UDL in more detail shortly.",
            "citations": []
        },
        "FN42": {
            "text": "42. The course was based on William Caplin’s theory of formal functions ( Caplin 2000 ).",
            "citations": [
                "caplin_2000"
            ]
        },
        "FN43": {
            "text": "43. As Anna Gawboy observes in “Hacking the Music Theory Classroom” ( Duker, Gawboy, Hughes, and Shaffer 2015 ), the flipped classroom is not a new idea nor does it specifically require technology. Flipping is simply intended to provide additional expert support for the more challenging cognitive tasks that typically occupy the upper strata of typologies such as Bloom’s or Rifkin/Stoecker’s, and which are often relegated to the work that students must do outside of class on their own in assignments. The flipped classroom model is eminently suited to the goals of UDL. For more on using UDL in flipped music theory classrooms, see especially Kris Shaffer’s contribution to “Hacking the Music Theory Classroom.”",
            "citations": [
                "duker_gawboy_hughes_and_shaffer_2015"
            ]
        },
        "FN44": {
            "text": "44. The complete history of the MAM project is available as a time line here: http://www.musanim.com/mam/mamhist.htm (accessed August 8, 2014).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction: Learner Variability",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] College-level instructors have likely noticed a trend in recent years towards an increased variability among the students whom they teach ( Van Geert and Van Dijk 2012 , 182–225). This variability is especially discernible in music theory and aural skills, in courses that develop fluency with musical notation, knowledge of classical-music repertoire and performance practices, and literacy with music theory fundamentals. Variability occurs along a number of parameters such as learning preference, physical and cognitive ability, cultural and linguistic background, and psychoemotional disposition. Further, the primary musical interests of today’s music students, which have motivated their basic engagement with music and led them to want to study it at the collegiate level, are now more diverse than ever before. The notion of the “average student” has become a highly suspect construct at this point in the evolution of higher education. In fact, thinking about our teaching practices in terms of the average student will likely impede our efforts to teach all of our students effectively. While all learners have unique sets of strengths and weaknesses that define their individual approaches to learning, the increasing presence of students with disabilities in our classrooms makes learner variability a timely and challenging issue. (1) We are obliged as teachers to address and respond to this variability among our students, but our traditional teaching habits may not provide us with an adequate means for thinking comprehensively about these issues. Further, the standard method of providing mandated individual accommodations for students with disabilities often proves to be ineffective: the accommodations themselves often take little stock of individual variability and tend towards a one-size-fits-all approach. Universal Design for Learning provides an alternate approach to teaching students with disabilities that may render such accommodations unnecessary in some cases, and more effective in others.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "van_geert_and_van_dijk_2012"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Universal Design for Learning (UDL) is a robust and flexible framework for addressing learner variability that may be readily adapted to the needs of today’s college music theory and aural skills instructors. UDL does not supply a set of new pedagogical techniques, but instead it organizes, synthesizes, and extends many existing practices that experienced instructors probably already use regularly in their classrooms. In this way it is distinct from other emerging pedagogical trends that typically propose correctives to earlier techniques, or else simply identify a necessary shift in curricular content. UDL emphasizes a plurality of approaches to teaching, learning, and assessment, but makes no assumptions about the validity of any single approach as long as it is but one among several others that together address the predictable patterns of learner variability including cognitive and sensory disabilities. In this article, curricular content is translated by UDL into specific learning objectives for particular music theory and musicianship classes and lessons. The Higher Education Opportunity Act of 2008 defines UDL as “a scientifically valid framework for guiding educational practice that (A) provides flexibility in the ways information is presented, in the ways students respond or demonstrate knowledge and skills, and in the ways students are engaged; and (B) reduces barriers in instruction, provides appropriate accommodations, supports and challenges, and maintains high achievement expectations for all students, including students with disabilities and students who are limited English proficient” ( HEOA , P.L. 110–315, §103(a)(24)). II. Overview: The History of UDL and an Introduction to the UDL Guidelines",
                "footnotes": [],
                "citations": [
                    "heoa_heoa"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] UDL is a mode of educational theory that interacts with foundational work in architecture. Ron Mace and colleagues at North Carolina State University pioneered the Universal Design (UD) movement in architecture and planning in the 1980s. UD emphasizes the need to create accessible physical environments and designs that not only enable individuals with disabilities, but also benefit as many other people as possible ( Mace 1991 ). In architectural terms, universal design allows the structure to serve the needs of most or all of the people who will use it, without requiring retrofitted renovations and adjustments. If a building entrance does not include stairs, then a wheelchair user will not be disabled by its entrance—nor will a delivery driver wheeling a dolly, a parent pushing a stroller, or a patron with a tender ankle or a temporary broken leg. No one has to pay to retrofit the building with an ADA-accessible entrance, and no patron needs to search for the accessible entrance to the building. Curb cuts are yet another frequently cited example of universal design. Their nominal purpose is to allow people with disabilities (blind people and wheelchair users, for example) to cross traffic intersections without encountering the physical barrier of a curb. The curb cut is another example of universal design because it also benefits bicyclists, skateboarders, and people pushing strollers, carts, or anything on wheels. In this way, universal design benefits everyone.",
                "footnotes": [],
                "citations": [
                    "mace_1991"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Similarly, the goal of UDL is to enhance learning for all students while minimizing the need to retrofit a curriculum with individual disability accommodations. By planning and designing music theory curricula to provide greater access to learners who are in the margins, most other learners will benefit, too. Music students in the margins may include learners with disabilities, students identified as gifted and talented, students for whom English is a second language, and students who have strongly pronounced learning styles. (2) Every student can benefit from a UDL-implemented curriculum, because emphasis is placed upon developing expert learners who are resourceful, goal-directed, and motivated. Expert learners are knowledgeable about how learning happens, know that it takes place through a community of learners, and are facile at creating the conditions to support that process ( Meyer, Rose, and Gordon 2014 , 43–46).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] UDL theory in education has been largely developed and disseminated through the work of Anne Meyer and David Rose, who together founded CAST (the Center for Applied Special Technology) in the mid-1980s. The nonprofit’s goal was initially to capture the new resources of the emerging computer age, making new digital media available for special-needs students who were limited by print media. (3) By the 1990s, CAST had begun to see their mission as addressing the “disabilities of schools”; in other words, to make “disabled” educational curricula more accessible to all learners, especially students with different abilities ( Meyer, Rose, and Gordon 2014 , 2). This orientation was articulated in Teaching Every Student in the Digital Age , the first comprehensive resource for UDL, which helped teachers reevaluate their learning objectives, methods, materials, and assessments ( Rose, Meyer, Strangman, and Rappolt 2002 ). UDL shifts the burden of adaptation onto the learning environment itself and proceeds from the postulate that we should consider a curriculum to be disabled whenever it creates barriers to learning for any student. This argument stands in contrast to the traditional perspective whereby students themselves would be considered disabled whenever they have to navigate those same barriers and struggle to do so. While the term “disabled curriculum” is a common catchphrase within UDL literature, the point might be made more clearly by speaking instead of a “disabling curriculum.” This emphasizes that the curriculum itself is an environment, and one that specifically creates disabilities within certain students. Thus, a curriculum may be disabling with respect to who is taught, what is taught, or how it is taught. If a curriculum does not provide diverse strategies for how to learn, but simply presents mono-modal content or skills, then it is disabling. (4) Mono-modal content typically occurs when an instructor presents course materials primarily from their own personal vantage point, reflecting only their own abilities, cognitive style, temperament, preferences, and personality. UDL challenges instructors to move beyond that subject position and account instead for the full range of abilities, styles, and preferences that their students exhibit.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "meyer_rose_and_gordon_2014",
                    "rose_meyer_strangman_and_rappolt_2002"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] The UDL approach was bolstered by the cultural climate that produced No Child Left Behind (2004) and the earlier Individuals with Disabilities Education Act (IDEA) 1990, revised 1997 and 2004 ( Rose, Meyer, and Hitchcock 2005 , “Introduction,” 2). IDEA revisions of 1997 guaranteed a “free and appropriate” public education for all students, regardless of the student’s disability or its severity (Hitchcock, Meyer, Rose, and Jackson 2005, 37–68, esp. 40). Under IDEA, schools were required to bring together administrators, parents, teachers, and possibly medical professionals to create an IEP (Individualized Education Plan) for each student with a diagnosed disability. Most “disabled” students were instructed within the same classroom as the “non-disabled” students, so elementary and secondary school teachers began to differentiate instruction and make accommodations to the general education curriculum, in accordance with the IEPs for their mainstreamed “disabled” students ( Karger 2005 ). This is the origin of the individual accommodation approach to teaching students with disabilities. UDL evolved as a way to improve upon that approach and thereby remove some of the stigma those individual accommodations might generate.",
                "footnotes": [],
                "citations": [
                    "rose_meyer_and_hitchcock_2005",
                    "karger_2005"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The CAST mission and materials are largely directed toward elementary and secondary teachers, but also relate equally well to higher education ( Hall, Meyer, and Strangman 2005 ). (5) In fact, the application of UDL to higher education has become an area of increasing focus at CAST. They have recently organized a number of free webinars and online resources specifically for college instructors and for university faculty development centers and their staff. (6) An increasing number of college and university campuses have also recently undertaken broad UDL initiatives including the College STAR project ( S upporting T ransition, A ccess, and R etention: A UNC System Project Supporting Students with Learning Differences) that is coordinated across several campuses in the University of North Carolina System. (7) The recently published volume Universal Design in Higher Education: From Principles to Practice ( Burgstahler and Cory 2008 ) focuses exclusively on applying UDL practices to college and university settings. In one chapter entitled “Universal Design for Learning in Postsecondary Education: Reflections on Principles and Their Application,” David Rose and his co-authors detail the UDL changes they made to a large, co-taught graduate-level course at the Harvard Graduate School of Education ( Rose et al. 2008 ). Some of their innovative suggestions include: holding discussion groups with different foci including “review,” “advanced,” and “online only”; (8) assigning a small, rotating group of students to publish their lecture notes (in any format, including graphic, illustrated, prose, outlines, etc.) for class use each week; offering a choice between two textbooks and encouraging students to trade; and designing final projects that are simultaneously scholarly, creative, collaborative, and multimedia in nature. Some of these same suggestions will be revisited later in this article, transposed into the context of music theory instruction. Rose et al. emphasize that these changes did not completely eliminate the need for ad-hoc accommodations—for example, American Sign Language interpreters would still be necessary for Deaf students—but the course moved substantially in the direction of UDL. Students with ADHD, dyslexia, English-language difficulties, and a variety of other differences had no need for additional accommodations.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "hall_meyer_and_strangman_2005",
                    "burgstahler_and_cory_2008",
                    "rose_et_al_2008"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Over the past 30 years or so, research at CAST has continually evolved and been disseminated through an ever-expanding series of publications and training initiatives, including online courses and webinars as well as training seminars at their facility in Wakefield, Massachusetts. The basic goals of UDL reflect three principles: (1) to provide multiple means for representing knowledge or content when teaching, (2) to allow multiple methods for students to navigate the learning environment and demonstrate what they have learned, and (3) to provide multiple modes of affective engagement while teaching ( CAST 2011 ). These principles, sometimes referred to in the UDL literature as the What, How, and Why of learning ( Meyer, Rose, and Gordon 2014 , 90), are articulated via the UDL Guidelines, which are represented by a number of flexible media formats through the CAST website. It may be helpful for readers to take a moment at this point to familiarize themselves with the UDL 2.0 Guidelines. They are available here: http://www.udlcenter.org/aboutudl/udlguidelines .",
                "footnotes": [],
                "citations": [
                    "cast_2011",
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] The UDL Guidelines were initially intended as scaffolding to assist instructors in accounting for systematic learner variability when designing their own curricular content ( Meyer, Rose, and Gordon 2014 , 125). The guidelines provide a structured framework for implementing the three principles of UDL, which in turn are based upon decades of cognition and neuroscience research conducted within the learning sciences. CAST’s model for learning proceeds from the earlier work of Lev Vygotsky, whose theories argued that learning unfolds along three parallel paths: “recognition of the information to be learned, application of strategies to process that information, and engagement with the learning task” ( Coyne, Ganley, et al. 2006 , 2–3). (9) CAST’s refinement of Vygotsky’s model incorporated more recent research in neuroscience, resulting in a framework based upon three primary neural networks: the affective network, the recognition network , and the strategic network , each of which is specific to a particular location within the brain ( Meyer, Rose, and Gordon 2014 , 54). Although there are many other types of smaller networks in the brain, these three larger ones are primarily engaged during the learning process. Each type of network is specialized, heterarchical, and variable. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "meyer_rose_and_gordon_2014",
                    "coyne_ganley_et_al_2006",
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] The affective network determines emotional engagement with the learning task and is crucial for recruiting the sustained effort required for success in learning. The recognition network functions by identifying patterns and cues, and it relies upon the learner’s ability to discriminate and select among those patterns that are most relevant to the skills and information to be learned. The recognition network focuses the brain in specific ways that filter out information that is not relevant; for example, listening specifically for the bass line within a harmonic progression and filtering out the upper voices. The strategic network is involved in the executive functions, which are responsible for organizing and implementing plans of action for learning; for example, accessing prior knowledge about functional harmony and then applying that information to identify likely chord choices that could harmonize the bass line from the previous example. Constructivist models for learning often focus upon the strategic network. (11) Like each of the other networks, systematic variability characterizes this network in predictable ways that must be planned for when designing an expert learning system ( Meyer, Rose, and Gordon 2014 , 54–81). Although these networks are never developed extensively in a medical sense within the UDL literature, they do consistently align with the three principles that structure the UDL Guidelines. Each principle is subdivided and organized into three successive levels. At the top level reside the guidelines for determining learning goals; in the middle are guidelines for the specific strategies for achieving that expertise; and at the lowest level are guidelines for removing unnecessary barriers to learning in that domain ( Meyer, Rose, and Gordon 2014 , 111). I will now consider how these guidelines may be applied to the planning of music theory and musicianship curricula at the college level. III. Conceptual Revision: Using the UDL Guidelines in Music Theory and Musicianship Curricula",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "meyer_rose_and_gordon_2014",
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] UDL’s strength lies in its flexibility. While the UDL Guidelines provide a coherent basis for evaluating our existing teaching practices and for planning and revising future curricula, they also require an honest and considered reexamination of our curricular learning objectives: those goals that we hold as instructors for our students at the culmination of each activity, lesson, course and course sequence. Only by clearly distinguishing between our intended learning objectives and the methods that we use to achieve them can we determine when an unnecessary barrier to learning has inadvertently entered into our curriculum. The distinction between learning objectives and teaching methods is one of the most important features of UDL, and this aspect may pose challenges as well as opportunities for music theory and aural skills instructors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Despite a wealth of pedagogical innovation in recent years, music theory and musicianship instruction is still the site of some especially time-honored instructional traditions. (12) These traditions do not need to be abandoned, but they do need to be examined. Some, like figured-bass realization and species counterpoint, may be legacies of how we as teachers remember being taught ourselves when we were students. More potent still, our teaching traditions in music often reflect the ways that musicians from earlier historical eras were instructed. Even if we modify these traditional methods for use in our modern classrooms, as we typically do in the case of species counterpoint and figured-bass realization, an issue still remains, because these traditions still tend to be articulated primarily in terms of their methods and not necessarily in terms of their objectives. As a result, the methods and goals of traditional practices may become conflated if they are not examined carefully. The NASM Guidelines that many schools turn to when developing curricular goals actually specify rather broad objectives for music theory curricula ( NASM 2013 ). But, in actual practice, it is not uncommon for these goals to then be interpreted rather narrowly in terms of familiar methods and content ( Gawboy 2013 ). From a UDL perspective, our learning objectives should always be clear to both ourselves and to our students, and our methods for achieving these must be heterogeneous and inclusive. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "nasm_2013",
                    "gawboy_2013"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] In the UDL framework, learning objectives or goals separate the means from the ends. In other words, learning objectives must be disaggregated from the teaching methods that are used to achieve them, so that a variety of pathways to the goal are available at all times ( Meyer, Rose, and Gordon 2014 , 132–35). Within a traditional framework, goals and methods are sometimes entwined, and are often articulated in syllabi and elsewhere as standards of proficiency that must be attained. UDL does not discourage the achievement of standards, but rather it identifies a standard as a particular type of goal that is aligned within a specific learning network ( Rose, Meyer, Strangman, and Rappolt 2002 , 90–97). For example, Recognition Goals ask students to identify patterns of content, a very familiar type of goal for teachers of music theory fundamentals: “what chord quality is this?,” “what is the chord’s root?,” etc. (14) Strategic Goals , on the other hand, emphasize skills executed through organized tactics and design. These may typically align with more complex music theory tasks such as composing a satisfactory species counterpoint solution or realizing a figured-bass exercise. (15) Musicianship exercises such as melodic dictation also require both planning and strategy, not only by the learner, but also by the instructor who designs the learning environment in which the exercise will take place. For example, in his seminal study of aural skills acquisition, Gary Karpinski identifies the objective of melodic dictation, “that melodies, aurally experienced, be translated into musical notation,” while simultaneously lamenting the inadequacies of musical notation as a “means for determining perceptual and cognitive problems” ( Karpinski 2000 , 62). Karpinski responds to this issue by developing a cognition-based learning taxonomy for melodic dictation that distinguishes a sequence of discrete component processes that include hearing, remembering, understanding, and notating. As a result, these processes may be isolated, taught, supported, and remediated separately. While the first components of this sequence primarily engage the recognition network, in this model melodic dictation on the whole employs the strategic network in order to coordinate and get to the final product: a correctly notated melody. It is necessary to point out here that Karpinski’s objective and his final product are identical (a notated melody), but they needn’t be, especially in light of his taxonomy. For example, Michael Rogers states that the “purpose of dictation, for example, is not to produce correct written transcriptions but to produce a certain kind of listener who can hear sound as meaningful patterns” ( Rogers 2004 , 100). Viewed in this way, some other learning objective may be identified that is not explicitly tied to notation per se. If we isolate understanding melodic patterns as the actual learning objective, then notation simply becomes a means for demonstrating it, which in turn raises some other critical issues from a UDL perspective. (16)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "meyer_rose_and_gordon_2014",
                    "rose_meyer_strangman_and_rappolt_2002",
                    "karpinski_2000",
                    "rogers_2004"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Finally, Affective Goals are critical for learning, but they are also easily overlooked during the planning of a curriculum. As instructors, we intend that students should learn to enjoy, appreciate, and use music theory and musicianship skills. Music theory instructors can easily lament their students’ lack of interest in music theory and musicianship courses, but how exactly do we plan for affective engagement in our courses? As one example of a UDL instructional solution, we might consider a common musicianship assignment: transcription. Let us assume that the learning goal for the assignment is aligned with developing affective engagement, and that the specific content of that exercise can be varied within some constraints, so that introducing an element of choice into the assignment will specifically promote affective learning goals. (17) In this case the project is intended to develop a student’s appreciation of the value and usefulness of musical transcription, and so that must be clearly identified as the learning objective at the outset. (18) To achieve that goal, it will be beneficial to allow the student to choose their own piece to transcribe, one that is interesting and relevant to them personally. This need not preclude any other basic requirements that are related to specified recognition goals. The exercise, for example, may require that the transcribed passage be in a compound meter or else involve an applied dominant chord, assuming that those have been identified as relevant content-based learning objectives when the exercise was designed. The separation of learning objectives into their respective network components allows for some much-needed flexibility to emerge within the exercise. This small adjustment can consequently address the predictable variability of affective engagement among the students in a class, while still controlling for recognition content.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The benefits of a UDL approach accrue in the diversity of options that result once we plan a curriculum or lesson plan that accounts for every single learner. Offering a range of options in learning methods, including appropriate supports and a consistent focus on broader learning objectives, can eliminate the unnecessary barriers to learning that result from an overreliance on any single method or mode of learning. An unnecessary barrier to learning may arise whenever we place our primary emphasis on particular teaching and learning methods, as if they were the goals themselves. As an example of this, let us briefly consider four-part figured-bass realization, that hoary-headed method for teaching harmony and voice leading to undergraduate students that is a staple of the music theory curriculum at many colleges and universities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] From a UDL perspective, figured-bass realization requires visual ability as well as other rather sophisticated decoding skills, none of which are typically identified as the primary learning objective in most music theory classrooms. Instead, it is typically assumed that an average student is sighted and has sufficient visual ability to perform the exercise. If figured bass were the sole or even primary means of teaching and assessing progress toward the objective of understanding harmony and voice leading, then it would provide an unnecessary barrier to those students who are blind, have low vision, or whose cognitive abilities are poorly suited for decoding symbols like figured bass notation. (19) These are simply the students who are obviously disadvantaged by this method; quite possibly, many other students will struggle with this method for other reasons such as individual learning style.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] For many students, figured bass is a perfectly effective method for achieving the learning objective of internalizing the syntax of common-practice harmony and voice leading, but it is certainly not the only method for this goal, and it is not equally suitable for every learner. It must be augmented with at least several other varied methods for achieving this same goal. Methods that leverage aural and kinesthetic modalities of learning, including improvisation and error-detection exercises, for example, could also be offered as additional training methods for all students. Alternatively, these may simply be offered as scaffolding at first, to be removed later on when they are no longer needed. Scaffolding is an important component of UDL. It involves the initial use of systematic and customized supports to assist novice learners in developing enthusiasm for and comprehension of new ideas and skills. These are later removed when the planned-for expertise has begun to develop. (20) Harmonization of an unfigured bass line or melody, using a variety of approaches including keyboard improvisation, singing, and written work, will also supply an appropriate challenge for meeting the same learning objective. These methods are arguably even more challenging in the absence of the scaffolding that the figures themselves provide. (21) Using a variety of learning methods returns the focus to the broader learning objective rather than emphasizing mastery of a single method for achieving or demonstrating that objective.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Planning a course or sequence of courses on tonal harmony begins with identifying a broad learning objective, and then determining what other component learning objectives will be folded into that top-level goal, and at what stages. For example, if the overall learning objective of a course is to internalize the syntax of common-practice harmony and voice leading, numerous other objectives need to be sorted out in the planning of that course. One might begin by considering these in light of some of the binaries posed by Michael Rogers in his book Teaching Approaches in Music Theory: An Overview of Pedagogical Philosophies ( 2004 ). For harmony, these oppositions include “roman numerals vs. function,” “hierarchy vs. equality,” “horizontal vs. vertical,” and “harmony vs. tonality” (44–57). The careful review of each of these binaries may be an important consideration in the design of a course. Each binary could be viewed as defining the extreme poles of a particular philosophical continuum, with instructional emphasis to be placed at some particular point between them, or even perhaps all the way at one of the poles in some instances. Alternately, both elements of a binary may be identified as equally valid, in which case many more options will be available to the course designer, for example when textbook adoption decisions are considered. (22) Finally, some of the continuums could also be viewed dynamically. For example, a high-level strategic goal might be to learn to identify chord functions and to understand these through the hierarchy of prolongational structure, but in order to achieve that advanced objective a preliminary recognition goal is needed so that every student can first identify each chord by its Roman numeral.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "rogers_2004"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] UDL requires us to consciously plan for multiple paths to the same learning goal as part of the design of every curriculum or lesson plan that we teach. This model has sometimes been likened to an automobile's GPS unit: a specific destination is selected, but there are many options that allow travelers to customize their routes, the display of information, and even the method by which the destination is specified, i.e. a street address, landmark, or precise GPS coordinates ( Rose and Gravel 2009 ). As an incentive for adopting a UDL approach, it is worth remembering that the capacity for developing robust and diverse learning strategies is one of the benchmarks of resourceful expert learners. To become expert learners, students must always be consciously aware of the intended learning objective, and they must be consistently presented with a plurality of learning strategies for achieving that goal at every phase of the process. In order to develop as expert learners, students must also be involved in setting their own goals in the learning process. These personal learning objectives are often more specific than the broadly inclusive goals articulated for an entire class by a syllabus or lesson plan ( Meyer, Rose, and Gordon 2014 , 135–36). IV. Planning for Variability: Designing Music Theory Assessments with UDA",
                "footnotes": [],
                "citations": [
                    "rose_and_gravel_2009",
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] From the perspective of UDL, the diversity of options offered when learning new material must also remain available in a Universally Designed Assessment (UDA). Students must have the choice of demonstrating what they have learned in a variety of ways. Instructors who would otherwise be disposed to provide options when teaching could understandably have some reservations about employing these same methods when testing. For one thing, assessment is time-consuming, and emphasis is usually placed on neutral and uniform testing procedures. Offering multiple formats for assessment could potentially lead to an excessive burden on the instructor during the busiest times in the school year. Further, the traditional perspective on assessment assumes that fairness and accuracy depend upon an identical mode of administering tests in which all individual supports have been removed, thereby ignoring the UDL postulate that “the same does not equal fair in assessment” ( Meyer, Rose, and Gordon 2014 , 144–45). Assessments are properly used to make accurate evaluations of student progress toward content-based or skills-based learning objectives. Therefore, assessments must remain focused on construct relevance in order to be accurate indicators of student success. Construct relevance is the UDL term for restricting our evaluation to the material identified in our learning objectives. An example of construct irrelevance would be written prose responses used to evaluate a student’s understanding of sonata form (either on an exam or in a paper), because we are not actually testing for language proficiency or writing skills, which were not learning objectives. In such an assessment, our ability to evaluate the student’s understanding of the relevant construct (sonata form) is compromised by the student’s ability to explain that understanding clearly in English prose. We may receive responses that we cannot clearly decipher and from which we therefore cannot infer understanding of the relevant construct. This is an increasingly familiar scenario that music theory instructors may recognize from some of their ESL students, but language is an issue for other types of learners, too. Offering a variety of options for this assessment eliminates this barrier.",
                "footnotes": [],
                "citations": [
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In any assessment, a student “interacts with a stimulus, problem question, or task” and is required to act in relation to the target construct in a way that is both measurable and observable by the instructor, who then infers a quantifiable value for the student’s understanding or mastery of the construct measured. Any construct-irrelevant interference in that process diminishes the overall accuracy of the assessment ( Meyer, Rose, and Gordon 2014 , 141–42). Learner variability must be planned for, so that barriers do not emerge via the methods that are used in the assessment. If the assessment standards accurately reflect construct-relevant learning objectives, and are free from biases inherent in the methods, then fairness and accuracy will be improved when employing UDA. (23) Providing customizable supports and choices for expression in an assessment achieves this goal. In the previous example, students could be offered other options such as composing a model sonata, providing a graphical representation of the form of a given sonata, producing an oral or digital-media presentation, or else executing a self-designed project that demonstrates their understanding of sonata form. With any option, the evaluation cannot shift away from the relevant construct, for example grading students’ mastery of notational or graphic-design software instead of the construct.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Determining construct relevance when designing assessments can be challenging. As an example of what is at stake, let us consider the general construct of fluency as it is typically applied in music theory instruction and assessment. Music theory pedagogues consistently argue that speed of access or response, also known as fluency, is a critical learning objective in music theory fundamentals ( Rogers 2004 , 35 and Payne 2006 , 142). This view is entirely supportable within a UDL framework: the materials of music fundamentals primarily engage recognition networks, and those constructs must be readily accessible for later use in more advanced learning objectives that involve strategic networks. Situating music fundamentals in this way aligns the recognition network with lower-order cognitive operations, and places the strategic network within the range of higher-order operations in a manner highly reminiscent of Bloom’s taxonomy ( Bloom 1956 ). Indeed, the learning networks described by UDL do correspond (roughly) to Bloom’s original taxonomy for educational objectives ( Meyer, Rose, and Gordon 2014 , 55–56). Nonetheless, it is important to remember that Bloom’s taxonomy is a hierarchy, and that UDL learning networks exist in a more fluid configuration. By contrast, Deborah Rikfin and Philip Stoecker’s recent article “A Revised Taxonomy for Music Learning” ( 2011 ) builds upon the earlier work of Bloom and his successors, but it is specific to developing aural skills and is also explicitly conceived as a heterarchical model for learning. (24) While fluency may be considered a marker of expert learning that is construct-relevant in the context of music fundamentals, fluency as a standard may be more pervasive in music theory instruction than can be generally justified, minimizing or discounting the important roles of the other two learning networks by over-identifying speed with comprehension. As Alex Lubet points out, “[it is] common in music theory instruction to require that certain tasks be demonstrated many times, very quickly, or both. It is presumed that the intense repetition of numerous similar exercises builds skills. This often places students—who for various reasons, work more slowly—at a disadvantage. It is also often unnecessary, without benefit to students’ comprehension, or application of course material” ( Lubet 2011 , 141–42). Lubet’s observation forces us to focus the criterion of fluency through the lens of construct relevance, reminding us that one of the most common of all disability accommodations, providing a student with more time to complete their work, may also be of benefit to many types of learners. More importantly, it may yield work that is “more equitable and more effective,” and consequently more accurate as an assessment ( Lubet 2011 , 142).",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "rogers_2004",
                    "payne_2006",
                    "bloom_1956",
                    "meyer_rose_and_gordon_2014",
                    "rifkin_and_stoecker_2011",
                    "lubet_2011",
                    "lubet_2011"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Other modifications can also move assessment in music theory in the direction of universal design, and improve construct relevance. The Standards-Based Grading (SBG) approach that is discussed by Philip Duker et al. in the present volume of MTO provides a useful framework for revising music theory assessment practices ( Duker, Gawboy, Hughes, and Shaffer 2015 ). SBG practices involve developing a rubric with multiple categories that distinguish different learning constructs on a single assignment and allows for multiple grades. For example, there may be separate scores for realization of figures, voice leading, cadences, etc. on one part-writing assessment. These components may later be aggregated in a final grade for the assignment, but they needn’t be. Because SBG precisely identifies relevant learning objectives within the rubric itself for each assignment, and then evaluates these goals separately by content, it provides exactly the kind of formative feedback to both the student and instructor that universal design requires. In UDL, formative assessments can be either formal or informal, but they are always designed as feedback to support the learning process. Formative assessments focus on progress monitoring , peer assessment, and self-assessment ( Hall, Meyer, and Rose 2012 , 50–53). By contrast, summative assessments take place at the close of a course or unit and do not factor directly into the ongoing learning process ( Hall, Meyer, and Rose 2012 , 6). Deborah Rifkin ( 2013 ) has recently reported on her use of both self-assessment and peer-assessment techniques in her musicianship and aural skills classes at Ithaca College. These techniques require the formation of peer-learning groups with carefully guided assessment criteria provided by the instructor. They have been adopted in part as a means for achieving more accurate evaluations than are possible within an expert assessment model where only the instructor evaluates progress, and where students’ performance anxieties frequently interfere with the evaluative outcomes. (25) Self-assessment, including self-grading, is an increasingly common element of student-centered curricula, granting students a broader role in their own education, along with the attendant responsibilities. (26) Another UDL approach to assessment involves granting students some role in the development or modification of the grading rubric. This practice may seem controversial at first, but it motivates the learner’s affective engagement within the assessment stage of learning and it encourages the student to gain a clear understanding of the relation of the learning objectives to the standards that will be applied in assessment. (27)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "duker_gawboy_hughes_and_shaffer_2015",
                    "hall_meyer_and_rose_2012",
                    "hall_meyer_and_rose_2012",
                    "rifkin_2013"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] This still leaves the aforementioned concerns regarding how faculty workload is affected by UDA as, for example, when optional multiple-format assessments are offered and must then be evaluated separately. Under circumstances where a course is being repeated regularly in a curricular schedule, the process of developing multiple formats for assessment may effectively pay dividends over time, especially if more than one instructor is involved in that process. Once a design for an assessment is developed, it can be recycled, perhaps with minor modifications as needed. Where digital technology is involved in the assessment process, accessibility and appropriate support may easily be built into the digital medium itself and thus alleviate any increased workload for the instructor. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Ultimately, assessment may remain an area in which music theory instructors need to experiment further with UDL. In my own experience, concerns about how many kinds of projects that I will need to grade, and therefore how much time it will take me to employ UDA, have often been offset by the clarity of the results themselves. In other words, it can actually be much less time-consuming to evaluate an additional assessment format where unnecessary barriers have already been removed and the learning objectives have been successfully and clearly met. The most time-consuming assessments to evaluate are often those where understanding is not clearly demonstrated because of construct-irrelevant interference. This requires extra effort and additional time by the instructor in order to glean what information is accurately available for evaluation in the student’s response (sometimes through the uncomfortable process of guesswork), and then perhaps also some soul-searching over what would ultimately be most “fair” in grading that assignment. Even within the standard assessment methods that most of my students still ultimately elect, such as in-class quizzes or final papers, my engagement with UDA has led me to be much more painstaking in the verbal instructions that I provide to them. Clarity and intelligibility in my own language eliminates barriers to executing the required tasks correctly, as does the graphic presentation of information, especially when it involves musical notation. Within a UDA model, attention to these elements provides some of the support that many learners require. V. Planning for Variability: UDL and Learning Typologies in Music Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] One of the most predictable determinants of learner variability is preference in learning styles, typically represented by typologies such as Fleming’s VARK model ( Fleming and Mills 1992 ). (29) These learning modalities also align significantly with certain categories of disability. For example, sensory disabilities like blindness, low vision, and auditory disabilities directly impact the use of visual and aural learning models in the curriculum. Reading is a primary learning modality, but is also a common site of certain cognitive disabilities such as dyslexia, as well as a site where language proficiency significantly impacts learning. Kinesthetic learning methods can engage the disabled physical body in ways that must be accounted for when planning lessons and curricula. Visual, Aural, and Kinesthetic learning strategies are the primary modalities of music theory instruction, and so a UDL-implemented music theory pedagogy will typically present an integrated approach that combines all three of these in daily teaching routines, but without over-relying on any one of them. This strategy will sound familiar to many teachers who already identify the integration of hearing/playing/singing/thinking as a best practice for music theory instruction. (30) But some students may not be able to learn equally well via each of these modalities, either due to their learning preference or to a disability. The UDL framework provides a cogent way for us to think about these modalities and about variability and difference in relation to our own established learning objectives. Although Visual, Aural, and Kinesthetic learning strategies are the standard approaches to music instruction, each of these is engaged in very specific ways in the music theory classroom that are distinct from their application to other learning situations. Some revision to the sensory learning typologies may be necessary for understanding their use in music instruction. (31) For example, aural or auditory learners are generally described in typologies like Fleming's as those students who have a preference for learning through listening and through discussion. In generalized learning situations, this type of student often learns best by explaining concepts to others ( Nilson 2010 , 232–34). Students with an aural learning preference can benefit especially from classroom techniques that integrate descriptive methods into peer-learning discussions by setting clear tasks for a small group and then ensuring mutual responsibility and equitable roles within it. Students learn by assuming the role of teacher in this model ( Zbikowski and Long 1994 ).",
                "footnotes": [
                    "FN29",
                    "FN30",
                    "FN31"
                ],
                "citations": [
                    "fleming_and_mills_1992",
                    "nilson_2010",
                    "zbikowski_and_long_1994"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Aural learning also has a unique meaning in music theory pedagogy, one that is tied directly to how we typically assess progress toward learning objectives in many of the courses that we teach. Understanding, in musical terms, is typically equated with the ability to accurately recognize or process a particular construct by ear, whether it is a chord, a rhythmic event, or a formal function. Understanding equates to conditioned hearing in music theory, which is a very specific kind of auditory learning. (32) Further, we often measure the utility of a particular theoretical construct by its salience: by our ability to hear it, recognize it and ultimately to make use of it. (33) From a UDL perspective, then, aural acuity may be identified as either a goal or as a method in any given learning situation, and it is therefore critical that we determine exactly what role it is fulfilling in every circumstance. Aural learning is a broad if not foundational modality in music that may engage any of the three UDL networks in a variety of ways. Careful application of various taxonomies for music learning may be helpful in the task of isolating learning objectives that involve the aural mode. We will now briefly consider two that have been recently presented in the music theory pedagogy literature: Gary Karpinski’s model for melodic dictation and Deborah Rifkin and Philip Stoecker’s revised taxonomy for music learning, which adapts Benjamin Bloom’s earlier generalized taxonomy.",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] In the context of an aural skills course, understanding is preceded by an accurate retention of material within the short-term musical memory ( Karpinski 2000 , 36–44). Hearing , in the sense that Karpinski describes in his model for perception and cognition during dictation, precedes not only the Understanding stage, but also most strategies for memorization, including chunking. Hearing depends almost entirely upon the accuracy of sensory perception and short-term memory ( Karpinski 2000 , 64–77). In Karpinski’s taxonomy for dictation, Hearing and Remembering precede Understanding; so too in Rifkin and Stoecker’s revised taxonomy for music learning, where these two are subsumed into a single stage called Recognition ( Rifkin and Stoecker 2011 , 163). Both of these taxonomies are useful for understanding the ways that the UDL recognition network is engaged in music theory and aural skills pedagogy. The strategic learning network can be further understood in this context by applying the music taxonomies to the UDL model. The strategic network is engaged in one way when using strategies for increased memorization in dictation (chunking), and then in other ways when Karpinski’s Understanding or Rifkin/Stoecker’s Conceptualization or Apply stages are reached. This is true for dictation and also for other music-learning tasks, particularly those involving emulation and improvisation exercises . (34) The use of these taxonomies in a UDL-focused music theory classroom engages our understanding of the learning networks within the aural mode, and then provides a sound basis for developing appropriate and customizable supports. (35)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "karpinski_2000",
                    "karpinski_2000",
                    "rifkin_and_stoecker_2011"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] In another context, such as a harmony or form class where the underlying terms of understanding/conceptualizing may be more holistically constructed, aural learning may still be centered in either the strategic or recognition networks. Students learning about musical form or harmony rely upon musical memory, but apply it in different ways that focus upon strategies of long-term memory and pattern recognition. (36) If the student is blind or has low vision, then the aural mode of recognition is likely to be the only option for that student to learn and to demonstrate what they understand about the material. (37) But there is really no reason that this method of learning and demonstration cannot be available to all students. This is the radical revision that UDL offers us: in a traditional instructional model the blind student or low-vision student is an anomaly who requires a special accommodation in order to be able to navigate an invariant structure; but in the UDL model the course structure itself opens up and changes in fundamental ways that anticipate the variability that both visual disabilities and learner preferences present. Furthermore, if we examine our learning objectives for a form and analysis course and determine that our goals are for all students to hear and recognize musical forms, and to develop long-range musical memory and pattern recognition, then we might come to the conclusion that using a written assignment format for instructional and assessment purposes is construct-irrelevant. In that case, we should prefer teaching methods and assessment formats that focus on aural learning wherever possible. Written exams may have only ever been a concession to the logistics of classroom management. This raises questions about the appropriate role of the musical score in such settings, and how exactly it relates to our learning objectives. Brian Alegant has provided a useful model for sonata-form instruction that addresses exactly this question and which is also readily adaptable to a UDL-implemented music theory curriculum ( Alegant 2008 ). He incorporated digital media (iPods) as the primary instructional resource for a course on sonata form. These devices contained the digitized content for the entire course, including mp3 recordings, scores, readings, handouts, and the syllabus. In the course Alegant describes, instruction in sonata form began by using the score as a visual resource to complement the recordings, but soon transitioned to a purely aural mode of learning that relied exclusively upon the recordings, employing a graphic notation for representing formal boundaries using time codes. The score, which primarily engages visual modes of learning, is treated in this case as scaffolding because it is later removed in order to focus entirely upon aural understanding as the primary learning objective. From a UDL perspective, it is significant that this course relies completely upon digital media, because digital content can easily be customized to accommodate learners using special assistive technology, thereby making the course adaptable to many other kinds of learners ( Rose et al. 2009 ).",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": [
                    "alegant_2008",
                    "rose_et_al_2009"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Visual learners show a preference for seeing graphical and diagrammatic representations of the material they are learning, and for then being allowed to demonstrate what they have learned in a similar manner. Alegant’s assignments use designs that identify formal sections using time codes, so they are one example of such a model. For visual learners, drawing a diagram of a theme type or of a larger formal design is usually an effective way of demonstrating what they understand about form. The ubiquitous pitch-class clock face of post-tonal theory is yet another example of an invaluable tool for the visual learner. If a student struggles with decoding mathematical symbols and expressions (i.e. T n (X) = Y), then the mechanics of pitch-class set theory may become inaccessible if visual and kinesthetic modes of learning such as the geometric clock face are not equally represented. A kinesthetic model for pitch-class set theory could be based on hand position and the symmetry inherent in the piano keyboard. Inversion relationships may be made especially clear to many learners in this way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] As with the aural learning mode, music theory instruction engages the visual and reading modes in ways that are specific to our discipline: musical notation is unique and central to our pedagogical methods. From a UDL perspective, the use of musical notation in our teaching routines must be examined, and then learner variability must be introduced into our designs. If gaining fluency in musical notation is a learning objective, then it must be planned for carefully in the context of the curriculum as a whole, perhaps even becoming the learning objective for a prerequisite course. If fluency is not established as a prerequisite, and musical notation is used routinely as the primary or only mode of demonstrating what a student has learned during an assessment in a course or sequence, then it needs to be reinforced with other strategies, too. In other words, if fluency with musical notation is to be the goal of a class, then it cannot also be presumed in the learning methods that we select for those same or concurrent classes. It cannot be both the goal and the primary method of achieving that goal. Students’ proficiency in reading musical notation varies from one student to the next, and also from one type of institution to another (conservatory, state university, selective private college, etc.). In a universally designed curriculum, it is necessary to accept that students have different backgrounds leading to different levels of fluency with musical notation. Various alternate graphical musical representations, or proto-notations, must be used as scaffolding to augment standard musical notation. These methods will lead eventually to greater fluency with musical notation, while at the same time attenuating the degree to which an initial lack of fluency interferes with other desired outcomes. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Kinesthetic learners do best when they can find practical and tangible applications for the material they are learning and when they are permitted to try them out. These students are oriented toward experiential hands-on learning. For such learners, a music theory class can pose serious obstacles if it remains in the realm of the written, spoken, or abstract for any substantial length of time. Exercises that involve the piano keyboard or else playing on their own instruments are both highly effective strategies for these learners. Improvisation and composition assignments can also be especially useful for these students, and these activities have the potential to develop a stronger affective engagement for all of the students in a given setting. As a commonly cited example, the use of Dalcroze methods in aural skills classes is one means of kinesthetic engagement ( Payne 2006 , 143–45).",
                "footnotes": [],
                "citations": [
                    "payne_2006"
                ]
            }
        },
        {
            "5.8": {
                "text": "[5.8] Reading, the fourth of Fleming’s types, primarily involves reading and writing in verbal strategies of learning. In this sense, it is distinct from reading music, which involves decoding visual symbols into musical actions or analytical interpretations. Reading in the more typical sense still occupies a significant place in music theory pedagogy whenever textbooks and similar print media are employed. Viewed from a UDL perspective, reading poses tremendous obstacles for certain learners who are either blind or have low vision, who have physical disabilities, who have dyslexia or other cognitive differences, or for whom the language itself is a barrier for cultural, linguistic, or other cognitive reasons ( Parsons 2015 ). This is by no means an exhaustive list of the types of learners who struggle with traditional print media. Using digital media instead of or in addition to a printed text opens up new opportunities for creating flexibility in how content can be presented, and in the ways that connections between concepts and action can then take place. I will explore this further in the final section of this article.",
                "footnotes": [],
                "citations": [
                    "parsons_2015"
                ]
            }
        },
        {
            "5.9": {
                "text": "[5.9] Integrated textbook packages based on comprehensive musicianship, which include music theory textbooks, workbooks, and anthologies along with correlated sight-singing and musicianship materials, are becoming increasingly common in the market. (39) Many of these packages also include multimedia support via websites and accompanying CDs/DVDs that have the potential to allow for some rudimentary implementation of UDL. However, a syllabus or a curriculum organized exclusively around the chapters of a textbook is generally not conducive to a UD approach, so if a course or curriculum is built around a particular textbook, additional care must be taken to assure that learning objectives are clearly identified and stated elsewhere, and that the strategies for achieving these are diverse and not situated entirely within the textbook itself. A better strategy for incorporating textbooks in a music theory curriculum might be to allow a variety of different textbooks within a single course and to then permit individual students to select the book that they prefer to use for their own support. Students should be able to consult several different sources, and then the syllabus can coordinate between these texts through organization by specific topic. The different analytical notations and nomenclatures that are employed in those various books may then become a topic for classroom discussion, leading in turn to greater overall exposure to and expertise in analytical method. As mentioned above, Rose et al. 2008 describes a syllabus for a seminar at the Harvard Graduate School of Education in which the students were given a choice between two textbooks and were then encouraged to trade. Student responses to this practice in the Harvard seminar varied somewhat, due in part to the fact it was atypical of how the students had previously been trained to use textbooks in other courses ( Rose et al. 2008 , 53–55). The key to this kind of solution is not to depend too heavily upon textbooks in designing courses and learning objectives. A textbook in this context could be a support for the course and its objectives, but not its foundation. Many of the barriers to learning that result from textbooks and print media can easily be eliminated by using digital media. In the final section of this paper I will turn to examples of how UDL can be used to integrate technology into music theory curricula. VI. UDL and Technology in the Music Theory Classroom",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "rose_et_al_2008",
                    "rose_et_al_2008"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Although adaptive technology has frequently played a significant role in many of the practical applications that have been developed at CAST, UDL does not explicitly require that technology be utilized in its implementation. Low-tech/no-tech options exist for applying UDL to most instructional settings ( Rose, Gravel, and Domings 2012 ). Where technology is employed, the UDL Guidelines require that the assistive technologies used by individual students with disabilities interface effectively with the curricular technology that is required by the class ( Lapinski, Gravel, and Rose 2012 , 6). For example, blind students who use screen-reader software or other similar assistive technology must be able to use it within any other digital platform that is presented as part of the course. As a matter of general accessibility within UDL, all web-based course materials would have to be compatible with text to speech conversion, etc. This is a basic design consideration that can be addressed when choosing how and when to integrate technology into the curriculum. By conforming to W3 accessibility standards for web-based content, this requirement is almost always easily satisfied without any special effort. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "rose_gravel_and_domings_2012",
                    "lapinski_gravel_and_rose_2012"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Because instructional technologies are increasingly emphasized in many music theory and aural skills curricula, it is worth exploring some of the ways that UDL can inform our integration of those technologies. Digital media provide an ideal platform for implementing UDL. By its very nature, this kind of technology may be designed to offer content in a variety of customizable formats that are widely accessible and engage learning networks in ways that address learner variability. Whereas textbooks are often limited in their ability to engage today's students, and are inaccessible to some other learners, integrated media can add numerous levels of scaffolding that eliminate both of these barriers. Any texted or visual content that can be displayed in a printed book can easily be reproduced in a digital format. For music theory instruction, that content can then be integrated with other media that, for example, can make excerpts and examples immediately available for listening without the need for accompanying CDs. Any strategy that makes a learning environment more navigable also makes that same environment more accessible. Unlike traditional print media, digital media with hyperlinks allow students to skip immediately to the content that they need when they need it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] In order to provide an example of how UDL can be used to design digital materials from scratch for a music theory class, I will now briefly describe an online platform for an undergraduate Form and Analysis class that I recently proposed as part of an internal grant through my university’s center for instructional technology. The platform is based largely upon the development of an extensive library of digital animations that combines score excerpts with sound recordings in multimedia formats that provide various levels of (mostly visual) scaffolding as an instructional overlay to support the development of form and analysis skills as a learning objective. Students could choose the level of scaffolding to be displayed, so the platform is customizable to the needs of individual learners. The idea of using animations for this digital UDL platform was inspired in part by web-based instructional media developed by Tim Smith at Northern Arizona University and by Stephen Malinowski with his Music Animation Machine software . (41) The library that I proposed to develop would include numerous examples of each Classical theme type, beginning with the four-measure components of simple eight-measure themes like sentences, periods, and hybrids, and then proceeding through larger thematic types and eventually toward loose formal functions. (42) Although the platform could ultimately be navigated in any order, the basic pedagogical progression from small tight-knit functions towards looser functions would structure the home page of the site, thus identifying the basic pedagogical map for the course itself. The number of exemplars that students would have access to through the digital library would vastly increase their opportunities to assimilate the desired models, and would allow individual learners to choose how many examples they each needed to work through on their own before the archetypical formal type was imprinted upon their mind and ear. It would also allow students to quickly relocate content later on in the course if they needed to review a particular topic.",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Each of the digital examples offers a variety of customizable options. Students could begin by opting for just the score excerpt synchronized to a digital sound recording, but different layers of scaffolding are also available for each example as needed. Scaffolding options include a visual cursor or scrub bar to keep place in time within the musical excerpt, an especially valuable tool for supporting notational fluency when the excerpt is in an open-score format with transposing instruments. Another level of scaffolding presents a reduction to one or two musical staves of any open-score example, in concert pitch with familiar clefs. A further level of scaffolding displays important harmonies and structural cadence types as an overlay on the score reduction, as feedback for self-guided learning and also to assist students who are uncertain about identifying these formal cues on their own. Other options incrementally add diagrammatic analysis of the inter- or intra-thematic design of longer excerpts by identifying their component functions along with correct formal terminology, displayed over identifying brackets in the music, thus modeling a complete formal analysis. Although the learning objective for the course is that students should eventually produce accurate analyses of their own without the need for any scaffolding, it is assumed that individual students would still need to work through varying numbers of exemplars with immediate feedback for self-assessment before that goal could eventually be achieved. The model proposed in the grant is only partially interactive: the student could use the scaffolding to reveal answers after trying to do the analysis themselves, but there is no mechanism for recording their initial responses. The available assessment methods are therefore entirely based on informal self-assessment, without instructor feedback.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] As a final level of scaffolding, the technical terminology for the class would all be available through hyperlinked glossaries, accessible from numerous points within the site. These would include any terms that were used in an analytical overlay, caption, or within another glossary definition. The links would provide clear and concise texted definitions along with a multimedia example that could then link to further examples. To support learner variability for ESL students, the glossaries would also include options to reveal alternate versions of any entry in the languages other than English that are the most common primary languages of students in the music department. In cases where no direct translation of a technical term is available brief explanations would be used instead. The foreign-language glossaries would be developed with the assistance of current and former students who had completed the course and were native speakers of that language. The design model would allow for improvements and refinements to the glossary over time as more users engaged and edited these pages, employing a knowledge model similar to a Wiki.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] The proposal planned for using these materials in a flipped classroom setting, where the need for in-class lectures would be minimized so that time could be used instead for peer-learning groups directly supported by the instructor’s expert intervention. While no textbook had been previously used in this class, numerous outlines had been distributed through the course-management system based on Caplin’s theory of formal functions. These were digitized documents written in especially clear and intuitive language as conceptual organizers for undergraduates. The outlines were to be integrated into the platform design as texted content to support the animation library and technical glossaries, while ensuring that UDL accessibility standards for digitized content were met. The platform itself was thus intended to replace the traditional function of a textbook.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] The traditional face-to-face version of this course relied heavily upon lectures and demonstrations that were used to initially explain the terminology of musical form through illustrative musical examples. In the redesigned and inverted version of this class, those lectures were to be significantly reduced by placing some of their content on the digital platform instead. The online platform was also intended to reduce the need for the kind of redundant in-class explanations that are often precipitated by student absences and other basic learner variability. This would open up additional time in the classroom for students to work on assignments together, with the instructor present and available for questions. Assignments could now begin in class with maximum support and then continue to completion outside of class within online learning communities that were easily supported by CANVAS, the course management system used at my school. In this way, a “flipped classroom” model would be adopted within a UDL framework. (43)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] The potential of using multimedia instructional materials in music to address learner variability is powerful. Stephen Malinowski’s Music Animation Machine project began in the mid-1970s, growing out of his own frustrations with following a complex musical score with many parts ( Meyer, Rose, and Gordon 2014 , 116). He began with simple alternative representations of the complex notational practices of a polyphonic score by using simple bar graphs, and over time these alternate representations became more sophisticated as the available technology grew. (44) The most recent animations that Malinowski has produced are available through his website ( http://www.musanim.com/ ) and also on YouTube. Malinowski’s use of animations as scaffolding for learning to follow a musical score can best be understood through the UDL principle of recognition: the animations use color, shape, location, and motion in space to highlight salient patterns within the music that a novice or inexperienced musician may not notice, but which lead to greater comprehension of the musical structure once they are attended to ( Meyer, Rose, and Gordon 2014 , 117–18).",
                "footnotes": [
                    "FN44"
                ],
                "citations": [
                    "meyer_rose_and_gordon_2014",
                    "meyer_rose_and_gordon_2014"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] As with most other areas of the music theory curriculum, the UDL guidelines do not prescribe a strict set of best practices for the use of technology aside from those general issues of accessibility that have already been described above. Any opportunity to present learning in a variety of different ways that address different learning networks and sensory learning preferences will also further a UDL implementation. Where technology for music instruction is concerned, Stephen Gosden’s priorities of “helping students utilize their time inside and outside the classroom as efficiently and effectively as possible; helping students learn material and master skills more quickly and thoroughly than traditional teaching methods allow” apply equally well within a UDL framework ( Gosden 2013 ).",
                "footnotes": [],
                "citations": [
                    "gosden_2013"
                ]
            }
        },
        {
            "6.10": {
                "text": "[6.10] The imperative for engaging principles of UDL in our curricula is greater today than ever before: the presence of students with disabilities on college and university campuses has grown tremendously since the Americans With Disabilities Act of 1990. These students are the most obvious evidence of variability in our classroom, but they are certainly not the sum total of it. At present, students with disabilities are typically given instructional accommodations to amend existing curricular requirements. This is often a confusing and inexact process. Such accommodations are usually determined by either a Disability Services office or a university's Student Affairs office, and are rarely able to directly address the particularities of musical instruction. They tend to be one-size-fits-all solutions that involve only assessment. Accommodations may not address the underlying barriers to learning that exist elsewhere in the curriculum, and may therefore simply be a patch and not a solution.  Implementing UDL methods for every student in the class instead offers the potential to eliminate, or nearly eliminate, any need for disability accommodations in a curriculum. Aside from removing the potential stigma of exceptional accommodations, such an approach has numerous additional benefits. The end result of incorporating UDL practices into our classrooms and curricula will be to improve learning for all of our students.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.1.quaglia.html",
    "data": "mto/data/mto.15.21.1.quaglia.json"
}