{
    "title": "Voice-Leading Transformation and Generative Theories of Tonal Structure",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Yust, Jason"
    ],
    "abstract": "Numerous generative approaches to explaining tonal structure and/or Schenker’s theories have been proposed since Babbitt noted a resemblance between Schenker’s analytical method and Chomskian generative grammars in 1965. One of the more challenging features of Schenker’s theory to replicate in a generative system is the interaction of counterpoint and hierarchy. Many theorists, such as Lerdahl and Jackendoff, skirt the problem by developing non-contrapuntal systems, meaning ones that do not allow for layers with conflicting hierarchical descriptions.This article tackles the counterpoint problem by first proposing a dynamic model for tonal hierarchy, which matches the usage of basic Schenkerian symbols (slurs and beams), and differs from the representational model used by Lerdahl and Jackendoff and others. I then summarize Schenker’s argument for a contrapuntal theory of tonal structure and show that this implies a relativity of contrapuntal voices to structural level which necessitates a theory of voice-leading transformation. This concept of voice-leading transformation marks a crucial turning point in Schenker’s analytical practice leading directly to his theory of levels, and is fundamental to understanding his late theory. The article also operationalizes the idea of voice-leading transformations within a generative system, and illustrates it with short analyses of themes from Bach’sPartitasand an extended analysis of the Menuetto from Beethoven’s Op. 21 Piano Sonata. In the latter analysis the concept of voice-leading transformation facilitates the discovery of an exceptional feature in the deep middleground of the piece.",
    "keywords": [
        "Schenker",
        "tonal structure",
        "voice-leading level",
        "counterpoint",
        "generative theory",
        "generative grammar"
    ],
    "doi": "",
    "received": "June 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.yust.pdf",
    "author_info": [
        {
            "name": "Jason Yust",
            "university": "College of Fine Arts",
            "address": "Boston University, 855 Commonwealth Avenue, Boston, MA 02215",
            "email": "jyust@bu.edu"
        }
    ],
    "citations": {
        "babbit_1965": "Babbitt, Milton. 1965. “The Structure and Function of Music Theory.” College Music Symposium 5: 49–60.",
        "baroni_dalmonte_and_jacoboni_2003": "Baroni, Mario, Rossana Dalmonte, and Carlo Jacoboni. 2003. A Computer-Aided Inquiry on Music Communication: The Rules of Music . Edwin Mellen Press.",
        "baroni_and_jacoboni_1978": "Baroni, Mario and Carlo Jacoboni. 1978. Proposal for a Grammar of Melody: The Bach Chorales . Les Presse de l’Université de Montréal.",
        "baroni_and_jacoboni_1983": "Baroni, Mario and Carlo Jacoboni. 1983. “Computer Generation of Melodies: Further Proposals.” Computers and the Humanities 17 (1): 1–18.",
        "brown_2005": "Brown, Matthew. 2005. Explaining Tonality: Schenkerian Theory and Beyond . University of Rochester Press.",
        "chomsky_1957": "Chomsky, Noam. 1957. Syntactic Structures . Mouton.",
        "clark_2009": "Clark, Suzannah. 2009. “The Politics of the Urlinie in Schenker’s Der Tonwille and Der freie Satz .” Journal of the Royal Musical Association 132 (1): 141–64.",
        "cohn_1985": "Cohn, Richard. 1985. Review of A Generative Theory of Tonal Music by Fred Lerdahl and Ray Jackendoff. In Theory Only 8 (6): 27–52.",
        "cohn_and_dempster_1992": "Cohn, Richard and Douglas Dempster. 1992. “Hierarchical Unity, Plural Unities: Towards a Reconciliation.” In Disciplining Music: Musicology and its Canons , ed. Katherine Bergeron and Philip V. Bohlman, 156–81. University of Chicago Press.",
        "cook_2007": "Cook, Nicholas. 2007. The Schenker Project: Culture, Race, and Music Theory in Fin-de-Siècle Vienna . Oxford University Press.",
        "dibben_1994": "Dibben, Nicola. 1994. “The Cognitive Reality of Hierarchic Structure in Tonal and Atonal music.” Music Perception 12 (1): 1–25.",
        "dubiel_1990": "Dubiel, Joseph. 1990. “When You are a Beethoven: Kinds of Rules in Schenker’s ‘Counterpoint.’” Journal of Music Theory 34 (2): 291–340.",
        "farbood_2012": "Farbood, Morwaread M. 2012. “A Parametric, Temporal Model of Musical Tension.” Music Perception 29 (4): 387–428.",
        "gilbert_and_conklin_2007": "Gilbert, Édouard and Darrell Conklin. 2007. “A Probabilistic Context-Free Grammar for Melodic Reduction.” In Proceedings of the International Workshop on Artificial Intelligence and Music, 20th International Joint Conference on Artificial Intelligence , Hyderabad, India, 83–94.",
        "hamanaka_hirata_and_tojo_2013": "Hamanaka, Masatoshi, Keiji Hirata, and Satoshi Tojo. 2013. “Toward Developing a Polyphonic Music Time-Span Tree Analyzer.” In Mathematics and Computation in Music: 4th International Conference, MCM 2013 , ed. Jason Yust, Jonathan Wild, and John Ashley Burgoyne, xiv. Springer.",
        "hantz_1985": "Hantz, Edwin. 1985. Review of A Generative Theory of Tonal Music by Fred Lerdahl and Ray Jackendoff. Music Theory Spectrum 7: 190–202.",
        "harary_and_palmer_1973": "Harary, Frank and Edgar Palmer. 1973. Graphical Enumeration . Academic Press.",
        "kassler_1967": "Kassler, Michael. 1967. “A Trinity of Essays.” PhD diss., Princeton University.",
        "kassler_1975": "Kassler, Michael. 1975. Proving Musical Theorems: The Middleground of Heinrich Schenker’s Theory of Tonality . Basser Department of Computer Science, University of Sydney.",
        "katz_1945": "Katz, Adele. 1945. Challenge to Musical Tradition: A New Concept of Tonality . Alfred A. Knopf.",
        "keiler_1977": "Keiler, Allan. 1977. “The Syntax of Prolongation.” In Theory Only 3 (5): 3–27.",
        "kirlin_2014": "Kirlin, Phillip B. 2014. “A Probabilistic Model of Hierarchical Music Analysis.” PhD diss., University of Massachusetts–Amherst.",
        "kirlin_and_jensen_2011": "Kirlin, Phillip B. and Darrell D. Jensen. 2011. “Probabilistic Modeling of Hierarchical Music Analysis.” In Proceedings of the International Society for Music Information Retrieval , Miami.",
        "kirlin_and_utgoff_2008": "Kirlin, Phillip B. and Paul E. Utgoff. 2008. “A Framework for Automated Schenkerian Analysis.” In Proceedings of the International Society for Music Information Retrieval , Philadelphia.",
        "kirlin_and_yust_2016": "Kirlin, Phillip B. and Jason Yust. 2016. “Analysis of Analysis: Using Machine Learning to Evaluate the Importance of Music Parameters for Schenkerian Analysis.” Journal of Mathematics and Music 10 (2). Forthcoming.",
        "komar_1971": "Komar, Arthur. 1971. Theory of Suspensions: A Study of Metrical and Pitch Relations in Tonal Music . Princeton University Press.",
        "korsyn_1988": "Korsyn, Kevin. 1988. “Schenker and Kantian Epistemology.” Theoria 3: 1–58.",
        "larson_1997": "Larson, Steve. 1997. “The Problem of Prolongation in ‘Tonal’ Music: Terminology, Perception, and Expressive Meaning.” Journal of Music Theory 41 (1): 101–36.",
        "larson_2004": "Larson, Steve. 2004. “Musical Forces and Melodic Expectations: Comparing Computer Models and Experimental Results.” Music Perception 21 (4): 457–98.",
        "lerdahl_1997": "Lerdahl, Fred. 1997. “Issues in Prolongational Theory.” Journal of Music Theory 41 (1): 141–55.",
        "lerdahl_2001": "Lerdahl, Fred. 2001. Tonal Pitch Space . Oxford University Press.",
        "lerdahl_and_jackendoff_1977": "Lerdahl, Fred and Ray Jackendoff. 1977. “Towards a Formal Theory of Tonal Music.” Journal of Music Theory 21 (1): 111–171.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lerdahl_and_jackendoff_1993": "Lerdahl, Fred and Ray Jackendoff. 1993. “Hierarchical Structure in Music.” In Machine Models of Music , ed. Stephan M. Schwanauer and David A. Levitt, 289–312. MIT Press.",
        "longuet-higgins_and_lee_1984": "Longuet-Higgins, H. Christopher, and Christopher S. Lee. 1984. “The Rhythmic Interpretation of Monophonic Music.” Music Perception 1(4): 424–41.",
        "lubben_1993": "Lubben, Joseph. 1993. “Schenker the Progressive: Analytical Practice in Der Tonwille .” Music Theory Spectrum 15, 59–75.",
        "lubben_1995": "Lubben, Joseph. 1995. “Analytic Practice and Ideology in Heinrich Schenker’s Der Tonwille and Cantata Harmonia Mundi .” PhD diss., Brandeis University.",
        "marsden_2005": "Marsden, Alan. 2005. “Generative Structural Representation of Tonal Music.” Journal of New Music Research 34 (4): 409–428.",
        "marsden_2010": "Marsden, Alan. 2010. “Schenkerian Analysis by Computer: A Proof of Concept.” Journal of New Music Research 39 (3): 269–289.",
        "mavromatis_and_brown_2004": "Mavromatis, Panayotis, and Matthew Brown. 2004. “Parsing Context-Free Grammars for Music: A Computational Model of Schenkerian Analysis.” In Proceedings of the 8th International Conference for Music Perception and Cognition , Evanston, Ill.: 414–15.",
        "meyer_1973": "Meyer, Leonard B. 1973. Explaining Music: Essays and Explorations . University of California Press.",
        "narmour_1977": "Narmour, Eugene. 1977. Beyond Schenkerism: The Need for Alternatives in Music Analysis . University of Chicago Press.",
        "neumeyer_1987": "Neumeyer, David. 1987. “The Ascending Urlinie .” Journal of Music Theory 31 (2): 275–303.",
        "neumeyer_2009": "Neumeyer, David. 2009. “Thematic Reading, Proto-Backgrounds, and Registral Transformations.” Music Theory Spectrum 31 (2): 284–324.",
        "pastille_1990": "Pastille, William. 1990. “The Development of the Ursatz in Schenker’s Published Works.” In Trends in Schenkerian Research , ed. Allen Cadwallader, 71–85. Schirmer Books.",
        "pastille_1985": "Pastille, William. 1985. “ Ursatz : The Musical Philosophy of Heinrich Schenker.” PhD diss., Cornell University.",
        "peel_and_slawson_1984": "Peel, John, and Wayne Slawson. 1984. Review of A Generative Theory of Tonal Music by Fred Lerdahl and Ray Jackendoff. Journal of Music Theory 28 (2): 271–94.",
        "proctor_and_riggins_1988": "Proctor, Gregory, and Herbert Lee Riggins. 1988. “Levels and the Reordering of Chapters in Schenker’s Free Composition .” Music Theory Spectrum 10, 102–126.",
        "rahn_1979": "Rahn, John. 1979. “Logic, Set Theory, Music Theory.” College Music Symposium 19 (1): 114–27.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer.",
        "rothstein_1990": "Rothstein, William. 1990. “The Americanization of Heinrich Schenker.” In Schenker Studies 1 , ed. Hedi Siegel, 193–203. Cambridge University Press.",
        "salzer_1952": "Salzer, Felix. 1952. Structural Hearing . Dover.",
        "schachter_1980": "Schachter, Carl. 1980. “Rhythm and Linear Analysis: Durational Reduction.” In Music Forum 5 , ed. William Mitchell and Felix Salzer. Columbia University Press. Reprinted in Unfoldings: Essays in Schenkerian Theory and Analysis , ed. Joseph Straus, 54–78. Oxford University Press.",
        "schachter_1981": "Schachter, Carl. 1981. “A Commentary on Schenker’s Free Composition .” Journal of Music Theory 25 (1): 115–142.",
        "schenker_1921–3_2004": "Schenker, Heinrich. [1921–3] 2004. Der Tonwille: Pamphlets in Witness of the Immutable Laws of Music, Volume I: Issues 1–5 , ed. William Drabkin. Oxford University Press.",
        "schenker_1921_1970": "Schenker, Heinrich. [1921] 1970. Erläuterungsausgabe: Die Letzten Sonaten Beethovens, Sonate A Dur Op. 101 . 2nd ed., ed. Oswald Jonas. Universal Edition.",
        "schenker_1922_1987": "Schenker, Heinrich. [1922] 1987. Counterpoint II , trans. John Rothgeb and Jürgen Thym. Schirmer Books.",
        "schenker_1923–4_2005": "Schenker, Heinrich. [1923–4] 2005. Der Tonwille: Pamphlets in Witness of the Immutable Laws of Music, Volume II: Issues 6–10 , ed. William Drabkin. Oxford University Press.",
        "schenker_1925_1994": "Schenker, Heinrich. [1925] 1994. The Masterwork in Music: A Yearbook, vol. I , ed. William Drabkin. Cambridge University Press.",
        "schenker_1926_1996": "Schenker, Heinrich. [1926] 1996. The Masterwork in Music: A Yearbook, vol. II , ed. William Drabkin. Cambridge University Press.",
        "schenker_1930_1997": "Schenker, Heinrich. [1930] 1997. The Masterwork in Music: A Yearbook, vol. III , ed. William Drabkin. Cambridge University Press.",
        "schenker_1969": "Heinrich Schenker. [1932] 1969. Five Graphic Music Analyses , ed. F. Salzer. Dover.",
        "schenker_1935_1979": "Schenker, Heinrich. [1935] 1979. Free Composition: Volume III of New Musical Theories and Phantasies , trans. Ernst Oster. Longman.",
        "schenker_2014": "Schenker Documents Online. 2014. http://www.schenkerdocumentsonline.org",
        "serafine_glassman_and_overbeeke_1989": "Serafine, Mary Louise, Noah Glassman, and Cornell Overbeeke. 1989. “The Cognitive Reality of Hierarchic Structure in Music.” Music Perception 6 (4): 397–430.",
        "smoliar_1980": "Smoliar, Stephen. 1980. “A Computer Aid for Schenkerian Analysis.” Computer Music Journal 4 (2): 41–59.",
        "sundberg_and_lindblom_1976": "Sundberg, Johan, and Björn Lindblom. 1976. “Generative Theories in Language and Music Descriptions.” Cognition 4: 99–122.",
        "temperley_2001": "Temperley, David. 2001. The Cognition of Basic Musical Structures . MIT Press.",
        "temperley_2007": "Temperley, David. 2007. Music and Probability . MIT Press.",
        "temperley_2008": "Temperley, David. 2008. “Hypermetrical Transitions.” Music Theory Spectrum 30 (2): 305–25.",
        "temperley_2011": "Temperley, David. 2011. “Cognition, Perception, and Schenkerian Theory.” Music Theory Spectrum 33 (2): 146–68.",
        "todd_1985": "Todd, Neil. 1985. “A Model of Expressive Timing in Tonal Music.” Music Perception 3 (1): 33–57.",
        "wagner_1995": "Wagner, Naphtali. 1995. “No Crossing Branches? The Overlapping Technique in Schenkerian Analysis.” Theory and Practice 20, 149–75.",
        "westergaard_1975": "Westergaard, Peter. 1975. An Introduction to Tonal Theory . Norton.",
        "yust_2006": "Yust, Jason. 2006. “Formal Models of Prolongation.” PhD diss., University of Washington.",
        "yust_2009": "Yust, Jason. 2009. “The Geometry of Melodic, Harmonic, and Metrical Hierarchy.” Mathematics and Computation in Music: Second International Conference: Proceedings . Springer.",
        "yust_2012": "Yust, Jason. 2012. “Testing Schenkerian Theory: An Experiment on the Perception of Key Distances.” In Proceedings of the 12th International Conference on Music Perception and Cognition , 1172–1176. http://icmpc-escom2012.web.auth.gr/sites/default/files/papers/1172_Proc.pdf"
    },
    "footnotes": {
        "FN1": {
            "text": "1. To give just a few examples, Dibben ( 1994 ) and Farbood ( 2012 ) have applied Lerdahl and Jackendoff’s theory to investigate the effects of tonal hierarchy on listener responses, Todd ( 1985 ) uses it to model the expressive timing of performers, and Temperley ( 2001 ) has applied their methods to a wide variety of problems in corpus studies.",
            "citations": [
                "dibben_1994",
                "farbood_2012",
                "todd_1985",
                "temperley_2001"
            ]
        },
        "FN2": {
            "text": "2. A prominent example is their distinction between grouping and metrical structure, which has been adopted by a range of authors such as Rothstein ( 1989 ) and Temperley ( 2008 ).",
            "citations": [
                "rothstein_1989",
                "temperley_2008"
            ]
        },
        "FN3": {
            "text": "3. As Temperley points out, the most promising way to undertake such a project is to derive a series of narrow testable claims from the theory, rather than attempting to take it on in some sense in toto , as the generative approach endeavors to do. Examples of studies that take this approach of testing claims of limited scope made by Schenkerian theory are Serafine, Glassman, and Overbeeke ( 1989 ); Larson ( 2004 ); and Yust ( 2012 ).",
            "citations": [
                "serafine_glassman_and_overbeeke_1989",
                "larson_2004",
                "yust_2012"
            ]
        },
        "FN4": {
            "text": "4. The term morphology is used in roughly the same capacity in Baroni, Dalmonte, and Jacoboni 2003 .",
            "citations": [
                "baroni_dalmonte_and_jacoboni_2003"
            ]
        },
        "FN5": {
            "text": "5. Neumeyer’s sketch of a generative system for melody, however, does have one interesting non-monophonic feature in that he includes an early stage consisting of atemporal verticalized dyads. These are eventually horizontalized to create the melodic skeleton, a process that closely resembles the voice-leading transformations described below.",
            "citations": []
        },
        "FN6": {
            "text": "6. Lerdahl and Jackendoff ( 1983 , 273–7) themselves make the same point. Ironically, perhaps the most rhetorically charged review of the book, by Peel and Slawson, misses this entirely when they suggest that Schenker’s interpretation of the Mozart K. 331 theme could be an “alternative reading” within Lerdahl and Jackendoff’s theory ( Peel and Slawson 1984 , 284–5), even though Lerdahl and Jackendoff (275–7) demonstrate that Schenker’s analysis requires a realignment of bass and soprano within each measure that is not possible within their theory.",
            "citations": [
                "lerdahl_and_jackendoff_1983",
                "peel_and_slawson_1984"
            ]
        },
        "FN7": {
            "text": "7. Progress on this problem in regard to Lerdahl and Jackendoff ( 1983 ) has only recently been made by Hamanaka et al. ( 2013 ). Lerdahl and Jackendoff’s fusion operation (153–5) is a stopgap, but it becomes increasingly tendentious for more complex textures. See, e.g., Lerdahl’s reduction of the beginning of Beethoven’s “Waldstein” Sonata, op. 53 ( 2001 , 37–40).",
            "citations": [
                "lerdahl_and_jackendoff_1983",
                "hamanaka_hirata_and_tojo_2013",
                "lerdahl_2001"
            ]
        },
        "FN8": {
            "text": "8. Yust 2006 refers to hierarchies of musical events, like representational hierarchies, correspondingly as “static hierarchies.”",
            "citations": [
                "yust_2006"
            ]
        },
        "FN9": {
            "text": "9. Yust 2006 , 52–66. “MOP” is more precise because a 2-tree can have multiple triangles originating from the same edge. However, it is also possible to have analyses consistent with the dynamic model of hierarchy where a “parent” motion has more than two “children”: i.e., instead of being made up exclusively of triangles, the “tree of edges” includes some larger polygons. These larger polygons are called “holes.” The more general class of graphs that allows for holes can be mathematically specified as “Hamiltonian outerplanar graphs” (or “HOPs”). One can imagine a HOP as a MOP with edges removed (hence, no longer maximal) as long as those edges are not on the outer perimeter (which is why the specification “Hamiltonian” is necessary). For more on the mathematical definitions and properties of these structures, see Yust 2006 , 82–85, 211–13, and Yust 2009 .",
            "citations": [
                "yust_2006",
                "yust_2006",
                "yust_2009"
            ]
        },
        "FN10": {
            "text": "10. See Yust 2006 , 86–154, for further discussion of this matter.",
            "citations": [
                "yust_2006"
            ]
        },
        "FN11": {
            "text": "11. For a sequence of five events (as in the present example), there are 42 possible dynamic hierarchies (without making the assumption that the five events constitute a single motion—this assumption, which can usually be made, leaves only five possible structures). The same five events can be described by 224 representational hierarchies. These differences become more exaggerated as the number of events increases (by “combinatorial explosion”). See Yust 2006 , 105–110.",
            "citations": [
                "yust_2006"
            ]
        },
        "FN12": {
            "text": "12. Larson ( 1997 , 119–120) makes a similar point about Lerdahl’s model, and Lerdahl’s response ( 1997 , 141–3) concedes that the model is unintuitive in certain situations (as with simple passing notes) but defends it on the grounds of simplicity and consistency. Lerdahl and Jackendoff ( 1983 , 114–116) similarly associate dynamic hierarchy with a “network notation” that they call “impracticable.” This claim assumes that the alternative to the binary trees of events is something along the lines of the “directed acyclic graphs” described in Kirlin and Utgoff ( 2008 ). Marsden ( 2010 ) similarly dismisses directed acyclic graphs as adding a layer of computational complexity over binary trees. Dynamic hierarchy as modeled by MOPs, however, is actually considerably simpler than representational hierarchy (as shown by the combinatorial considerations in the previous note).",
            "citations": [
                "larson_1997",
                "lerdahl_1997",
                "lerdahl_and_jackendoff_1983",
                "kirlin_and_utgoff_2008",
                "marsden_2010"
            ]
        },
        "FN13": {
            "text": "13. E.g., Sundberg and Lindblöm ( 1976 ), Schachter ( 1980 ), Lerdahl and Jackendoff ( 1983 ), Longuet-Higgins and Lee ( 1984 ).",
            "citations": [
                "sundberg_and_lindblom_1976",
                "schachter_1980",
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN14": {
            "text": "14. It is apparently this kind of violation of hierarchical well-formedness that Lerdahl and Jackendoff have in mind when they reject the idea that passing tones and neighbor tones could be symmetrically in between the notes they elaborate—see their comments in Lerdahl and Jackendoff 1993 , 308–9. It is perhaps for this reason that they assume a slippery slope from such a notion of in-betweenness to totally unrestricted free-associative networks (e.g., in Lerdahl and Jackendoff 1983 , 114–116 and Lerdahl 1997 ; see note 12).",
            "citations": [
                "lerdahl_and_jackendoff_1993",
                "lerdahl_and_jackendoff_1983",
                "lerdahl_1997"
            ]
        },
        "FN15": {
            "text": "15. This is not to say that the two notes (F and C) are of equivalent structural status, however, only that the structural status of F is not shown by the slur; it is shown by the beaming of F to later events and by the open notehead.",
            "citations": []
        },
        "FN16": {
            "text": "16. The epistemological concept of synthesis was closely associated with that of the Urlinie from the beginning, however, even before Schenker’s conception of Urlinie had such specific music-theoretic content, as is in evidence in the preface of Schenker [1921] 1970 and his 1921 essay “The Urlinie: A Preliminary Remark” ( 2005 , 21–4).",
            "citations": [
                "schenker_1921_1970"
            ]
        },
        "FN17": {
            "text": "17. Meyer’s analyses also feature the separation of melodic hierarchies into distinct voice-leading strands, like Schenker’s, and therefore represent contrapuntal hierarchies similar to the ones discussed in part 3 of this article.",
            "citations": []
        },
        "FN18": {
            "text": "18. See, e.g., Schenker [1921–3] 2004 , 32, figure 14; 60, figures 3 and 4; 75, figure 1.",
            "citations": []
        },
        "FN19": {
            "text": "19. Schenker’s usage of the term “prolongation” is distinct from current music-theory parlance. In Counterpoint II he uses the term to refer to the ways that laws of strict counterpoint can be extended to free composition. He almost never uses the term in the modern sense of prolongation of a harmony, preferring the term Auskomponierung instead for this. See Dubiel ( 1990 ) and Yust ( 2006 , 10–31).",
            "citations": [
                "dubiel_1990",
                "yust_2006"
            ]
        },
        "FN20": {
            "text": "20. Lerdahl ( 2001 , 32–34) uses this example to illustrate a related point.",
            "citations": [
                "lerdahl_2001"
            ]
        },
        "FN21": {
            "text": "21. Discussion of these techniques constitutes a substantial portion of Part II (“The Middleground”) of Free Composition , because they are the derivations that distinguish levels of the middleground, as discussed further below.",
            "citations": []
        },
        "FN22": {
            "text": "22. These are clearly shown with stemming in the development, and also include the E ♭ – B ♭ in the main theme, which becomes an important fifth-progression in the foreground graph, and B ♭ –D in the second theme, which is an unfolding in the foreground graph, mm. 109–117. Schenker also embeds additional important connections to the inner voice in the level-three graph, including a motion from the inner-voice B ♭ – E ♭ , which generates much of the content of the main theme, the descending F–D, the basis of the transition, and the fifth-progression that becomes the second-theme group of the recapitulation.",
            "citations": []
        },
        "FN23": {
            "text": "23. Note that these figures usually begin with the Ursatz on the upper staff (except [1926] 1996, 80–81, which omits the Ursatz and first level), and the Ursatz is not related to level one by transformation. To abbreviate the top-down portion of his analyses and avoid delaying his discussion of the foreground, which occupies the bulk of his analytical writing, Schenker generally limits his middleground derivations to two or three levels. Because this seems to be a practical necessity for writing a compelling analytical essay, it should not be taken to imply that additional levels of derivation do not exist. On structural levels and the distinction between middleground and foreground, see Proctor and Riggins ( 1988 ).",
            "citations": [
                "proctor_and_riggins_1988"
            ]
        },
        "FN24": {
            "text": "24. A typical example of changing species is the harmonization of a passing tone, which involves a switch from a second-species setting involving a dissonant passing tone to a consonant note-against-note setting. These are to be understood not as simple second and first species, however, but as mixed species with an imaginary cantus firmus ( Schenker [1922] 1987 , 181–5).",
            "citations": [
                "schenker_1922_1987"
            ]
        },
        "FN25": {
            "text": "25. The publication date of these analyses does not always match the date of their conception, an obvious instance being the analysis of Beethoven’s Fifth Symphony, which is spread over three volumes of Tonwille (I, V, and VI) because of its length (see Bent and Drabkin’s preface to Schenker [1921–3] 2004 , v–viii). A telling example is the analysis of the first movement of Beethoven’s Piano Sonata op. 10 no. 2 in “On Organicism in Sonata Form” ( [1926] 1996 , 25–28). According to Schenker’s diary, he worked on an analysis of the piece much earlier, in March of 1924 ( Schenker Documents Online , OJ 3/6, page 23, transcr. Deisinger, trans. Ferguson); however, he incorporates it into an essay written after a shift in his theory of linear progression (see below). Therefore the analytical graph reflects an earlier practice of Stimmführungsprolongationen , highlighting prolongations of counterpoint (such as harmonization of a passing tone) and treating motion to an inner voice as a prolongation. Yet the text accompanying the graph ties the analysis to Schenker’s newer theory of linear progression, highlighting the retention of the head tone and the generation of content out of the linear progressions.",
            "citations": [
                "schenker_1925_1994"
            ]
        },
        "FN26": {
            "text": "26. This is especially evident in, e.g., the analysis of Beethoven’s Fifth Symphony ( Schenker [1921–3] 2004 , 30) where he refers to a diminished fourth in the Urlinie as a fourth-progression, and in the analysis of Mozart’s Piano Sonata K. 310 ( Schenker [1921–3] 2004 , 55), where he refers to motivic diminished fifths as fifth-progressions.",
            "citations": []
        },
        "FN27": {
            "text": "27. See “Composing Out by Linear Progressions” in “Further Considerations of the Urlinie : I” ( Schenker [1925] 1994 , 107–109), “Further Considerations of the Urlinie : II” (Schenker [1926] 1996, 1–19) and §205–207 of Free Composition ( Schenker [1935] 1979 , 74–75).",
            "citations": [
                "schenker_1925_1994",
                "schenker_1935_1979"
            ]
        },
        "FN28": {
            "text": "28. See the analyses of Schubert’s Impromptu no. 3, D. 899 and Mendelssohn’s “Song without Words” op. 67 no. 6 ( Schenker [1923–4] 2005 , 137–42, 150–3).",
            "citations": []
        },
        "FN29": {
            "text": "29. Schenker [1925] 1994 , 104–111; [1926] 1996 , 1–19.",
            "citations": [
                "schenker_1925_1994",
                "schenker_1926_1996"
            ]
        },
        "FN30": {
            "text": "30. Schenker’s diary indicates that he had analyzed this first movement much earlier, in May of 1923 ( Schenker Documents Online , OJ 3/4, page 30 and OJ 3/4, page 29, transcr. Deisinger, trans. Ferguson) and before that in 1922 ( Schenker Documents Online , OJ 3/4, page 10 and pages 18–19, transcr. Deisinger, trans. Witmer). The published analysis was completed relatively early, in January of 1924 ( Schenker Documents Online , OJ 3/6, page 27, transcr. Deisinger, trans. Ferguson).",
            "citations": []
        },
        "FN31": {
            "text": "31. Schenker’s footnote to the analysis of Bach’s Little Prelude no. 3 ( 2004 , 175) is particularly telling: he calls the motion to an inner voice a “prolonged form of a third-progression,” meaning that it is a free imitation (prolongation) of a more fundamental, more strict, contrapuntal phenomenon (third-progression)—in short, it is not a true third-progression. On Schenker’s usage of the term “prolongation,” see Dubiel ( 1990 ) and Yust ( 2006 , 10–31).",
            "citations": [
                "dubiel_1990",
                "yust_2006"
            ]
        },
        "FN32": {
            "text": "32. Schenker cites this passage as an example of “boundary play” (§143), perhaps in allusion to his interpretation of the Gs.",
            "citations": []
        },
        "FN33": {
            "text": "33. As does Neumeyer ( 1987 ), who makes similar observations about the piece, but considers G to be an ascending passing tone rather than an upper neighbor. According to his interpretation, the G and A at the end of m. 7 are successive notes in a single voice, even though they both are sustained as part of the dominant ninth harmony over all of mm. 5–7.",
            "citations": [
                "neumeyer_1987"
            ]
        },
        "FN34": {
            "text": "34. Note that the first counterpoint to the Ursatz appears at the same level, level 1, in accordance with the convention that voice-leading transformations distinguish levels, not the addition of new voices. Also, level 2 is what Schenker would typically call the “first level,” because he does not include the Ursatz in his numbering.",
            "citations": []
        },
        "FN35": {
            "text": "35. The reader may be disturbed by the fact that the secondary upper voice added at level 1 moves in parallel fifths with the Urlinie : G–F / C– B ♭ . These parallel fifths cannot be explained away. The ninth of the sustained dominant and the Urlinie must resolve down by step at the same moment. The parallel fifths may have dissuaded Schenker from showing the ninth in his analyses, but they do not actually violate any of his theoretical tenets. Schenker derives the prohibition of parallel fifths from the harmony-defining nature of the fifth, and specifically cites instances involving incidental fifths as being only apparent parallels ( Free Composition , §161, 56–7). This is such an instance: the fifth C–G is not harmony-defining, but a juxtaposition of one note belonging to the background dominant (C) and a dissonant upper neighbor arising in the middleground (G).",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.4.yust.html",
    "data": "mto/data/mto.15.21.4.yust.json"
}