{
    "title": "Variant Timekeeping Patterns and Their Effects in Jazz Drumming",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Butterfield, Matthew W."
    ],
    "abstract": "In accompanying improvising soloists, jazz drummers must both maintain a steady pulse in conjunction with the bassist and generate intensity and excitement by means of irregular, improvised accompaniment patterns known as “comping.” Timekeeping and comping practices are generally conceived in opposition, with the former understood as “solid” and the latter as “liquid.” This essay shows how one modern jazz drummer employs variants of common timekeeping patterns in a more “liquid” way to generate motional energy through the strategic production of metric dissonance at key moments within a performance. In this way, timekeeping patterns may be understood not as extraneous to rhythmic intensification, but as integral to it.",
    "keywords": [
        "jazz drumming",
        "comping",
        "metric dissonance",
        "polyrhythm",
        "cross-rhythm",
        "ride rhythm"
    ],
    "doi": "",
    "received": "July 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.4/mto.10.16.4.butterfield.pdf",
    "author_info": [
        {
            "name": "Matthew W. Butterfield",
            "university": "Department of Music",
            "address": "Franklin & Marshall College, P.O. Box 3003, Lancaster, PA 17604-3003",
            "email": "matthew.butterfield@fandm.edu"
        }
    ],
    "citations": {
        "berliner_1994": "Berliner, Paul. 1994. Thinking in Jazz: The Infinite Art of Improvisation . Chicago: University of Chicago Press.",
        "brown_1990": "Brown, Anthony. 1990. “Modern Jazz Drumset Artistry.” The Black Perspective in Music 18: 39–58.",
        "butterfield_2006": "Butterfield, Matthew W. 2006. “The Power of Anacrusis: Engendered Feeling in Groove-Based Musics.” Music Theory Online 12.4.",
        "butterfield_2010": "Butterfield, Matthew W. 2010. “Participatory Discrepancies and the Perception of Beats in Jazz.” Music Perception 27/3: 157–175.",
        "hasty_1997": "Hasty, Christopher F. 1997. Meter as Rhythm . New York: Oxford University Press.",
        "hodson_2007": "Hodson, Robert. 2007. Interaction, Improvisation, and Interplay in Jazz . New York: Routledge.",
        "keil_1966": "Keil, Charles. 1966. “Motion and Feeling Through Music.” Journal of Aesthetics and Art Criticism 24: 337–349.",
        "keil_1987": "Keil, Charles. 1987. “Participatory Discrepancies and the Power of Music.” Cultural Anthropology 2/3: 275–283.",
        "korball_2000": "Korall, Burt. 2000. “Jazz Drumming.” In The Oxford Companion to Jazz , edited by B. Kirchner. Oxford and New York: Oxford University Press.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford: Oxford University Press.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . Chicago: University of Chicago Press.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures . Chicago: University of Chicago Press.",
        "prögler_1995": "Prögler, J. A. 1995. “Searching for Swing: Participatory Discrepancies in the Jazz Rhythm Section.” Ethnomusicology 39/1: 21–54."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For explanations of drummers’ roles and responsibilities, as well as historical overviews of the development of jazz drumming practices, see Brown 1990 ; Berliner 1994 , 324–332; Monson 1996 , 51–66; Korball 2000 , 681–695; and Hodson 2007 , 30–32.",
            "citations": [
                "brown_1990",
                "berliner_1994",
                "monson_1996",
                "korball_2000",
                "hodson_2007"
            ]
        },
        "FN2": {
            "text": "2. “Pent-Up House” is recorded on Sonny Rollins Plus Four , Prestige 7038.  It is also included on the Smithsonian Collection of Classic Jazz , Vol. IV.",
            "citations": []
        },
        "FN3": {
            "text": "3. There has been, of course, much discussion about the energy generated by asynchronous timing in the “hookup” between the drummer’s ride cymbal beat and the quarter-note pulse maintained in a walking bass line.  See, for example, Keil 1966 , 1987 ; and Prögler 1995 .  However, research presented in Butterfield 2010 indicates that the consequences of such “participatory discrepancies” have probably been overstated.  Their effects are actually quite subtle and considerably less consequential than events that transpire in the syntactical domain.",
            "citations": [
                "keil_1966",
                "keil_1987",
                "butterfield_2010"
            ]
        },
        "FN4": {
            "text": "4. Jamey Aebersold Jazz Series, Vol. 7: Miles Davis.",
            "citations": []
        },
        "FN5": {
            "text": "5. For a concise explanation of Hasty’s terms “beginning,” “continuation,” and “anacrusis” as they apply to the present example, see Butterfield 2006 , para. 6–16.  See also Hasty 1997 , 69–76 and 103–129 for a comprehensive exposition of these terms and concepts.",
            "citations": [
                "butterfield_2006",
                "hasty_1997"
            ]
        },
        "FN6": {
            "text": "6. On “durational cumulation” and its effects on the production of closure, see Narmour 1990 , 105–112.",
            "citations": [
                "narmour_1990"
            ]
        },
        "FN7": {
            "text": "7. See in particular Krebs 1999 , 22–39 and 59–61.",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN8": {
            "text": "8. Dissonance can, of course, stand alone with no need of resolution.  At issue is whether the norm is relatively dissonant or consonant.  Dissonance exhibits motional energy when context stipulates a fairly specific target of resolution.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In its role as accompaniment, the jazz rhythm section is charged with sustaining an engaging rhythmic groove and with generating intensity and excitement in support of an improvising soloist.  Drummers play an \nespecially vital role in this process.  Their principal ensemble function throughout jazz history has generally been timekeeping but, since the advent of modern jazz drumming during the bebop period, the more irregular, improvised accompaniment patterns known as “comping” have grown increasingly important. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Much of the literature on jazz drumming suggests an opposition between the timekeeping and comping functions—an opposition drummer Michael Carvin has eloquently characterized in terms of “solid” and “liquid” components, respectively (quoted in Monson 1996 , 55).  On the “solid” side, drummers generally employ the ride cymbal and/or hi-hat for timekeeping.  On these instruments, they perform repeated patterns intended quite simply to articulate a steady pulse and to provide a temporal referent for the rest of the ensemble, much like the bell pattern of West African drum ensembles.  By contrast, in the “liquid” domain, drummers “comp” on the other instruments of the drum kit, especially the snare drum, in order to generate intensity in support of (and often in dialogue with) an improvising soloist.  Timekeeping and comping take place simultaneously, of course.  Drummers maintain near-continuous timekeeping patterns on the ride cymbal with their right hands (assuming right-handedness) while their left hands comp freely on the snare, tom-toms, and crash cymbals, adding various figures and accents as necessary in accordance with their expressive purposes at any given moment.  Good comping procedures facilitate control over the flow of motional energy during a performance and, if successful, help the soloist build and develop his or her solo and drive it towards a dramatic climax.  Max Roach’s accompaniment of Clifford Brown’s trumpet solo \nin “Pent-Up House” is exemplary. (2) Roach begins sparsely, providing nothing more than simple timekeeping on the hi-hat and ride cymbals through the first part of the solo.  As it progresses, his comping rhythms become increasingly dense, loud, and complex until Brown’s solo concludes amid a cascade of cymbal crashes, syncopated snare chops, drum rolls, and “bombs” dropped \nby the bass drum.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "monson_1996"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In this framework, rhythmic interest in the drum part clearly lies in the highly variable “liquid” domain of comping.  By contrast, “solid” timekeeping on the ride cymbal and hi-hat must be understood as mundane, inert, and largely ineffectual with respect to the intensification of motional energy behind an improvising soloist, since its principal purpose is merely to serve as a sort of clock for the ensemble. (3) I would like to suggest, however, that varied timekeeping patterns played on the ride cymbal in particular can be instrumental in generating motional energy through the strategic production of metric dissonance at key moments \nduring a performance.  To this end, I will examine some of the ways in which one particular drummer, Steve Davis, employs various timekeeping patterns on the ride cymbal to generate energy and intensity through nine choruses of accompaniment \nin a performance of Miles Davis’s “Tune Up” from a Jamey Aebersold “Play-A-Long” recording. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] My choice of this recording has less to do with the decisiveness or genius of Davis’s performance—though he is unquestionably a brilliant drummer—than with ease of transcription.  Quite frankly, it is relatively simple to filter out the drum part in an Aebersold recording, whereas the added interference of other instruments on recordings of full ensembles makes it difficult to isolate and notate the many nuances of drum-set performance.  I should also add that my analysis of Davis’s accompaniment largely ignores the interactive play that is very much at the heart of rhythm section accompaniment.  I do not mean to imply that a drummer’s decisions regarding accompaniment are unrelated to events transpiring in the soloist’s line or in the piano and bass parts.  I mean only to emphasize some of the effects that specific timekeeping procedures have in and of themselves, independent of the interactive processes of jazz rhythm section performance.  My aim is selective and not comprehensive—I do not intend to offer here a complete explanation of Davis’s performance decisions, nor do I intend to theorize about modern jazz drumming in general. Example 1 . The ride rhythm (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The “ride rhythm”—the classic “ding-CHICK-a-ding” pattern played on the ride cymbal with the hi-hat snapped shut on the backbeats—has served as the standard timekeeping pattern in most forms of “straight-ahead” jazz since the 1940s.  As I have shown elsewhere ( Butterfield 2006 ), this pattern, by its very design, generates considerable forward momentum through the operation of anacrusis at multiple levels of rhythmic structure. Example 1 illustrates and summarizes this claim, drawing terminology and analytical symbology from Christopher Hasty’s Meter as Rhythm ( 1997 ).  A simple string of quarter notes on the ride cymbal, where enough context is assumed to establish 4/4 meter and to define the downbeats as such, produces no special rhythmic effects, as shown in \nExample 1a.  Each downbeat operates as a beginning [|] and the upbeats, all other things being equal, serve as continuations [\\]—each one completes the quarter-note duration promised on the preceding downbeat and renders more definite the potential for the becoming of a half-note duration.",
                "footnotes": [],
                "citations": [
                    "butterfield_2006",
                    "hasty_1997"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The addition of the hi-hat snapped closed with the foot pedal on the backbeats, as shown in \nExample 1b, transforms the rhythm.  The accented quality of the hi-hat, as well \nas the brevity of its actual sounding duration relative to the longer ride cymbal strike that precedes it, generates anacrusis [/] on the backbeats and thereby directs motional energy into the ensuing downbeat.  Thus the rhythm shown in \nExample 1b has a greater quality of forward propulsion than that shown in \nExample 1a.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The standard ride rhythm pattern, shown in Example 1c, adds a short tap on the ride cymbal on the “ands” of beats 2 and 4.  The virtue of this pattern is that it produces anacrusis at two critical levels of rhythmic structure:  1) on the backbeats as a result of the hi-hat strikes, as discussed in relation to \nExample 1b, and 2) on the short taps due to their brevity in relation to the long taps that precede them and their proximity to the long downbeats that follow.  As a result, anacrustic propulsion from the backbeats is released into the downbeats, generating wave upon wave of motional energy behind the more varied rhythmic events that take place in other parts of the ensemble.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] As Paul Berliner has observed, most drummers employ variants of the basic ride rhythm pattern either to sustain interest or to individualize their timekeeping styles ( 1994 , 617-622).  Generally, such variations are quite minor and may not be registered by the casual listener.  Example 1d shows one of the more extreme variants, which I shall call a “reversal.”  Here, the eighth-note pairs occur on beats 1 and 3 rather than 2 and 4.  This leads to durational cumulation (i.e., movement from a short duration to a longer one) and hence closure on the backbeats, such that \neach functions more to continue the duration begun on the previous quarter-note beat rather than as \nan anacrusis anticipating the ensuing one. (6) Consequently, reversal figures generate less forward propulsion than the standard ride rhythm pattern, and jazz drummers seldom use them for more than a single bar at a time.  Rather, reversals tend to appear in isolation \nwhere they function as unexpected disruptions in the forward flow of energy \ngenerated by the standard ride rhythm pattern, or in the context of extended \npatterns of two to four bars, to be discussed further below. Example 2 . Ride rhythm variant families (click to enlarge and see the rest)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "berliner_1994"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Example 2 presents a typology of ride rhythm variants commonly used by jazz drummers.  The type A family consists of the standard ride rhythm pattern (A 1 ) and its most basic variants (A 2 and A 3 ).  The type B family consists of reversal patterns.  Type C includes various hybrid patterns, of which types C 3 and C 4 appear to be most common.  Type C 3 simply offers a string of eighth notes at the end of the bar, and this generates added motion into the downbeat of the ensuing bar.  Type C 4 offers a reversal (type B 2 ) coupled with its “correction” at the end of the bar.  Finally, the neutral type D consists of a series of straight quarter notes with hi-hat played on the backbeats—the same pattern that was discussed in \nExample 1b.  It is less a variant of the ride rhythm itself than a stripped-down timekeeping pattern with backbeat accents.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Each of the variant types shown in Example 2 exhibits a distinct movement profile, which can be extrapolated from the discussion of \nExample 1.  That is, each pattern directs motional energy with varying degrees of force either towards the completion of a present duration (continuation) or towards the onset of a new beginning (anacrusis). Table 1 . Ride rhythm variant usage by Steve Davis in “Tune Up” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Table 1 shows the frequency of each variant type and each variant family employed by drummer Steve Davis in his nine choruses of accompaniment \nin “Tune Up.”  Each chorus consists of 32 bars in 4/4 meter, and thus there are 288 measures in total.  Davis plays time in all but the final two bars, however, so there are 286 measures at issue in Table 1.  As expected, type A 1 , the standard ride rhythm pattern, is the most common form, though Davis employs the neutral type D almost as often.  Among the other variants, types A 2 and A 3 occur most often, followed by the reversal type B 3 , which Davis uses almost as frequently as all of the type C hybrids combined.  Nineteen measures (about 6.6% of the total) are unclassifiable. These are instances where Davis abandons ride-cymbal timekeeping patterns altogether for more elaborate fills or figures, usually in anticipation of a structural downbeat—what Berliner has called “structural markers.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] When grouped by family, it can be seen from Table 1 that the type A family is by far the most common, followed by the neutral type D, and then the family of type B reversals, which surprisingly outnumber the type C hybrids. Perhaps equally as surprising, however, is the fact that Davis employs the type A family only about half the time, and not more.  This variability suggests that for him, the ride rhythm is in fact not rigidly “solid,” and that instead there is significant overlap between the drummer’s timekeeping and comping functions.  In other words, timekeeping processes are more fluid in Davis’s accompaniment style, and since each variant type shown in \nExample 2 exhibits its own motional properties, variability in the ride cymbal part contributes to the management of motional energy over the course of a performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] This fluidity becomes more obvious when Davis’s ride rhythm variants are considered over time, as shown in Figure 1 .  Davis begins his performance using the type A family between 65–75% of the time through the first three choruses.  Type A use declines rather precipitously after that, however, though it still remains the dominant type, \nas it is generally employed over 40% of the time through the remaining choruses.  Meanwhile, use of the more neutral type D increases through the middle choruses.  This corresponds to an increase in the use of activity on the snare drum, tom-toms, and crash cymbals—in other words, an increase in the density of “liquid” comping events in choruses \nfour through six, as shown in Figure 2 .  This suggests that use of a simpler pattern on the ride cymbal facilitates more elaborate comping patterns in the rest of the drum kit.  What energy is lost from the absence of eighth notes on the “ands” of beats 2 and 4 is made up for in terms of the flexibility gained \nfrom more “fluidity” and the increased density of comping events. Figure 1 . Ride rhythm variant usage per chorus in “Tune Up” (click to enlarge) Figure 2 . Total number of non-ride cymbal/hi-hat comping events per chorus in “Tune Up” (click to enlarge) Example 3 . Common ride cymbal pattern for a jazz waltz (click to enlarge) Example 4 . Three prototypical uses of the jazz waltz figure in “Tune Up” (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Of greatest interest in Figure 1 is that a decline in type D usage in choruses \nseven through nine is met with an increase in type B variants.  This is perhaps surprising, since type B reversals \ntypically exhibit less forward motional energy than other patterns, yet Davis employs them more towards the end of the performance when greater intensity is generally required.  \nHowever, this increase in type B use is merely apparent; it arises from an \nincrease in larger two to four bar patterns involving cross-rhythmic figures in these choruses.  Specifically, in these passages Davis plays the three-beat figure shown in Example 3 on the ride cymbal—one of the common ride cymbal patterns for a jazz waltz—against the four-beat meter maintained on the hi-hat, in the bass line, and in the rest of the ensemble.  This generates what Harald Krebs ( 1999 ) terms a “grouping dissonance,” one result of which is an increased instance of type B reversals. Example 4 illustrates three basic prototypes for Davis’s use of the jazz waltz figure in this performance, and I shall draw on Krebs’s terminology and symbology to explain the kinds of metric dissonance each involves. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "krebs_1999"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Example 4a shows a sequence of different ride rhythm types that result from application of the jazz waltz figure in the context of 4/4 meter.  The jazz waltz figure, each iteration of which is shown bracketed above the staff, generates a 3-layer (i.e., a repeated pattern three quarter notes in length).  Meanwhile, continued use of \nthe hi-hat on the backbeats generates a 2-layer nested within a larger 4-layer defined by the harmonic rhythm maintained by bass and piano (not shown here).  This results in a grouping dissonance of G4/3 (1=quarter).  The sequence of ride rhythm types, shown below the staff, results from this process, and this helps to explain the increased instance of type B reversals—especially type B 3 —in the last few choruses of this performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Example 4b shows the same pattern supplemented by a snare drum hit on the offbeat eighth note in the middle of the jazz waltz figure.  Again, the waltz figure generates a grouping dissonance of G4/3 (1=quarter).  Here, however, the \nsalient timbre of the snare drum generates a distinct rhythmic layer that stands out against the jazz waltz figure played on the ride cymbal.  It generates an additional 3-layer displaced against the waltz figure by three eighth notes, hence a displacement dissonance D6+3 (1=eighth).  Moreover, against the 4/4 meter maintained by bass and piano, the effect in the snare drum is a syncopated cross-rhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In Example 4c another snare drum hit is added, this time at the beginning of each iteration of the jazz waltz figure on the ride cymbal.  Here, the displacement dissonance seen in \nExample 4b is replaced by a grouping dissonance between the snare drum and the jazz waltz figure—a G3/2 (1=eighth).  This is nested within the larger dissonance G4/3 (1=quarter) produced between the jazz waltz figure and the 4/4 meter maintained by bass and piano.  At the same time, to the extent that the snare drum stands out as its own layer, it also produces a dissonance G3/2 (1=eighth) against the 4/4 meter maintained by bass and piano.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Metric dissonances such as those illustrated in Example 4 are generally anacrustic in nature since, as with most dissonance, they draw listeners’ expectations toward the moment of resolution. (8) The longer such dissonances are sustained before resolution, the more intense the anacrusis becomes.  This results in greater dramatic tension and more forward drive.  Consequently, Davis’s use of metric dissonance over increasingly long spans in the last few choruses of “Tune Up” works to generate considerable tension against the normative 4/4 meter sustained in the rest of the rhythm section, and with it, an intensification of the forward-propulsive quality of the performance. Example 5 . Some instances of the jazz waltz cross-rhythm in “Tune Up” (click to enlarge and see the rest)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] On occasion, Davis employs one or another of these prototypes in their “pure” form corresponding to their appearance in \nExample 4 (see Example 5 ).  Example 5a, for instance, shows a fairly typical usage of the prototype illustrated in \nExample 4b.   The pattern here is quite brief—there are only three iterations, and on the third, an accented snare hit either replaces or masks the ride cymbal strike that should sound with it, but the effect is the same.  On other occasions, however, Davis uses the snare drum more strategically to generate motional energy locally in relation to other factors, as in \nExample 5b.  Here, Davis reserves snare drum hits for the final iteration of the pattern.  This enhances the dissonant quality of the F 7 harmony, generating additional momentum that is then released with the harmonic resolution to B and the simultaneous resolution of the cross-rhythm in \nmeasure 43.  A similar case is shown in \nExample 5c, where Davis expands the cross-rhythm with a fourth iteration of the jazz waltz figure.  Here, there is more snare activity in the middle of the sequence—in other words, there is a shift from the prototype shown in \nExample 4b to the one shown in 4c, and then back again.  Snare events transpire more rapidly in \nmeasure 94 (every three eighth notes rather than six), creating a sense of acceleration and hence an intensification of motional energy under the dominant A 7 .  The cross-rhythm in the ride cymbal continues into the next bar, but the snare hit there arrives “late” in terms of the 3-layer (1=eighth) generated in \nmeasure 95, reflecting a deceleration—a modest relaxation—under the tonic D.  The snare hit in \nmeasure 96 then lands “early”—just five eighth notes later instead of six—but squarely on beat 2, normalizing or resolving the lingering effects of metric dissonance produced by the jazz waltz pattern in the preceding bars.  The type B 3 reversal pattern in the ride cymbal in \nmeasure 96 leads to closure on beat 4 at the end of the bar, wrapping up not just the \nfour-bar phrase, but the entire 32-bar chorus. Example 6 . More extended uses of the jazz waltz cross-rhythm in “Tune Up” (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Example 6 shows two passages involving a more extended use of the jazz waltz cross-rhythm.  In \nExample 6a, which shows the final twelve bars of the eighth chorus, two brief cross-rhythmic excursions in \nmeasures 245–247 and measures 248–249 precede the expanded cross-rhythmic passage of \nmeasures 249–255.  The extended length of this metric dissonance generates a cumulative tension that erupts into a dramatic drum roll on the snare to mark the end of the chorus and prepare the structural downbeat at the top of the next chorus.  Example 6b shows a passage from the seventh chorus with a similarly extended metric dissonance, but here Davis adds a syncopation in the sixth iteration (measure 209) by withholding the final cymbal stroke of the waltz figure.  He repeats the syncopation on the eighth iteration, this time more dramatically by shifting to the crash cymbal, which rings through \nmeasure 211.  The seventh and ninth iterations, which follow the syncopated ones, are relatively unembellished.  They serve to restabilize the jazz waltz figure following the destabilizing syncopations, as \nif Davis were pausing to gather his strength after each of these iterations in anticipation of the final surge of energy culminating in the powerful crash cymbal strike to close the fill at the conclusion of the passage in \nmeasure 213. Example 7 . The jazz waltz figure at the end of “Tune Up” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Example 7 shows the final 16 bars of the performance.  The complexity of the drum part is remarkable here, as is the complete absence of the standard ride rhythm pattern (type A 1 ).  Instead, amid a variety of syncopated blasts on the crash cymbals, Davis incorporates three distinct sequences of the jazz waltz cross-rhythm pattern.  The first one (measures 274–276) is fairly straightforward, though brief.  Its main feature is the G3/2 (1=eighth) dissonance generated in the snare drum against the jazz waltz figure—an instance of the prototype illustrated in \nExample 4c.  The second one (measures 277–280) is initiated with a syncopation on the crash cymbal, and then continues for three additional iterations involving the same G3/2 (1=eighth) dissonance.  Here, however, Davis switches from the snare drum to the tom-toms for some of those hits, and this generates additional movement \nthat is lacking when the pattern is played on the snare drum alone.  He does the same thing in the third sequence (measures 281–284), but provides an additional syncopation.  Thus each sequence of the jazz waltz cross-rhythm in this passage builds on the last, progressively increasing metric tension that is released only with the relatively square two-bar fill leading into the final cadence in \nmeasure 287. *\t*\t*\t*\t*",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] These examples drawn from Steve Davis’s performance of “Tune Up” suggest that timekeeping in jazz drumming can in fact be a rather fluid process.  As with effective comping procedures, the strategic variation of timekeeping patterns can serve to shape the flow of motional energy over the course of a performance, especially when they incorporate cross-rhythms against the prevailing meter.  In the last few choruses of “Tune Up,” Davis uses the three-beat jazz waltz figure on the ride cymbal, coupled with additional metric dissonances supplied on the snare drum, to generate tension and energy.  In this way, the timekeeping pattern is not extraneous to rhythmic intensification; \nrather it is integral to it.  Thus, aside from providing a “solid” foundation for the time in a jazz performance, variant timekeeping patterns can serve as a more “liquid” resource \nthat drummers may exploit to supplement conventional comping procedures in order \nto build intensity behind an improvising soloist.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.4.butterfield.html",
    "data": "mto/data/mto.10.16.4.butterfield.json"
}