{
    "title": "Triadic Post-Tonality and Linear Chromaticism in the Music of Dmitri Shostakovich",
    "date": "2003/03/01",
    "volume": "9",
    "issue": "1",
    "authors": [
        "Hussey, William"
    ],
    "abstract": "In his introduction toShostakovich Studies,David Fanning wrote, “The most crucial lacuna in western understanding of Shostakovich's music concerns harmonic and tonal language.” As analysts, we tend to place composers harmonically into one of two categories, tonal or atonal, which leaves little room for those, like Shostakovich, who fall somewhere in between. In his study of chromatic tonality, Gregory Proctor states that nineteenth-century composers began a structural move from asymmetrical tonal space to symmetrical chromatic space (Proctor 1978, 149). It is understandable, then, that the music during this transitory period calls for analysis that takes advantage of multiple theoretical systems, those that have proven successful for both precedingandsubsequent musical styles. Building upon the recent harmonic theories of Charles Smith, Daniel Harrison, Gregory Proctor, Richard Cohn, and Patrick McCreless, this paper will explore the marriage of triadic writing with linear chromaticism and other symmetrical constructions as the composer's answer to the conflict of artistic creation within the confines of Soviet Realism.",
    "keywords": [
        "Shostakovich",
        "symphonies",
        "piano trio",
        "chromaticism",
        "Soviet",
        "Neo-Riemannian Theory"
    ],
    "doi": "",
    "received": "June 2002",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.1/mto.03.9.1.hussey.pdf",
    "author_info": [
        {
            "name": "William Hussey",
            "university": "whussey@roosevelt.edu",
            "address": "",
            "email": ""
        }
    ],
    "citations": {
        "bailey_1977": "Bailey, Robert. 1977. “The Structure of the Ring and its Evolution.” Nineteenth-Century Music 1: 48–61.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15/i: 9–40.",
        "cohn_1997": "Cohn, Richard. 1997. “Introduction to Neo-Riemannian Theory: a Survey and a Historical Perspective.” Journal of Music Theory 42 (Spring): 167–179.",
        "fanning_1995": "Fanning, David. 1995. “Introduction. Talking about eggs: musicology and Shostakovich.” In Shostakovich Studies, edited by David Fanning, 1–16. Cambridge: Cambridge University Press.",
        "fay_2000": "Fay, Laurel. 2000. Shostakovich: A Life. Oxford: Oxford University Press.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of Its Precedents. Chicago: University of Chicago Press.",
        "macdonald_1990": "MacDonald, Ian. 1990. The New Shostakovich. Boston: Northeastern University Press.",
        "mccreless_1995": "McCreless, Patrick. 1995. “The Cycle of Structure and the Cycle of Meaning: the Piano Trio in E minor, Op. 67.” In Shostakovich Studies, edited by David Fanning, 113–136. Cambridge: Cambridge University Press.",
        "mccreless_1996": "McCreless, Patrick. 1996. “An Evolutionary Perspective on Nineteenth-Century Semitonal Relations.” In The Second Practice of Nineteenth-Century Tonality, edited by William Kinderman and Harald Krebs, 87–113. Lincoln, Nebraska: University of Nebraska Press.",
        "proctor_1978": "Proctor, Gregory. 1978. “Technical Bases of Nineteenth-Century Chromatic tonality: A study in Chromaticism.” Ph.D. diss., Princeton University.",
        "roseberry_1989": "Roseberry, Eric. 1989. Ideology, Style, Content, and Thematic Process in the Symphonies, Cello Concertos and String Quartets of Shostakovich. New York: Garland.",
        "sheinberg_2000": "Sheinberg, Esti. 2000. Irony, Satire, Parody and the Grotesque in the Music of Shostakovich. Burlington, Vermont: Ashgate Publishing Company.",
        "smith_1986": "Smith, Charles J. 1986. “The Functional Extravagance of Chromatic Chords” Music Theory Spectrum 8: 94–139.",
        "taruskin_1997": "Taruskin, Richard. 1997. Defining Russia Musically. Princeton, NJ: Princeton University Press.",
        "wilson_1994": "Wilson, Elizabeth, ed. 1994. Shostakovich: A Life Remembered. Princeton, NJ: Princeton University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Fanning 1995 , 8.",
            "citations": [
                "fanning_1995"
            ]
        },
        "FN2": {
            "text": "2. Fanning 1995 , 8.",
            "citations": [
                "fanning_1995"
            ]
        },
        "FN3": {
            "text": "3. McCreless 1995 , 118.",
            "citations": [
                "mccreless_1995"
            ]
        },
        "FN4": {
            "text": "4. For an in-depth look into semiotic analysis of Shostakovich’s music, see Sheinberg 2000 .",
            "citations": [
                "sheinberg_2000"
            ]
        },
        "FN5": {
            "text": "5. McCreless 1995 , 118.",
            "citations": [
                "mccreless_1995"
            ]
        },
        "FN6": {
            "text": "6. Cohn 1997 , 168.",
            "citations": [
                "cohn_1997"
            ]
        },
        "FN7": {
            "text": "7. Cohn 1997 , 168.",
            "citations": [
                "cohn_1997"
            ]
        },
        "FN8": {
            "text": "8. Smith 1986 .",
            "citations": [
                "smith_1986"
            ]
        },
        "FN9": {
            "text": "9. Cohn is quick to note that although the nineteenth-century theories referred to in this system are based upon those of Riemann, many of these concepts were not original to him. See Cohn 1997 , 173.",
            "citations": [
                "cohn_1997"
            ]
        },
        "FN10": {
            "text": "10. For a collection of articles exploring various aspects of New-Riemannian Theory, see Journal of Music Theory 42 (Spring 1997).",
            "citations": []
        },
        "FN11": {
            "text": "11. Proctor 1978 , 149.",
            "citations": [
                "proctor_1978"
            ]
        },
        "FN12": {
            "text": "12. Harrison 1994 , 45ff.",
            "citations": [
                "harrison_1994"
            ]
        },
        "FN13": {
            "text": "13. McCreless 1996 , 103.",
            "citations": [
                "mccreless_1996"
            ]
        },
        "FN14": {
            "text": "14. For examples of other themes from Symphony No. 1 that are dominated by stepwise chromatic motion, see measures 3–10 of the second movement, measures 1–16 of the third, and measures 31–43 of the fourth.",
            "citations": []
        },
        "FN15": {
            "text": "15. Smith 1986 , 121.",
            "citations": [
                "smith_1986"
            ]
        },
        "FN16": {
            "text": "16. For discussion of the thematic material from this passage and its derivation from the symphony’s opening, see Roseberry 1989 , 53–4.",
            "citations": [
                "roseberry_1989"
            ]
        },
        "FN17": {
            "text": "17. In the recapitulation of this theme, which returns in the tonic major, the opening progression of tonic, predominant, and dominant does resolve to tonic as expected.",
            "citations": []
        },
        "FN18": {
            "text": "18. Harrison 1994 , 48.",
            "citations": [
                "harrison_1994"
            ]
        },
        "FN19": {
            "text": "19. Smith 1986 , 112.",
            "citations": [
                "smith_1986"
            ]
        },
        "FN20": {
            "text": "20. Cohn 1996 .",
            "citations": [
                "cohn_1996"
            ]
        },
        "FN21": {
            "text": "21. Cohn refers to such hexatonic progressions as T2 movements, the transformational “T” referring to the mapping of triads in a hexatonic system, not in chromatic space, and “2” pertaining to the two steps between each harmony in the given system. See Cohn 1996 , 19–20.",
            "citations": [
                "cohn_1996"
            ]
        },
        "FN22": {
            "text": "22. Cohn 1996 , 33.",
            "citations": [
                "cohn_1996"
            ]
        },
        "FN23": {
            "text": "23. Bailey 1977 , 51.",
            "citations": [
                "bailey_1977"
            ]
        },
        "FN24": {
            "text": "24. Dmitri Shostakovich, “Moy tvorcheskiy otvet” [My Creative Response], Vechernyaya Moskva January 1938, page 8; translated by Richard Taruskin ( 1997 , 523). Taruskin indicates it is unlikely that Shostakovich wrote this article himself, but he did accept the implications of its title. Known for using irony and sarcasm in his writing, one could imagine Shostakovich approving of this statement and its alternate interpretations.",
            "citations": [
                "taruskin_1997"
            ]
        },
        "FN25": {
            "text": "25. McCreless 1995 , 125.",
            "citations": [
                "mccreless_1995"
            ]
        },
        "FN26": {
            "text": "26. It seems that Shostakovich intentionally created an expectation of E at the end of the ostinato, for when this passacaglia progression returns in the finale at rehearsal 105, the penultimate harmony of B minor resolves to E major, an authentic resolution making the hypothetical resolution shown in Example 11b ([ DjVu ] [ GIF ]) not so hypothetical. In retrospect, the original passacaglia progression with its unconventional ending is set up to make the authentic resolution in the finale more poignant as the expected conclusion never reached in the passacaglia is finally achieved.",
            "citations": []
        },
        "FN27": {
            "text": "27. My thanks to Stefan Kostka who suggested this example to clarify my point.",
            "citations": []
        },
        "FN28": {
            "text": "28. MacDonald 1990 , 172–4. The piano trio was begun in December of 1943, a few months before Sollertinsky’s death on February 11, 1944, but Shostakovich worked on the final three movements during the following summer, completing the entire composition on August 13, with Sollertinsky’s name in the dedication ( Wilson 1994 , 196).",
            "citations": [
                "macdonald_1990",
                "wilson_1994"
            ]
        },
        "FN29": {
            "text": "29. McCreless 1995 , 128.",
            "citations": [
                "mccreless_1995"
            ]
        },
        "FN30": {
            "text": "30. Georgiy Khubov, “5-ya simfoniya D. Shostakovicha,” Sovetskaya musika 6, No. 3 (1938): 14-28; translated by Richard Taruskin ( 1997 , 527).",
            "citations": [
                "taruskin_1997"
            ]
        },
        "FN31": {
            "text": "31. Taruskin 1997 , 484–6.",
            "citations": [
                "taruskin_1997"
            ]
        },
        "FN32": {
            "text": "32. Fanning 1995 , 6.",
            "citations": [
                "fanning_1995"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his introduction to Shostakovich Studies, David Fanning writes, “The most crucial lacuna in western understanding of Shostakovich’s music concerns harmonic and tonal language.” (1) Music analysts in the west tend to place composers harmonically into one of two categories, tonal or atonal, which leaves little room for those that fall somewhere in between. When a musical work does not clearly fit into one of these classifications, the difficulties in applying an analytical system can seem insurmountable. The music of Shostakovich, which Fanning describes as “sometimes tonal, sometimes modal, sometimes somewhere in between, and sometimes outside the bounds of either” (2) is no different.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Fanning’s assertion of misunderstanding with regards to the composer’s   works is in line with the views of Patrick McCreless, who has maintained that   the music of Shostakovich has “been generally ignored by theorists of the Anglo-American   positivist tradition.” (3) While   McCreless suggests this could be a result of cultural distance, of unwillingness   to deal with the extramusical content (4) or cross-movement references that permeates much of Shostakovich’s music, he   also alludes to theorists reluctance to analyze twentieth-century “tonal” music. (5) Given the composer’s training at the Leningrad Conservatory in the tradition   of Tchaikovsky and Rimsky-Korsakov, it is not surprising that Shostakovich’s   works would reflect the tonal aspects of the advanced chromatic music from the   late nineteenth century; and yet, as many analysts have acknowledged, to call   such music “tonal” is misleading. Categories such as “chromatic tonality” and   “triadic atonality” are equally equivocal, according to Richard Cohn who suggests   “triadic post-tonality” as a more appropriate designation. (6) Although issues of culture and hermeneutics have raised barriers between analysts   and Shostakovich, issues of advanced chromaticism and its conflicts with tonality   that have hindered nineteenth-century musical analysis are present as well.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Harmonically, the triadic nature of Shostakovich’s music seems conservative for its time and, on the surface, analytically unproblematic; but, as Cohn has stated, “[b]ecause music of this type uses the harmonic structures and, often, the conventional cadences of diatonic tonality, it lures the attentions of analytical models designed for diatonic music. Yet it is also notoriously unresponsive to such attentions . . . ” (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Whereas Cohn was referring to difficult passages in the music of Wagner,   Liszt and their contemporaries, it is not surprising that twentieth-century   “tonal” music, including that of Shostakovich, has been equally difficult for   theorists to grasp. Now, more than one hundred years later, analysts continue   to explore new inroads to “triadic post-tonality.” Some have approached this   music by adjusting traditional tonal analysis, for example, Charles Smith, who   has combined Schenkerian techniques with a multi-level harmonic analysis. (8) Cohn and others have appropriated analytical systems common for post-tonal music   in conjunction with theories proposed by the late nineteenth-century music scholar,   Hugo Riemann. Commonly known as Neo-Riemannian Theory, (9) this work has used mathematical operations to demonstrate the unique nature   of the major and minor triad and their ability to map onto each other within   a symmetrical, non-tonal system. (10) In his study of chromatic tonality, Gregory Proctor states that nineteenth-century   composers began a structural move from asymmetrical tonal space to symmetrical   chromatic space. (11) It is understandable,   then, that the music during this transitory period calls for analysis that takes   advantage of multiple theoretical systems, those that have proven successful   for both preceding and subsequent musical styles.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Symmetrical chromatic space in Shostakovich’s music is not limited to his triadic harmonic progressions, but also includes linear material commonly constructed of stepwise chromatic motion. While his contemporaries obscured or abandoned tonality with symmetrical whole-tone, octatonic, or even 12-tone melodies, Shostakovich’s linear exploration of chromatic space was often very straightforward, for a chromatic scale is symmetrical, realized through a recurring pattern that does not define a key. As Daniel Harrison has stated, a half step alone can, on some level, function as a dominant agent (12) but a succession of half steps weakens the permanence of any local tonic. Depending upon rhythmic emphasis, the same chromatic scale can fit in a tonal context without disrupting the tonality, or it can be used to push the boundaries of that tonal context. The tonal disruption of chromatic pitches outside of the key becomes more acceptable to the ear when presented within a coherent linear pattern.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] McCreless speaks to this concept when he writes “the historical development of chromatic space in the nineteenth century involved a gradual and almost imperceptible progression from a state of affairs where such leaps into chromatic space catered to the inculturated security of global diatonic space by adopting conventional linear-motive means to rationalize them and by limiting their absolute duration to a state of affairs where the demand to hear in chromatic space is so pervasive that we must hear on its terms rather than on the terms of diatonic space.” (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A recurring stepwise pattern of ascending or descending half-steps itself creates a sense of coherence and direction whether tonal or atonal, and the composer determines the degree to which the chromatic space is emphasized. This article will examine Shostakovich’s use of linear chromaticism within a clear tonal context in his First Symphony, his expanded use of linear chromaticism and symmetrical middleground structures in his Fifth Symphony, and his redefinition of traditional harmonic function in the passacaglia of his Second Piano Trio. Example 1a . Shostakovich, Symphony no. 1, I, mm. 58–65 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Example 1 exhibits thematic material from the first movement of his Symphony No. 1, illustrating Shostakovich’s use of stepwise chromatic lines in his themes. (14) A closer look at the melody reveals that despite the linear chromatic motion, those pitches outside of the home key of F minor are primarily passing, with rhythmic emphasis given to notes within the key. Examining the same passage with its accompaniment, one can see that for the most part the harmonic material is also clear; however, the realization of dominant harmonies at the end of each phrase is somewhat unusual and, like the theme, is stepwise and chromatic.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In measure 61, the predominant secondary harmony of vii o /V appears on the first beat with a V or V expected to follow that will lead to a tonic at the beginning of the consequent phrase in measure 62. The notes of the expected dominant enter “out of sync” with G and E natural on beat 2, the seventh B ♭ on beat 3, and the root C on beat 4. When the root of the harmony is reached, the fifth G has moved to G ♭ and the seventh B ♭ has moved to B ♭ ♭ , both leading chromatically to their notes of resolution in measure 62. (These lines are demonstrated in Example 2a with a voice-leading sketch of the music. Stemmed notes indicate the notes of the traditional harmonic spelling.) Similarly, a predominant-dominant-tonic progression is realized chromatically at the end of the consequent phrase, with notes of the Neapolitan harmony in measure 64 proceeding chromatically in all voices through vii o 7 to the tonic in measure 65. (See Example 2b .) Example 2a . Shostakovich, Symphony no. 1, I, mm. 61–62, voice-leading sketch (click to enlarge and listen) Example 2b . Shostakovich, Symphony no. 1, I, mm. 64–65, voice-leading sketch (click to enlarge) Example 3 . Shostakovich, Symphony no. 5, I, 2nd tonal area, mm. 50–70 (click to enlarge and listen) Example 4a . Shostakovich, Symphony no. 5, I, 2nd tonal area, mm. 50–70 (click to enlarge and listen) Example 4b . Shostakovich, Symphony no. 5, I, 2nd tonal area, mm. 57–58, voice-leading sketch of accompaniment (click to enlarge and listen) Example 4c . Shostakovich, Symphony no. 5, I, 2nd tonal area, mm. 67–69, voice-leading sketch of accompaniment (click to enlarge and listen) Example 5a . Shostakovich, Symphony no. 5, I, 2nd tonal area, mm. 50–69, voice-leading sketch (click to enlarge) Example 5b . Shostakovich, Symphony no. 5, I, 2nd tonal area, mm. 50–69, voice-leading sketch (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Chromatic alteration of a diatonic chord is not uncommon in tonal music, and such changes to diatonic harmony often involve the dominant, such as the V+ chord, with a raised scale degree 2 that functions as a leading tone to scale degree 3 of a subsequent tonic harmony. As Charles Smith has stated, “Perhaps because the dominant is the pivotal function in most tonal music, it is certain transformations of dominant harmony that create the most obvious opportunities for chordal hypostasization.” (15) In both instances of Example 1, the dominant harmonies are altered, but the dominant function is not. Here, the sense of dominant resolution is given by the cessation of semi-tone motion on the same harmony that initiated the passage as the established tonic. Indeed, one could postulate that the dominant pull to tonic is increased, with all notes of the tonic harmony approached by half step. Furthermore, the F minor tonality is not compromised despite the thematic and harmonic chromaticization.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Shostakovich’s Symphony No. 5 uses similar harmonic language, but with a greater threat to tonal stability. Example 3 contains the music for the second tonal area of the Fifth Symphony’s first movement exposition. Beneath the music, the harmonies are analyzed by root and chord type, with possible Roman numeral implications below. This analysis will focus on the harmonic and linear material of the accompaniment. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As in Example 1, there are many chromaticized dominants in this excerpt. The passage begins with what seems to be a simple progression confirming the original tonic of E ♭ minor—a very traditional opening statement of tonic, predominant, dominant, with tonic expected to follow. ( Example 4a provides a hypothetical realization of the expected resolution in measure 58.) The final tonic never appears, as the D half-diminished 7 harmony, a leading tone chord in E ♭ , is altered to become a D7 with a major and diminished 7th in measure 57, functioning as an unusual dominant to G minor in the subsequent measure. (17) With the bass ascending by fourth into measure 58, the upper lines move from the D half-diminished 7 through measure 57 to the subsequent G minor resolution by half step. Each of the chord tones of the G minor harmony in measure 58 is approached by half step, and supported by the dominant to tonic effect of the bass (See Example 4b ). Daniel Harrison has observed that a 5 ˆ - 1 ˆ movement in the bass can support “a wide variety of pitches above it” and still express a dominant to tonic relationship. (18) Without the fourth movement in the bass, the chromatic upper lines would simply obscure the original E ♭ minor key instead of initializing a new tonic of G minor.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The following minor harmonies of F (or A ♭ ) and A in measures 60–63 (refer again to Example 3) are difficult to identify functionally (possibly predominant); however, the G ♭ major harmony of measure 64 (enharmonically understood as F ♯ major) resolves as a dominant to the following B minor. The A ♭ - B ♭ - B line in the bass and upper voice that moves from measure 66 into measure 67 functions as G ♯ - A ♯ - B, 6 ˆ - 7 ˆ - 1 ˆ , or “la - ti - do” in B minor to tonicize the key.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] A similar but more radical instance of dominant alteration is realized at the end of the passage. The B minor to E major progression in measures 67–70, a modal version of an authentic resolution, is altered and strengthened with an intervening harmony at measure 68 which, in isolation, could be identified as a G11 chord. Again, the linear nature of the passage reveals chromatic movement in the bottom line of the second violin and the cello, as well as stepwise movement in the viola through measures 67–68 resolving by half step in measure 69. With three leading tones, in addition to the fifth descent in the bass, the “G11” chord has as a stronger dominant pull to tonic than the simple minor v in measure 67, even though no traditional leading tone for this key is present. (See Example 4c .) (In Examples 3 and 4c, G11 is analyzed as V with quotation marks to indicate the chord’s function. This notational concept was created by Charles Smith to convey function for chromatically altered chords.) (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Stepping back and looking at the entire passage, there is an overwhelming presence of chromatic movement in all of the accompanimental lines. The only significant exceptions punctuate the passage at three points of harmonic resolution in the bass line: the fourth leap from D to G into measure 58 ( 5 ˆ - 1 ˆ in G); the A ♭ - B ♭ - B line into measure 67 ( 6 ˆ - 7 ˆ - 1 ˆ in B); and the final fifth descent (B - E or 5 ˆ - 1 ˆ in E) at the conclusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Example 5a consists of a voice leading sketch of the accompanimental lines for this same passage illustrating the chromatic nature of the linear material. Stemmed notes show the harmonic pillars created by the bass movement at measure 58 on G, B at measure 67, and the final cadence of E at 69. As shown in Example 5b , the opening notes of the structural bass arpeggiate an augmented triad of E ♭ , G, and B. If the opening E ♭ is understood enharmonically as D ♯ , these notes form V+ of E, with D ♯ , the only leading tone of E missing in altered dominant of measure 68, reinterpreted as a leading tone to E in measure 69.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The problem with such an analysis is that projection of an augmented dominant across measures 50–68 is an alteration of traditional tonal principles to accommodate a symmetrical formation. The succession of tonics by major third is characterized more clearly through recent advancements in Neo-Riemannian theory. In 1996, Richard Cohn proposed a system of symmetrical triadic progression, referred to as the hexatonic system, which can be engaged to better explain the middleground structure of this passage. (20) Without going into too much detail, a short summary of this system is necessary.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] With the given precept that major and minor triads are inversionally equivalent, both chords being found in set class 3-11, Cohn identifies a cycle of triadic motion that is symmetrical proceeds with exceptionally smooth voice-leading, and is set-class consistent but not easily explained in tonal terms. Example 6 . Brahms, Concerto for Violin and 'Cello, I, mm. 268–79, harmonic reduction (Taken from Cohn, 1996) (click to enlarge) As an example of this cycle, he uses a progression from Brahms’s Concerto for Violin and ‘Cello. His harmonic reduction of the passage, shown in Example 6 , exhibits a progression in which each chord is a major or minor triad and movement between chords always has two common tones with the other voice moving by semitone. (The symbols “+” and “-” represent “major” and “minor” triads, respectively.) The progression is cyclic and symmetrical because the initial harmony is reached at the seventh chord where the progression begins to repeat itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This systematic progression, called “maximally smooth cycles” by Cohn, can be represented in a circular manner, shown in Figure 1. The pitches used by the six chords on this circle (B, C, E ♭ , E, G, A ♭ ) combine to form the set [0, 1,4, 5, 8, 9] or set 6-20, a set that is both inversionally and transpositionally symmetrical. The chords in this circle use only three notes as roots, (C, A ♭ , and E) with each root having a major and minor version. The three notes equally divide the octave, and the same cycle can be duplicated three more times, resulting in four hexatonic systems containing all possible major and minor triads. (See Figure 2.) The nature of the hexatonic system is an ideal “middle” step between the asymmetrical tonal space and symmetrical chromatic space mentioned by Proctor, borrowing the triadic constructions and smooth voice leading of tonality but realizing them in a symmetrical pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Examining the Fifth symphony passage of Example 3 and its middleground sketches in Examples 5a and 5b with these hexatonic systems in mind, the first three harmonic pillars of E ♭ minor, G minor, and B minor can now be understood as a passage through the Western hexatonic system. Instead of proceeding through the system by alternating major and minor triads, Shostakovich skips one step in the system each time, using the minor triads only. (21) Such a progression encompasses all of the pitches present within a single hexatonic system (in this case, D, E ♭ , F ♯ , G, B ♭ , and B). After the minor triads of the Western system have been exhausted, the final harmony of the passage of E major is reached, prepared in a diatonic fashion by the minor dominant of B before. Such a combination of hexatonic and diatonic analysis is consistent with Cohn’s statement that “the hexatonic model is likely to achieve the broadest scope and deepest insight . . . if used not in isolation from standard diatonic models, but rather in conjunction with them.” (22) Example 7 . Shostakovich, Symphony no. 5, I, 2nd tonal area, hexatonic middleground (click to enlarge) Example 8 . Shostakovich, Symphony no. 5, I, Exposition through Development, bass line sketch (click to enlarge)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Thus, the entire passage displays an exceptional amount of symmetrical material with many diatonic elements as well. The points of harmonic arrival are realized through diatonic bass movement that contextualize the symmetrical, stepwise chromatic material of the other lines. The middleground structure is also symmetrical, conforming to a hexatonic system. The middleground voice leading of the passage, shown in Example 7 and understood in hexatonic terms, resembles that in Example 6. With the bass moving by major   third to the root of each chord and the next lowest voice following in   parallel 5ths, the upper voices remain the same or move by semitone until the   authentic resolution at the conclusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The half-step modulation of E ♭ to E that takes place across the passage is not, in itself, unprecedented, but the role these keys play in the movement as a whole is significant. Given the fact that the opening tonal area of the movement is in D minor, and the development begins in the key of F, we can determine a structural key pattern of an ascending chromatic line, D - E ♭ - E - F. (See Example 8 .) Unlike the half-step modulations pointed out by Robert Bailey in the music of Wagner, (23) the structural bass line of Shostakovich’s Fifth does not rise by half step for textual expression or by simple transposition. The preponderance of linear chromatic lines in the music of Shostakovich suggests this to be a fundamental musical idea that appears on multiple levels throughout the composer’s works.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The nature of Shostakovich’s harmonic language and the rehabilitative   role that the Fifth Symphony played for him in official circles is important   element in interpreting this passage. After his opera Lady MacBeth of the   Mtsensk District had played for almost two years to full houses in Leningrad   and Moscow, Soviet artistic officials, probably at the command of Stalin, abruptly   condemned the opera in the newspaper Pravda for dissonant and “formalistic”   tendencies. New articles followed criticizing his other works, and soon his   music, which had flourished around the world, was virtually banned from performance   in his own country. The Fifth Symphony was hailed as the composer’s return to   the traditional and optimistic character demanded by Soviet Realism, but the   same chromatic material he had been chastised for remained. If one were to describe   Example 3 analytically before it is played, with its chromatic lines and half-step modulations,   the listener might expect the passage to sound chaotic, but the actual aural   effect is quite different. The linear chromaticism and hexatonic cycles smooth   the modulatory nature of the passage. The symmetrical, non-tonal language is   buried within the linear chromaticism, hidden beneath the eyes of those who   had condemned his work. In an article about the symphony, the composer allegedly   wrote, “[I]f the demanding listener will detect in my music a turn toward greater   clarity and simplicity, I will be satisfied” (24) —the   term “demanding listener” have multiple meanings in this case. Example 9 . Shostakovich, Symphony no. 9, II, mm. 1–30 (click to enlarge and listen)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In the Fifth Symphony example just discussed, the linear chromatic material is tonally defined by the fifth movement in the bass, but in many instances, Shostakovich’s chromatic lines are functionally realized by different means. A very simple example is in the opening of the second movement from his Ninth Symphony, shown in Example 9 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The only two lines present here are the pizzicato line of the cello and bass, as well as a solo clarinet, written at concert pitch in the example. In this B minor passage, the bass is limited to the three notes of the tonic triad: B, D, and F ♯ . The clarinet melody contains two extended chromatic descents. The notes of the descents are highlighted with beams above the music with some shorter descents shown with lower beams. Notice that the descents ending in measures 21 and 30 both conclude with a whole step.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] A linear chromatic line, while having a clear melodic direction, lacks a conclusive quality due to its symmetrical nature, begging the question “Where will the line end?” The bass line in this excerpt provides a tonal backdrop to the melody, but cadences that occur in measures 21 and 30 are aurally apparent because the chromatic line leading into the cadence is concluded with a whole step. It is a cadence created by melodic contrast. Strangely enough, this is a total reversal of the traditional diatonic cadence, where the less common half step creates the contrast. Here, the whole step is the uncommon element. Example 10 . Shostakovich, Piano Trio, Op. 67, III “Passacaglia”, mm. 1–9 (piano only) (click to enlarge and listen) Example 11a . Shostakovich, Piano Trio, Op. 67, III “Passacaglia”, mm. 1–5 (piano only), hypothetical resolution of m. 4 (click to enlarge and listen) Example 11b . Shostakovich, Piano Trio, Op. 67, III “Passacaglia”, mm. 5–9 (piano only), hypothetical resolution of m. 8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The principle of the “cadence by contrast” is an important one when considering the passacaglia from Shostakovich’s Second Piano Trio, Op. 67. The ostinato that opens the movement is shown in Example 10 . McCreless has described the bass line of this movement as being constructed of two tetrachords in keys a tritone apart. (25) The first four notes fit the opening key of B ♭ , and the final four notes imply a modal version of the key of E that never resolves to tonic.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] We hear in this movement many traditional elements, in particular the passacaglia form itself. Baroque passacaglias often employ descending chromatic bass lines, such as “Dido’s Lament” in Purcell’s Dido and Aeneas or the “Crucifixus” from Bach’s B minor mass, the nature of this linear material effectively creating a sense of mourning and sorrow. As McCreless has noted, Shostakovich plays homage to this historic passacaglia bass line with the tetrachord construction and the descending chromatic line used in the upper voice instead of the bass. As with the previous examples, the harmonies are constructed in triadic fashion, and the first four bars yield easily to conventional analysis. The opening minor tonic moves to a dominant, then passes through V/V to another dominant function, vii o 7 in measure 4. At this point, the vii o 7 could have resolved back to tonic in B-flat minor ( Example 11a contains a hypothetical resolution of measure 4.); but the resolution of measure 4 into measure 5 is anything but expected. The second four measures lose the clarity present in the first four, and it is here that the contemporary elements of the music come to the fore. The G major seventh and the G minor with major seventh in measures 5 and 6, respectively, form the most disturbing and unexpected chords of the passage, initially with no obvious functional role. When A minor arrives in measure 7, stability seems to return, and as B minor follows, the whole step movement in the bass gives a possible indication of a modal predominant-dominant progression expected to resolve to E. (See Example 11b for a hypothetical resolution of measure 8.) The resolution is, instead, to B ♭ minor, the beginning of the next statement of the ostinato. (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] When the unexpected and non-functional seventh chords of measures 5–6 yield to the relatively stable A minor of measure 7, the significant aural affect is heightened by linear means as well. The upper line, that had been consistently chromatic to this point, moves by whole step D to C, and like the passage in the Ninth Symphony, this single whole step stands out from the rest of the line. In addition, the lowest line in the right hand, beginning in measure 1 on B ♭ , moves only by half step, except for measures 6–7, when it descends from F ♯ to E. This linear contrast in conjunction with a return to harmonic stability emphasizes the A minor harmony of measure 7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] A minor triad traditionally is somewhat ambiguous harmonically, able to function as both tonic and predominant. Given the preceding harmony, the tonic function of measure 7 seems unlikely, whereas the subsequent whole step ascent to B in measure 8 implies a subdominant-dominant function. Such a progression would signal a conclusion to the ostinato, setting up a return of the opening harmony. Measure 8, however, would be a dominant of E, not B ♭ , and the F-natural appearing on beat 2 of measure 8 alters the implied minor of B and D on the downbeat, to a diminished quality. The F serves as an anticipation of the next ostinato, and the B and D of measure 7 descend by half-step to B ♭ and D ♭ , respectively. Example 11c . Shostakovich, Piano Trio, Op. 67, III “Passacaglia”, mm. 8–9 (piano only), comparison to conventional authentic cadence (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Once again, Shostakovich creates a dominant effect by unconventional means. In retrospect, the B in the bass of measure 8 seems to be flat 2 ˆ of the following B ♭ tonic, possibly understood as a Neapolitan. Although established harmonic principles define the Neapolitan as a predominant harmony, there are many examples of this chord proceeding directly to tonic in a plagal manner. Shostakovich scholars have often noted the composer’s affinity for the minor Neapolitan, but here the harmony is diminished. The F in measure 7, 5 ˆ in the home key of B ♭ , is a common tone to the ensuing tonic, just as it would be in a traditional dominant-tonic progression in this key. As the fifth movement in the bass of the Fifth Symphony excerpt created an authentic progression from unconventional chords with no traditional leading tone, so the F common tone gives additional coherence and an authentic quality to the reinitiation of the ostinato. The traditional dominant harmony would be built up from F, but here in measure 8 we have a chord built down from F. The chord’s resolution is a mirror image of the traditional V - i resolution to tonic, with the tones not common between the two harmonies moving by half step only. (See Example 11c . (27) ) Shostakovich uses a single characteristic of established authentic resolutions to create a context for the symmetrical chromatic descent and form a new contemporary synonym for the dominant to tonic progression.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] This Second Piano Trio was written in extraordinary circumstances with the unexpected death of Shostakovich’s closest friend and confidant, Ivan Sollertinsky, occurring during its composition, and the first reports of the Nazi death camps discovered by Russian soldiers made public as the work was being completed. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Patrick McCreless states that “the Trio, as a work about death, turns precisely on an axis of two aspects of our experience of death: a subjective, inner-directed, reflective aspect that involves coping with loss; and a more objective outer-directed aspect that, though still in essence an inner experience, peers out of the self towards the one or ones who have died, with a view to sharing a memory of them in a more public way.” (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The passacaglia, viewed as a funeral march for both Sollertinsky and the Jewish victims of the holocaust, is easily interpreted on the emotional axis suggested by McCreless; however, this contextual understanding of the movement does not convey the effect of the progression in its departure from tradition. Measures 5 and 6 are particularly poignant because of the conventional progression of the first four bars that they disrupt. (As an “inner-directed” expression of death, the collapse of tonality at measure 5 could be a possible metaphor for an individual’s collapse of emotional control.) Tonal ambiguity within the ostinato can be found in passacaglias written three hundred years before this, but the conclusion of each ostinato was usually designed to establish (or re-establish) the key, be it a dominant that would resolve to tonic at the next variation, or an authentic progression at the end of the ostinato itself. Shostakovich, who favored this continuous variation form, also used conventional authentic endings for his ostinatos, such as the passacaglias of this Symphony No. 8, Op. 65 and his First Violin Concerto, Op. 77, works that are contemporary to this Piano Trio. The Trio’s passacaglia, on the other hand, eschews this orthodox authentic conclusion of the ostinato, and although our ears can hear the return of the tonic established only 8 bars before, the resolution of the penultimate chord is striking because of its uniqueness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In this passacaglia theme, we get a glimpse into the evocative quality of Shostakovich’s music. He establishes the traditional idiom of the funeral march in the opening bars and then unexpectedly descends into a realm described by one Soviet critic as “numb horror.” (30) These images are established through conventional triadic means, but the lack of functional direction compensated for by chromatic linear motion is at its core as modern as any contemporary work.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Although not as radical in technique as other twentieth-century pieces, the language spoken by Shostakovich was new for its time. He did not alienate his audience as his Western contemporaries had, but embraced them with music they could understand. Composers and critics such as Virgil Thomson and Béla Bartók found fault with his overt imagery, and Arnold Schoenberg believed Shostakovich had wrongly allowed politics to enter too much into his music. (31) Indeed, some believe the unique political climate in which Shostakovich worked and the possible anti-Soviet messages and imagery within the musical lines have been the source of his music’s popularity.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] David Fanning believes such a justification for the survival of Shostakovich’s music doesn’t measure up. He writes, “The bravest composer, the most subversive, the most socio-politically challenged, or the most politically correct composer, never gained immortality on those counts alone—witness the many unsuccessful attempts by western composers to commemorate the victims of the Nazi holocaust or the atom bomb. After all, Shostakovich’s music speaks to listeners who have never heard of Stalin’s great terror or read [Solomon Volkov’s] Testimony. And if the sources of that communication—in personality, experience and history—are undoubtedly an important concern, the very nature of music demands that the means to communication—the musical language itself—receives equal attention.” (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.03.9.1.hussey.html",
    "data": "mto/data/mto.03.9.1.hussey.json"
}