{
    "title": "Compositional Strategies in Purcell’s Second Three-Part Fantazia",
    "date": "2015/09/01",
    "volume": "21",
    "issue": "3",
    "authors": [
        "Howard, Alan"
    ],
    "abstract": "This article examines the sources of Purcell’s second three-part fantazia for evidence pertaining to Purcell’s creative process, both in the autograph and other sources and in the details of the music they preserve. This method, combining paleography and analytical interpretation in light of contemporaneous sources, is proposed as a means of analysis for this repertoire with a demonstrable basis in historically relevant theoretical literature.",
    "keywords": [
        "Purcell",
        "fantazias",
        "fugal techniques",
        "creative process",
        "manuscript sources"
    ],
    "doi": "",
    "received": "September 2013",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.3/mto.15.21.3.howard.pdf",
    "author_info": [
        {
            "name": "Alan Howard",
            "university": "Selwyn College",
            "address": "University of Cambridge, Grange Road, Cambridge CB3 9DQ, United Kingdom, https://cambridge.academia.edu/AlanHoward",
            "email": "adh29@cam.ac.uk"
        }
    ],
    "citations": {
        "birchensha_2010": "Birchensha, John. 2010. Writings on Music , ed. Christopher D. S. Field and Benjamin Wardhaugh. Ashgate.",
        "grimshaw_2007": "Grimshaw, Julian. 2007. “Sixteenth-Century English Fuga : Sequential and Peak-Note Subjects.” The Musical Times 148: 61–78.",
        "herissone_1995": "Herissone, Rebecca. 1995. “Purcell’s Revisions of his Own Works.” In Purcell Studies , ed. Curtis Price, 51–93. Cambridge University Press.",
        "herissone_2006": "Herissone, Rebecca. 2006. “‘Fowle Originalls’ and ‘Fayre Writeing’: Reconsidering Purcell’s Compositional Process.” The Journal of Musicology 23 (4): 569–619.",
        "herissone_2013": "Herissone, Rebecca. 2013. Musical Creativity in Restoration England . Cambridge University Press.",
        "howard_2006": "Howard, Alan. 2006. “Purcell and the Poetics of Artifice: Compositional Strategies in the Fantasias and Sonatas.” Ph.D. thesis, King’s College, University of London.",
        "howard_2012": "Howard, Alan. 2012. “Understanding Creativity,” in The Ashgate Research Companion to Henry Purcell , ed. Rebecca Herissone, 65–113. Ashgate.",
        "lessoil-daelman_and_schubert_2013": "Lessoil-Daelman, Marcelle and Peter N. Schubert. 2013. “What Modular Analysis Can Tell Us About Musical Modeling in the Renaissance.” Music Theory Online 19 (1).",
        "milsom_2005": "Milsom, John. 2005. “Crecquillon, Clemens, and Four-voice Fuga .” In Beyond Contemporary Fame: Reassessing the Art of Clemens non Papa and Thomas Crecquillon , ed. Eric Jas, 293–345. Brepols.",
        "owens_1984": "Owens, Jessie Ann. 1984. “The Milan Partbooks: Evidence of Cipriano de Rore’s Compositional Process.” Journal of the American Musicological Society 37 (2): 270–98.",
        "owens_1997": "Owens, Jessie Ann. 1997. Composers at Work: The Craft of Musical Composition 1450–1600 . Oxford University Press.",
        "purcell_1694": "Purcell, Henry. 1694. “The Art of Descant.” In John Playford, An Introduction to the Skill of Musick , 12th ed. Henry Playford.",
        "purcell_1959": "Purcell, Henry. 1959. Fantazias and Other Instrumental Music , ed. Thurston Dart, The Works of Henry Purcell, vol. 31. Novello.",
        "purcell_1990": "Purcell, Henry. 1990. Fantazias and Other Instrumental Music , ed. Thurston Dart, rev. Michael Tilmouth, The Works of Henry Purcell, vol. 31. Novello.",
        "shay_and_thompson_2000": "Shay, Robert and Robert Thompson. 2000. Purcell Manuscripts: The Principal Musical Sources . Cambridge University Press.",
        "schab_2011": "Schab, Alon. 2011. “Compositional Technique in Henry Purcell’s Consort Music.” Ph.D. thesis, Trinity College, Dublin.",
        "schubert_2007": "Schubert, Peter N. 2007. “Hidden Forms in Palestrina’s First Book of Four-Voice Motets.” Journal of the American Musicological Society 60 (3): 483–556.",
        "simpson_1667": "Simpson, Christopher. 1667. A Compendium of Practical Musick. H. Brome. Images of the pages concerned can be read via subscription access to Early English Books Online; they can be reached directly via this durable URL: http://gateway.proquest.com/openurl?ctx_ver=Z39.88-2003&res_id=xri:eebo&rft_id=xri:eebo:image:205198:78 (accessed 15 July 2015)."
    },
    "footnotes": {
        "FN0": {
            "text": "* This article was originally commissioned for the “Purcell Plus” project (see http://www.purcellplus.org/pp-home.html ) in order to serve as a base text for ongoing preliminary work on the encoding of linked data within web-based musicological documents employing RDFa within structured HTML files. I would like to thank Tim Crawford, Richard Lewis, and Bill Hunt for their helpful comments on an earlier version, together with Sandra Tuppen who also provided invaluable help with reproductions of the British Library sources. I presented a version of the analysis at the study day Purcell and his Manuscripts at the British Library on June 26, 2012; further acknowledgement is thus due to the numerous participants at this event who contributed further comments, together with the three anonymous readers for MTO who provided helpful suggestions for the refinement of the essay into its present form.",
            "citations": []
        },
        "FN1": {
            "text": "1. London, British Library Add. MS 31435; see the RISM listing at: http://www.rism.org.uk/\nmanuscripts/121979?peek=33&wheel=mnskrpt_yr .",
            "citations": []
        },
        "FN2": {
            "text": "2. Readers with subscription access to Early English Books Online can access the relevant page here: http://gateway.proquest.com/openurl?ctx_ver=Z39.88-2003&res_id=xri:eebo&rft_id=xri:eebo:image:205198:78 .",
            "citations": []
        },
        "FN3": {
            "text": "3. In what follows I preserve the distinction between this conception of the “interlock” and what Jessie Ann Owens ( 1984 , 1997 ) calls the “module,” which I take, with Peter N. Schubert, to refer more specifically to that section of the interlock during which its constituent parts sound together ( Schubert 2007 , 486–87; see also Lessoil-Daelman and Schubert 2013 ).",
            "citations": [
                "owens_1984",
                "owens_1997",
                "schubert_2007"
            ]
        },
        "FN4": {
            "text": "4. The crossed note-heads in Example 1 will be explained in paragraph [8].",
            "citations": []
        },
        "FN5": {
            "text": "5. For a similar explanation of the interrelationships between these sources, see Herissone 2013 , 291; my projection adds only the observation concerning the revised mm. 28–9 in Add. 31435 and the concomitant second state of X.",
            "citations": [
                "herissone_2013"
            ]
        },
        "FN6": {
            "text": "6. Add. 30930 and Add. 33236 both have A ♮ on the last beat of the tenor in this measure, and are followed by the modern editions, though it is not impossible that Purcell simply omitted the flat when he copied Add. 30930.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This article explores the intersection of what I would consider the two most prominent recent methods of studying Purcell’s creative process ( Howard 2012 , 66). The first method, which I term “paleographical,” involves comparative study of variants within and between autograph and other sources. The second method, which is more strictly analytical, involves the examination of the music from the perspective of compositional strategies derived, for example, from contemporary contrapuntal practice. I bring together these two approaches in the context of a close reading of Purcell’s second three-part fantazia for viols. Purcell’s autograph scores of his fantazias in British Library, Add. MS 30930, have hitherto had little to offer those interested in the composer’s creative processes from the paleographical perspective. Most of the works contain a small number of erasures and subsequent revisions, but the original readings are very often indecipherable and even in cases where both the old and new readings can be discerned, the changes tend to be small-scale: the kinds of minor corrections and revisions to detail that Purcell routinely introduced whenever he was engaged in copying out his music ( Herissone 2013 , 214–26; 2006 , 581–86, 593–604). Such revisions presuppose an already existing score, with the result that they rarely seem to have any bearing on our ability to understand the earlier stages of Purcell’s compositional involvement with the music; in order to investigate such matters, we must resort to analysis of the music, making use of relevant contemporary theoretical discussions where possible.",
                "footnotes": [],
                "citations": [
                    "howard_2012",
                    "herissone_2013",
                    "herissone_2006"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Nevertheless, it is possible that close analysis of Purcell’s music might suggest fresh perspectives on the manuscript sources; furthermore, in attempting to understand how Purcell might have composed these exquisite fugal works, the manuscript alterations provide a useful testing-ground for hypotheses developed originally on analytical grounds. It is with this in mind that I focus in the present essay on the second of Purcell’s three-part fantazias, which is among the most interesting of his works in the genre when viewed from either the paleographical or the analytical perspective. It may also be among very few such works by Purcell that were known to contemporary performers, since it is the only one for which manuscript parts survive—including, intriguingly, a duplicate (unfigured) bass, suggesting some sort of continuo accompaniment ( Shay and Thompson 2000 , 86, 106, 112). (1) In what follows, then, I propose an analysis of the fantazia that sets out to discover how Purcell was able to produce such a concentrated and sustained contrapuntal working, and how these compositional strategies have left their mark on the harmonic trajectory and expressive immediacy of the music. Measures 1–30.1: Imitative Materials",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "shay_and_thompson_2000"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The first section of Purcell’s fantazia is the most concentrated passage in the work, and is also the section to which I devote the most detailed analytical commentary. My overriding aim is to uncover the creative strategies Purcell employed in the creation of these thirty measures, and thereby to shed light on the workings of the music in imitative, harmonic, and expressive terms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In the absence of sketches and drafts from the earliest stages of the compositional process, one of the principal sources of information about how composers like Purcell constructed imitative music is the advice of contemporary theorists and teachers. This kind of evidence is not without its problems: in an effort to tailor their advice to the amateur and/or inexperienced composer, and perhaps even to retain control of musical knowledge and techniques that had hitherto been available only to trained professionals, theorists omitted much information that must have been second nature to a fluent contrapuntist like Purcell, but that can seem remarkable to the modern listener and reader. This can be appreciated by attempting to apply some of the standard seventeenth-century advice to the recreation of the opening section of Purcell’s Fantazia II. Example 1 . Fantazia II, available two-voice interlocks (click to enlarge) Example 2 . Fantazia II: “skeleton score” showing disposition of two-voice interlocks in first section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] We know from the composer and theorist Christopher Simpson (c. 1602–69), for example, that one method of contriving fugal textures was to set out all the imitative entries first, and then add the “free” voices afterwards, filling in the gaps between subject entries in counterpoint with the imitative part(s) ( 1667 , 135–37). (2) However, this passage of Purcell’s fantazia includes no fewer than twenty entries of the two-measure subject: in order to fit in the space of just twenty-nine measures, many of these entries had to overlap with one another. At the very least, then, Purcell must have begun by designing his subject such that it was capable of overlapping with itself; indeed, by varying the intervals of pitch and time between the entries, Purcell was able to introduce a total of seven different “interlocks”—imitative cells that create units of voice leading from two or more overlapping subject statements ( Milsom 2005 , Grimshaw 2007 ). (3) How Purcell achieved this is largely a matter for speculation, but we do know that at least one contemporary teacher, the fascinating (if idiosyncratic) John Birchensha (d. 1681), a minor composer whose “rules of composition” and theories about the mathematical basis of music attracted the attention of the Royal Society in the mid-1660s, recommended experimenting with such potential two-voice interlocks in the abstract, prior to working them into an actual composition ( Birchensha 2010 , 240–42, 263–64). If we follow this process for the opening subject of Purcell’s fantazia we arrive at something like the collection shown in Example 1 , in which the potential interlocks are grouped into three categories (A–C) based on their use of imitation after one, two, and three half notes respectively. (4) Potentially viable interlocks that Purcell ultimately rejected are labeled here in parentheses; Example 2 shows Purcell’s selection of interlocks from this pool of resources, and how he incorporated them into the opening section of the Fantazia. (My analysis from this point onwards presupposes that the reader has a score of the Fantazia alongside; a usable edition can be found on the web at http://petrucci.mus.auth.gr/imglnks/usimg/6/6d/IMSLP21566-PMLP49666-fantazias.pdf#page=4 .)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "simpson_1667",
                    "milsom_2005",
                    "grimshaw_2007",
                    "birchensha_2010"
                ]
            }
        },
        {
            "6": {
                "text": "[6] It is important to recognize that an experienced composer, able to marshal large amounts of musical material internally, might well have achieved such a priori research into available interlocks without the need for notated experiments of this kind. This becomes particularly plausible when one considers that the interlocks at each temporal distance are linked through invertible counterpoint, as shown in Example 1: a composer, like Purcell, who was familiar with the intervallic requirements for inversion at the octave, tenth or twelfth—the most common intervals of contrapuntal inversion—would easily have been able to derive them all simply by inspecting the relationships between the parts in the original interlock. For analytical purposes, nevertheless, the explicit notation of this pool of imitative materials provides a useful point from which to consider the musical reasons behind Purcell’s choice of interlocks in the fantazia itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Example 2 shows the opening section of Purcell’s Fantazia with the non-imitative materials stripped away in order to show more clearly how he made use of the materials shown in Example 1: of the eight potential interlocks, Purcell incorporated five into these thirty measures. The most frequent is B1, with five appearances; this interlock conveniently incorporates imitation at the conventional interval of the upper fourth/lower fifth, is easily invertible at the octave, and facilitates the handling of the syncopated third note of both leading and following parts as suspensions. By contrast, interlocks A3, B2, and B3 all actually impede one or both of these same suspensions, perhaps explaining Purcell’s decision to omit them; B2 and B3 also harbor potential problems with exposed similar motion to perfect intervals. In addition, Purcell does not seem to have systematically incorporated all of the available interlocks from category C, with imitation three half notes later, perhaps because imitation at this temporal distance is much more straightforward than that produced by the category “A” and “B” interlocks, and therefore less contrapuntally rewarding (involving an overlap of only one half note, which could even be eliminated completely if the first and last notes of the subject were shortened). While “C” interlocks occur with some frequency, they arise mainly between entries participating in more artificial “A” or “B” pairings. For this reason only two of the viable “C” interlocks have been shown in Example 1, involving imitation at the octave and fifth—the latter made necessary whenever the leading part is in the bass, since C1 is not invertible at the octave. Example 3 . Fantazia II, mm. 7–9: module “M” at core of interlock A1 (shaded), arising out of use of variants of underlying “proto-subject” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Example 2 does a good job of isolating the subject interlocks Purcell used in this section of his fantazia, much as Simpson’s “skeleton score” (though not called such) demonstrated the advance laying out of single subject-entries; like Simpson’s recommendation, however, it also leaves much unanswered about the spaces in between, not to mention factors such as Purcell’s harmonic control of the section. Moreover, it actually obscures certain aspects of repetition and manipulation of material that may not involve the subject proper but are clearly audible in the music. In this connection we might consider for a moment interlock A1. Initially this fragment appears to be slightly defective, demanding the simple “correction” shown in Example 1 (where the crossed note-head indicates the contrapuntally unviable exact entry of the subject which demanded the “correction”); on the other hand, it is highly attractive in contrapuntal terms since the suspensions in both leading and following parts arise necessarily from the imitative entries themselves. It may seem surprising, therefore, that interlock A1 appears only once in the whole section (mm. 16.4–18, tenor/treble): in fact, the core contrapuntal idea here (that is, the intervallic relationships between the parts at the moments they actually overlap) forms a module (henceforward “M”) which can be heard five more times in exact form, and many more if one allows for what Milsom ( 2005 , 344) calls “flexing” of one or more parts for local contrapuntal reasons. In such cases, strict attention to surface detail (here, the appearance of the subject) can obscure more fundamental commonalities of creative origin. Example 3 gives a specific instance: in m. 7 (shown on the lower staff) the tenor leads with what I refer to for convenience as a “stepwise variant” of the subject, and is followed in the bass with the subject proper; Module M (shaded) is nevertheless intact.",
                "footnotes": [],
                "citations": [
                    "milsom_2005"
                ]
            }
        },
        {
            "9": {
                "text": "[9] We can begin to get much closer to Purcell’s creative process in this section of the fantazia by recognizing that both the subject and this stepwise variant are really alternative expressions of a pervasive underlying pattern, a simple scalar descent which I shall refer to as the “proto-subject,” also shown in Example 3. In the context of each individual part, the proto-subject can usually be understood to outline a descent from the fifth towards an implied final (as shown by the Arabic numbers), though Purcell continually reinterprets its implications by withholding the final and using the other two parts to vary its harmonic context. In terms of the interlocks shown in Example 1, Purcell’s choice of a simple falling scale as proto-subject material is revealing in that it suggests another way that he could have derived such a range of imitative combinations: a falling scale easily overlaps with itself beginning a second or fifth higher after one unit of time (interlocks A2 and A1 respectively), or a fourth higher after two units (interlock B1). Furthermore, the fact that a scalar motive is so easily extendable opens up the possibility of varying the intervals of pitch and time involved in the imitation simultaneously: the subject and its stepwise variant can be superimposed onto the proto-subject in any number of different combinations and relative placements with the effect that the potential amount of material generated risks spiraling out of control; indeed, if the proto-subject and its various manifestations are to retain any of their heuristic potential they must be understood in the context of larger repeatable blocks of counterpoint over longer stretches of time. Purcell’s Revisions to the First Section of Fantazia II",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Before progressing to see how Purcell builds a whole movement from the materials explored thus far, we need to pause to consider the evidence from the manuscript sources concerning Purcell’s conception of these materials, and in particular whether his revisions confirm his awareness of the core contrapuntal unit and proto-subject identified in Example 3. Figure 1 . Henry Purcell, Fantazia II, autograph score (London, British Library, Add. MS 30930, f. 70v) (click to enlarge) Figure 2 . Fantazia II, putative copying sequence explaining contents of surviving sources (click to enlarge) Example 4 . Fantazia II, mm. 12–16: analysis of original reading from Lbl Add. MS 31435 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Purcell made changes to two passages in this first section of the fantazia: the tenor part in m. 15, and the treble in mm. 28–29. Unfortunately, however, understanding of these revisions is hampered by the fact that the discussion of the sources of this piece in the Purcell Society’s Works of Henry Purcell ( Purcell 1959 /rev. 1990 ) is clearly flawed in its judgment of the relationships between the sources. Dart ( Purcell 1959 , 108) considered the parts in Lbl Add. 31435 to contain the earliest surviving version of the work, with the copyist score Add. 33236 containing the new conclusion and the revision to the tenor in m. 15, and the autograph in Add. 30930 alone containing the revised treble in mm. 28–29; in revising the edition Tilmouth ( Purcell 1990 ) retained Dart’s description of the relationships among the sources verbatim. In fact, however, the revised treble part is present in the Add. 31435 parts, even though they lack both of the other two changes. Furthermore, the autograph contains evidence of at least two stages of revision to the treble part in mm. 28–29, as can be seen in Figure 1 (last two measures of second system; the compositional motivation for these revisions is discussed below in paragraph [15]).",
                "footnotes": [],
                "citations": [
                    "purcell_1959",
                    "purcell_1990",
                    "purcell_1959",
                    "purcell_1990"
                ]
            }
        },
        {
            "12": {
                "text": "[12] A likely sequence of events that would explain the contents of all three sources begins with an original score, now lost, with the earliest readings of mm. 15 and 28–29 and lacking the slow conclusion (see Figure 2 ). (5) When he copied the surviving autograph in Add. 30930, Purcell must have made a pre-copying revision to m. 15, and added the coda; he later made a post-copying amendment to mm. 28–29, which explains why the second version of these measures is found (together with the slow conclusion and the revised m. 15) in the Add. 33236 score copied from it at this point. The Add. 31435 parts, meanwhile, must have been copied from the original score, in which Purcell (perhaps tidying it up before loaning it to the copyist of Add. 31435) had made a different revision in the treble at mm. 28–29. This version he also transferred at some point to his scorebook, explaining both the second layer of revisions in Add. 30930 and the fact that the Add. 31435 parts contain the latest version of these measures but the earlier versions in all other respects.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Such a chronology of events provides a background for more detailed consideration of the implications of these two revised passages for the analysis of Purcell’s fantazia. The first is undeniably the simpler, and clearly supports the notion that Purcell conceived of the subject and its stepwise variant as fundamentally similar. Example 4 (main staves) shows the version of mm. 12–16 preserved in the Add. 31435 manuscript parts. The unique early reading of the tenor part in m. 15, with its chromatic line B ♭ – A ♮ – A ♭ –G, is clearly an echo of the bass part in the previous measure (as shown by the shading in Example 4). Whereas the bass in m. 14 can be understood as a chromatic variant of the subject, however, the tenor in m. 15 is apparently a free countersubject resembling the stepwise variant of the subject shown in Example 3. Once the common relationship of all this material to the underlying proto-subject is recognized, Purcell’s ease in applying this melodic variant in both places becomes significantly clearer. As shown on the small staves above the score in Example 4, this passage juxtaposes two statements of interlock B1 formed from the proto-subject, between bass and treble and then tenor and bass respectively; Purcell has simply applied the chromatic modification to the leading voice in both cases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The fact that this connection is not obvious in the final text of the piece does not diminish its importance as a demonstration that the subject and its stepwise and chromatic variants all represented different ways of expressing a profoundly simple underlying scalar descent (the proto-subject), which surely contributes in large part to the effortless quality of Purcell’s counterpoint in this section. Furthermore, when he revised this passage Purcell simply introduced a different surface expression of the same underlying pattern, incorporating again module M, the core contrapuntal unit of interlock A1 (tenor/bass, mm. 15–16), by introducing a half-note B ♭ on the second beat of the tenor, m. 15 (and thereby producing the version shown in all modern editions). (6) In this way apparently “free” materials can be seen to be just as tightly controlled as those obviously derived from the imitative subject; even when reworking a passage like this, Purcell’s instinct was to make use of fragments derived from his imitative experimentation wherever possible. Example 5 . Fantazia II, mm. 26–30 (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Exactly the same commitment to the rigor of the imitative texture can be seen in the successive revisions to mm. 28–29 already considered above in relation to the source history of the work, as shown in Example 5 (compare the digital image of Add. 30930 in Figure 1, second system, final two measures). Here, it is the original reading that incorporated voice leading from module M (shaded), with the subject entry in the tenor modified in order to lead smoothly into the cadential figure beginning in m. 29. Very unusually for Purcell, this created part writing that was clearly defective: the combination of this two-voice fragment with the subject entry in the bass resulted in consecutive fifths between the outer parts. Purcell’s first solution was to introduce a transposition of material from the treble two measures earlier, which accompanied the previous subject entry in the tenor, and is itself related to the chromatic variant of the subject in mm. 14 and 15 discussed above. Only having tried this, perhaps still dissatisfied with the exposed fifth on the last beat of m. 28, did he resort to introducing contrary motion in the treble to set up a more satisfying 7–6 suspension over the bar line. It is worthy of note that Purcell chose to retain the bass subject entry intact and alter the free treble in order to improve the counterpoint, but the broader point is that even the free voice has again demonstrably been subject to systematic manipulation in the form of wholesale transposition and repetition, in this case going through two attempted strict solutions before arriving in its final form. That this is not audible in the final version of the piece alerts us yet again to the possibility that the surface of the music may conceal connections between passages that formed part of Purcell’s creative process, despite being absent from the final version. As we will now see, this observation is critical to the understanding of the first section of Fantazia II, the construction of which (as I have already suggested) rests on the manipulation not simply of subject materials, but of the more fundamental underlying structures they are designed to delineate. Purcell’s Working Methods Example 6 . Fantazia II represented as a series of 9 “iterations” of the same materials (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Once the different manifestations of the subject are recognized as variants of the proto-subject, the amount of Purcell’s music that can be understood to have arisen from his imitative work increases significantly. Rather than adding to the “skeleton score” offered above (Example 2), it is helpful to arrange these variants? to demonstrate the large-scale repetition of materials that Purcell seems to have used to generate the first section of Fantazia II. Example 6 shows the whole section as a series of nine units built from statements of the proto-subject, labeled I to IX. (This example can be viewed either at the original pitches or in a version transposing each iteration to begin at the same pitch as the opening of the piece, designed to show more clearly the close correspondence between the successive statements of this unit; intervals of transposition are shown in brackets in the transposed version.) As can be seen here, interlock C1—stated in treble and tenor at the outset—assumes a controlling presence, along with the treble countersubject in mm. 3–4, which persists in a further four iterations. To these Purcell added interlock A1 in six iterations, and a second, perhaps originally incidental countersubject (iterations IV, V, and VII) that assumes crucial harmonic and expressive roles as a signal, through increased rhythmic activity, of the impending cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Some of these iterations have less transparent relationships to the basic three-part unit shown most clearly in iteration III. Iterations II and VIII are related to one another in that both involve transposition through invertible counterpoint at the twelfth, with complex C2 compressed into a single part (tenor) in iteration VIII in order to free up the bass for simpler, harmonically-derived material. In iteration IX the situation is even more complicated, perhaps because Purcell was attempting to increase the density of imitative entries in order to provide a contrapuntal climax to the section: the initial chromatic variant of the subject in the treble is shadowed a tenth lower by an entry of the subject proper in the tenor, and the following part of interlock A1 is divided between bass and tenor in mm. 26.3–28.1. Finally, Purcell introduced an extra, opportunistic entry in the tenor using interlock A2 (this passage has already been discussed in paragraph [15], in connection with Purcell’s revisions to the treble part in mm. 28–29). Despite the extensive manipulations implied, however, the underlying structure of iteration IX remains unchanged from those of its equivalents earlier in the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] I am convinced that Purcell employed significant pre-compositional research into the capabilities of his materials in many of his fantazias, including this one; still, as I have suggested above, there is no reason to suppose that such experimentation necessarily demanded physical notation. In this case, the sequence of decisions implied by a putative progression through iterations I to IX in that order strongly suggests that Purcell was able to write it out from the top in a form very close to that which has come down to us in the sources. Two aspects of this progression can be examined more closely to demonstrate this: the construction of the exposition in iterations I and II, and the introduction and reuse of the second countersubject in iterations IV to VII. Example 7 . Fantazia II, first section: subject and putative answer (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] With the statement of interlock C1 at the start, and the first countersubject in the treble in mm. 3–4, Purcell laid a strong foundation for the section: iteration I’s imitation at the octave incorporated a clear tonal articulation of the tonic F major, and the weak-beat suspension in the treble at m. 3.2 introduced a quirky sense of metrical ambiguity. Nevertheless, two compositional problems overshadowed the introduction of a third subject entry, which would ideally enter at a contrasting pitch, in the bass part. First, the derivation of a conventional tonal answer dictated by the opening melodic gesture was complicated by the melodic contour of the subject ( Example 7 ): an answer a fourth lower would usually have been introduced, with its first note “flexed” a tone lower such that the opening 5–1 could be answered 1–5. The problem is that the resulting first and third notes of the answer would be the same (Example 7b), undermining the melodic identity of the subject and forcing an awkward harmonic oscillation between chords on F and C over four successive quarter notes, undermining the delicate hypermetrical play of the opening three measures. Purcell’s solution (Example 7c) may have abandoned the subject’s original contour as a lost cause, but it deftly solved the problems of harmonic stability and contrast of pitch: a feint towards a third entry on C made use of its initial gesture to suggest closure on F, before extending the subject’s upward leap through an octave to attain the pitch of the expected entry a compound fourth lower at m. 4.4 (see the score and Example 6, iteration I). The second issue in iteration II is that the presence of the lead voice in the bass makes the repetition of interlock C1 impossible. As we have already seen, this interlock is not invertible at the octave. In consequence, Purcell resorted to invertible counterpoint at the twelfth, with the result that both the tenor and treble entries are heard a fifth higher than their counterparts in later iterations. Example 8 . Iteration IV (cf Example 6) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] A similarly pragmatic series of adaptations to changing contexts seems to explain the handling of the second countersubject first introduced in iteration IV. The controlling interlock C1 is again in evidence here (tenor/bass; see Example 6, iteration IV), but the start is different: Purcell uses the stepwise variant of the subject to weave together iterations III and IV in the bass, making good use of its ability both to hint at modulation and evade ultimate harmonic closure. The result is that the tenor in m. 11 is the following, not the leading part in a statement of complex A1 ( Example 8 , main lower staff). Furthermore, as Example 8 shows, a putative entry in the treble at m. 11.4 (small staff) produced by the statements of interlock A found in other iterations (labeled here in parentheses) would create an exposed octave D3–D4 in the outer parts at m. 12.1. Instead, Purcell produced what sounds like a flash of inspiration, for all its simple logic: movement of the treble in contrary motion with the bass to the sixth at m. 11.4, followed by a leap down a tritone to the local leading note, filled in with passing sixteenth-notes that drive towards the impending cadence (Example 8, main upper staff). This cadence then incorporates a suspension in the treble that is a vestige of the interlock A1 in play in equivalent parts in the other iterations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The languorous augmentation of this sixteenth-note figure in iteration V is a fitting counterpart to the affective chromaticized descent in the bass at the conclusion of iteration IV, with which it overlaps; not only is the counterpoint improved, but it also provides a rhythmic corollary to the eventual harmonic relaxation brought about by flatwards motion around the circle of fifths (see the score and Example 6, iteration V). It is no coincidence that the first note of the original countersubject is flattened for the first time in this iteration (treble, m. 15.3), and remains so for the rest of the section, reflecting Purcell’s increasing exploration of flat harmonic regions and minor inflections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Finally, the combination of this second countersubject with the original subject/countersubject module in iteration VII is a fascinating demonstration of Purcell’s response to changing perspectives on his materials. This is the culmination of a process begun at the end of iteration V, where the treble in m. 16 is designed in counterpoint with the two imitative voices to effect a modulation up a minor third from the local tonic minor (Example 6, iteration V; boxed portion). At the equivalent point in iteration VI (also boxed in Example 6, Purcell adapts this same line as part of a harmonic move in the opposite direction, in the process extending its central leap down by a third. The result is a line that replicates the basic contour of the second countersubject exactly: up a second, down a fifth, up a second. This in turn provides the opportunity for the introduction of the second countersubject in the tenor at m. 21.4, as part of iteration VII. By building up gradually to this new placement of the second countersubject Purcell creates a climactic moment of high artifice in m. 22 (Example 6, iteration VII; boxed portion): the second countersubject is revealed to combine not only with the subject alone, as in its placement at the start of iteration V, but also with the subject and original countersubject together. Like its appearance in m. 11, this statement of the second countersubject is also an expressive highpoint of the section; furthermore it marks a harmonic turning point, the expected cadence in A minor giving way to a return towards the tonic via the circle of fifths once more. Figure 3 . Fantazia II, mm. 1–30: harmonic organization (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Before leaving this section of the fantazia, it is important to consider how Purcell arranged the successive iterations of his basic three-part unit into a varied and logical harmonic structure—in other words, to restore some of the information obscured by the transposition of each iteration in Example 6 to begin on the pitch C. The simplest way to do this is to present the harmonic context for each iteration in a table ( Figure 3 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Because the controlling interlock C1 present in most iterations does not modulate, harmonic divergence from the home key is not built in to the imitative materials as it is in many other of Purcell’s fantazia sections. Indeed, the fact that this important interlock uses imitation at the octave, combined with the consistent strong motion already noted from the fifth degree through a descending scale towards an implied tonic, means that each iteration essentially serves to create the expectation of cadence. It is this implied tonic goal that defines the key of the controlling “C” interlock shown in the table.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Far from allowing the harmonic stability of these materials to restrict the potential for modulation, however, in practice Purcell consistently evaded such expectations by reinterpreting the conclusion of the controlling interlock to push the harmony in a different direction, thereby creating an unexpected “terminal harmonic trajectory” (Figure 3, fourth column). Only at the end of iteration I, indeed, did Purcell allow the parts to imply closure on F, in line with the usual concern to establish the key at the outset, and even here the implied cadence was ultimately undermined by a 7–6 suspension. Purcell’s typical procedure was to use surrounding non-imitative materials in order to introduce chromatic notes required for the modulations—as in iteration III, in which interlock C1 is heard in B-flat major but the bass F ♯ causes the terminal harmonic trajectory to shift down a third to G minor—or even to combine this with chromatic alteration of the imitative materials themselves, as in iteration IV, where C1 in G minor is “flexed” to produce an A ♭ in the bass, implying a move towards C minor. Mention should also be made in this context of the related iterations II and VIII, both of which employ interlock C2 instead of C1 and consequently imply an inherent tendency to modulate up a fifth. Even here, Purcell avoided this most obvious of harmonic interpretations, choosing instead in both cases to reinterpret the end of interlock C2 as a descent to the third degree of the key down a fifth from its starting-point (thus iteration II, for example, beginning in C, would be expected to modulate through interlock C2 to G, but instead arrives at F major at the start of m. 7).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Having adopted this approach to the harmonic variation of his materials, Purcell’s approach to harmonic planning might be described as one of alternately allowing divergence from and forcing convergence towards the key note, using the key of each controlling “C”-interlock together with his ability to vary the terminal harmonic trajectory in order to let out harmonic rope where possible, and draw it in again where necessary. The final harmonic technique at his disposal was to subvert even the terminal harmonic trajectory of a given  iteration by introducing the subsequent entry at yet another unexpected pitch, as shown in the fifth column of Figure 3. Thus having introduced iteration II with material transposed conventionally up a fifth, Purcell quickly cancelled out the return to F major at the start of m. 7 by beginning iteration III one step “too far” flatwards around the circle of fifths, in B ♭ . In successive passages he had a choice: iterations IV and V were allowed to begin in the keys implied by the preceding terminal harmonic trajectory, but in iteration VI, for example, Purcell stated interlock C1 at a pitch one step further sharpwards than expected, rather than dwelling on the relatively distant E-flat major; similar observations might be made about iterations VII and VIII.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Finally, Figure 3 also offers a convincing illustration of one of the most striking features of this section of the fantazia, its curiously inconclusive cadence. Although the cadence falls on the key note, F, its sense of finality is strongly undermined by its approach from the harmonic regions of G minor, C minor, and B-flat major, and the corresponding presence in particular of E ♭ s in mm. 26 and 28. Purcell produces this harmonic characteristic by incorporating an entire iteration beginning in B-flat major (Example 6 and Figure 3, iteration IX), together with its corresponding interlock C1, which we have been encouraged throughout to latch on to as harmonically determinative. Only at the very end is it reinterpreted, with the help of the additional entry in the tenor, such that its terminal harmonic trajectory leads back towards the key note F. A better means of closing a section in conformity with its overall key, yet retaining a degree of tension that compels the listener to attend to the following section, could hardly be imagined. The Slow Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] To subject the whole fantazia to the same level of detailed commentary would extend this essay beyond all intentions, especially since the more fleet-footed “Brisk” section in mm. 30–52—what Purcell called a “double fuge” in his 1694 “The Art of Descant,” built from two distinct subjects that overlap in widely varying relationships—is at least in imitative terms no less systematic than the opening section of the fantazia. Rather than dwell on this, in the remainder of the essay I move on to discuss the Slow coda added by Purcell after the copying of the Lbl Add. MS 31435 parts.",
                "footnotes": [],
                "citations": [
                    "purcell_1694"
                ]
            }
        },
        {
            "29": {
                "text": "[29] The apparent idiosyncrasy and incomplete nature of this Slow section has led some to question Purcell’s wisdom in embarking upon it ( Herissone 1995 , 82) or even to hypothesize that the composer may have intended, or even composed, a further “quick” section that followed the resolution of the fourth in the tenor part at m. 66 ( Schab 2011 , 76–77, 200). The problem is largely intractable, but I want to suggest here that some of the features commonly identified as problematic in this section could be understood better in the context of Purcell’s creative decisions on returning to the work, and that these indeed suggest that the piece was intended to end, if not exactly as completed by its modern editors, then at least in a similar manner, no more than one or two measures after the Lbl Add. 30930 score breaks off. Purcell may have felt that the frenetic rhythmic activity of the Brisk section demanded a more dignified conclusion; he may also have been troubled by the very high register reached in mm. 51–52, which perhaps failed to dissipate all of the tension left over from the end of the first section.",
                "footnotes": [],
                "citations": [
                    "herissone_1995",
                    "schab_2011"
                ]
            }
        },
        {
            "30": {
                "text": "[30] Either way, he does not seem to have started from scratch in composing the Slow conclusion: the sudden shift from the F-major cadence of the Brisk section to an E-major chord in m. 53, while locally shocking, can equally be understood as a highly logical restatement and intensification of the shared harmonic turning points of the preceding two sections. In both mm. 22 and 46 an E-major chord is reached as the local dominant of  A minor. From this point of maximum distance from the key note, Purcell returns to F major by way of motion around the circle of fifths: in the first section, via D major and ultimately overshooting the mark to reach B-flat major, and in the second as far only as D minor, at which point sequential entries of its initial subject in the bass effect a shift up a third. Example 9 . Fantazia II, final section: derivation and subsequent treatment of materials (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The existing sections of the fantazia might well also have provided Purcell with materials for the coda. As shown in Example 9 , the outer parts of mm. 53 to 55.1 correspond closely with those already heard in mm. 23 to 24.3, now in augmentation, but at their original pitch and key, with only slight modifications to the contour of the treble designed to introduce a suspension at the start of m. 54. Even in the new inner part, Purcell incorporated voice leading closely related to that in mm. 22–24, shadowing the bass in thirds and intensifying the diminished fourth above the bass, originally produced as a passing note at m. 23.4, to create an expressive upper auxiliary note/figure at m. 55.1. The strength of the parallel is striking, whether or not one takes it as evidence of a deliberate decision on Purcell’s part; certainly it would have been an obvious strategy, on returning to the piece after a period of time, to look for materials for the new section in the existing music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The remainder of Example 9 shows how Purcell manipulated this material to complete the Slow section. Purcell first took the scalar descent in the treble and restated it a fifth higher (allowing for different handling of suspensions), bringing with it a fragment of bass in mm. 58–59 connected by a rising scale. This treble entry is imitated two measures later at the lower fifth by the tenor, the imitation passing after two and a half measures to the bass at the lower octave. By this point, however, Purcell had already established from these manipulations a one-measure, triply-invertible module that is heard seven times in succession beginning in m. 59 (the parts are labeled x, y, and z in Example 9): first as a falling stepwise sequence resulting from the motion of the treble and tenor (mm. 59–61), it serves with very subtle adjustment to set up a movement around the circle of fifths from A back to F, with a final nod to B ♭ in m. 65 providing a plagal cadence. The surface voice leading in mm. 63–6 is certainly unconventional, with its flattening of each apparent new leading note in the bass further compounded by the subsequent shift down a tritone, but the underlying sequential motion—a commonplace pattern of falling fifths in the bass with 7–6 suspensions alternating between the two parts above (see small staff beneath Example 9)—is so strong that the passage performs its function perfectly. In a kind of distillation of the effects of the previous final cadences, Purcell manages to withhold the eventual harmonic destination—F major—until the very last minute, as in the first section, yet make it sound as secure and inevitable when it arrives as it does at the end of the Brisk section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Given that the addition of this entire Slow section was undoubtedly the most significant of Purcell’s revisions to Fantazia II, its sudden lurch from F major to an E-major chord, and petulant disregard for the demands of tonal clarity, seem all the more perplexing. In the light of my analysis of the rest of the fantazia, however, it is revealed here as a creative rethinking of the attempts at harmonic closure explored earlier in the piece, every bit as logical in contrapuntal terms. The artificial center of gravity of the work nevertheless remains squarely within the opening thirty measures. My analysis of this opening section has revealed a process of structural repetition and permutation of contrapuntal materials that is actually more systematic at the level of fundamental voice leading than is immediately apparent. The few revisions evident from the sources of the fantazia are consistent with this reading, offering support for my interpretation of this piece and, by extension, many broader claims that have been made in connection with Purcell’s creation of the fantazias and sonatas elsewhere ( Howard 2006 ). This is by no means the most compositionally virtuosic of Purcell’s experiments with the consort fantazia, but its systematic approach to the expansion of its inventive materials and uniquely revealing textual variants make it an excellent demonstration of the potential for similar analytical methods to reveal the inner workings of the composer’s most intricate creations.",
                "footnotes": [],
                "citations": [
                    "howard_2006"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.3.howard.html",
    "data": "mto/data/mto.15.21.3.howard.json"
}