{
    "title": "Francesco’s Dream:  Musical Logic in Landini’s Three-Voice Ballate",
    "date": "2007/12/01",
    "volume": "13",
    "issue": "4",
    "authors": [
        "Guerrero, Jeannie Ma."
    ],
    "abstract": "Francesco Landini composed a dream-vision in Latin verse, in which he evinces intimate knowledge of works by the logician William of Ockham. Exploring the logic aspect of the dream-vision, as opposed to its theological implications, this study renders Francesco’s music as an explicit exhibition of dialectical and logical principles. To that end, musical motion is represented through paradigms that employ the logical syllogism; the three-term syllogism gives rise to an analytical method that uncovers important features of fourteenth-century harmony. First, an entire class of harmonic progressions arises as the result of retaining one or more tones between sonorities; as the number of retained tones increases the music appears outwardly to exhibit triadic prolongation even though the principle does not truly operate in the music. Second, directed progressions, which have been discussed extensively by Sarah Fuller and David E. Cohen, are shown to function in tandem with tone-retaining progressions. Lastly, no single type of harmonic paradigm governs structural levels exclusively or recursively, a feature that distinguishes the 14th-century repertoire from functional tonality, as defined by Matthew Brown’s models of recursion and rule preservation. In the end, harmonic progressions in the ballate privilege multiplicity over unity in a manner equivalent to other art forms of the period.",
    "keywords": [
        "Landini",
        "ballata",
        "medieval music",
        "William of Ockham"
    ],
    "doi": "",
    "received": "May 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.4/mto.07.13.4.guerrero.pdf",
    "author_info": [
        {
            "name": "Jeannie Ma. Guerrero",
            "university": "Eastman School of Music",
            "address": "Department of Theory, 26 Gibbs Street Rochester, NY 14607",
            "email": "jguerrero@esm.rochester.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* I am grateful for the encouragement received from John Nádas, Giuliano di Bacco, Michael Scott Cuthbert, Dave Headlam, and Matthew Brown, who read various incarnations of this paper, and for support from the Harvard Music Department’s Paine Fellowships and the Nino and Lea Pirrotta Research Grant.  I also thank Tim Koozin and the reviewers of MTO for their comments.",
            "citations": []
        },
        "FN1": {
            "text": "1. The original text of the dream can be found in the Florence, Biblioteca Riccardiana 688 Manuscript, fols. 132r–135v.  Modern reprints include Antonio Lanza, Polemiche e Berte letterarie nella Firenze del Primo Quattrocento (Rome, 1971), 233–238.  Michael Long’s emendations based on the manuscript source appear in “Musical Tastes in Fourteenth-Century Italy:  Notational Styles, Scholarly Traditions, and Historical Circumstances” (Ph.D. diss., Princeton Univ., 1981), 219–222; an English translation by David Blank also appears here (pages 136–141).",
            "citations": []
        },
        "FN2": {
            "text": "2. William is best known as the namesake of Ockham’s Razor, whose formulation (“Do not make more hypotheses than necessary to explain something”) appears nowhere in his writings.  His legacy is far greater, as can be found in Paul Vincent Spade’s Cambridge Companion to Ockham (Cambridge, 1999), a well-balanced view of Ockham’s writings and turbulent life.",
            "citations": []
        },
        "FN3": {
            "text": "3. Thomas Brothers, “Musica Ficta and Harmony in Machaut’s Songs,” The Journal of Musicology 15.4 (1997): 501–528; Sarah Fuller, “On Sonority in Fourteenth-Century Music: Some Preliminary Reflections,” Journal of Music Theory 30.1 (1986):  35–70, and “Tendencies and Resolutions: The Directed Progression in ‘Ars Nova’ Music,” Journal of Music Theory 36.2 (1992): 229–258; and Daniel Leech-Wilkinson, “Machaut’s ‘Rose, lis’ and the Problem of Early Music Analysis,” Music Analysis 3.1 (1984): 9–28.",
            "citations": []
        },
        "FN4": {
            "text": "4. Schenkerian-derived analyses of fourteenth-century compositions appear in several places:  Felix Salzer, Structural Hearing:  Tonal Coherence in Music (New York:  Charles Boni, 1952); Carl Schachter, “Landini’s Treatment of Consonance and Dissonance:  A Study in Fourteenth-Century Counterpoint,” The Music Forum 2 (1970): 130–186; and Saul Novack, “The Analysis of Pre-Baroque Music,” Aspects of Schenkerian Theory , ed. David Beach (New Haven:  Yale University Press, 1983), 113–133.",
            "citations": []
        },
        "FN5": {
            "text": "5. Transl., Blank, in “Musical Tastes,” 136.",
            "citations": []
        },
        "FN6": {
            "text": "6. Long aligns Francesco’s madrigal “Contemplar le gran cose” with William’s theology, but then says little about logic:  “A poem such as Landini’s dream vision of Occham was no doubt taken quite seriously in its sentiment by the parties with a vested interest in the defense of scholastic dialectic:  i.e., the Franco-Florentine ecclesiastical elite residing in Avignon” (“Musical Tastes,” 159).",
            "citations": []
        },
        "FN7": {
            "text": "7. Commentators like William took their departure largely from Aristotle’s Organon , the collection of treatises that includes the Categories, On Interpretation, Prior Analytics, Posterior Analytics, Topics , and On Sophistic Refutations .  The fate of these treatises is discussed in two useful introductory texts on fourteenth-century logic:  Alexander Broadie, Introduction to Medieval Logic (Oxford:  Clarendon Press, 1993); and Philotheus Boehner, Medieval Logic:  An Outline of Its Development from 1250 to C. 1400 (Manchester:  Manchester University Press, 1952).",
            "citations": []
        },
        "FN8": {
            "text": "8. While Adam explicitly cites his sources, Francesco does not; however, the reader must keep in mind that the dream appears within an epistle, not a treatise.",
            "citations": []
        },
        "FN9": {
            "text": "9. In scientific explanations, to take one example of applied syllogistic, the middle term serves an explanatory function that necessarily reveals the connection between premises.  To give the briefest possible approximation of the Aristotelian view, the middle term serves as one of four “causes”:  an agent that provides matter for something, gives form to it, brings about change in it, or serves as its end in the connection from minor to major premise; the causes are outlined in Physics II.3.194 b 23–35.  On the explicit role of middle term as cause, see Posterior Analytics , I.34.89 b 10–15:  “Quick wit is a faculty of hitting upon the middle term instantaneously.  It would be exemplified by a man who saw that the moon has her bright side always turned towards the sun, and quickly grasped the cause of this, namely that she borrows her light from him . . . he has seen the major and minor terms and then grasped the causes, the middle terms.”  The citations refer to each passage’s location in the 1831 Oxford translation by Immanuel Bekker, as edited by Richard McKeon (New York:  Random House, 1941).",
            "citations": []
        },
        "FN10": {
            "text": "10. Other syllogisms consist of various arrangements of premises and middle term, as well as permutations of variously complete affirmations and negations.  These arrangements, called moods (though not by Aristotle), appear in medieval logic treatises, including William’s.  All in all, 256 moods are possible, of which only twenty-four always yield valid conclusions; these twenty-four moods occasioned the development of various mnemonics in medieval treatises.  Twenty-two reduce further to two primary forms (among the twenty-four), one of which is shown by Example 1, which takes the form AAA-1, also known as “Barbara;” the nomenclature devised for the twenty-four valid moods are explained at http://plato.stanford.edu/entries/medieval-syllogism .",
            "citations": []
        },
        "FN11": {
            "text": "11. In distinction to Venn diagrams, whose static formations feature intersecting circles of equal radius, Veb diagrams consist of circles whose number, size, and position change according to the needs of the argument.  The Venn/Veb distinction, albeit not a widespread one, is explained clearly by D. Mesher’s Mission: Critical website: http://www.sjsu.edu/depts/itl/graphics/venn/venn.html .",
            "citations": []
        },
        "FN12": {
            "text": "12. Fuller, “Tendencies and Resolutions”; David E. Cohen, “’The Imperfect Seeks its Perfection’:  Harmonic Progression, Directed Motion, and Aristotelian Physics,” Music Theory Spectrum 23.2 (2001): 139–69.",
            "citations": []
        },
        "FN13": {
            "text": "13. Explaining Tonality (Rochester:  University of Rochester Press, 2005), 70.",
            "citations": []
        },
        "FN14": {
            "text": "14. Ibid., 66.",
            "citations": []
        },
        "FN15": {
            "text": "15. The large number of moods is discussed above in Note 10.",
            "citations": []
        },
        "FN16": {
            "text": "16. The models presented here arise through examination of all the three-voice ballate by Francesco, Don Paolo (Tenorista), and the anonymous ballate in Thomas Marrocco, ed., Polyphonic Music of the Fourteenth Century Vol. XI:  Italian Secular Music , (Monaco: Editions de L’Oiseau-Lyre, 1978), plus known three-voice compositions by Andrea da Firenze, Bartolino da Padova, and Jacopo da Bologna.",
            "citations": []
        },
        "FN17": {
            "text": "17. I hesitate to attribute the concept to the fourteenth century because—as I hope to publish elsewhere—Don Paolo’s three-voice ballate employ a non-triadic configuration (X6/5) in enough directed progressions to constitute a fundamental subtype, suggesting a broader harmonic palette than simply triadic entities.",
            "citations": []
        },
        "FN18": {
            "text": "18. Throughout the discussion I shall employ Leo Schrade’s edition of the ballate from The Works of Francesco Landini, Polyphonic Music of the Fourteenth Century IV (Monaco, 1958–59).  Also, examples will show all three voices integrally and not as an essentially two-voice framework, in contrast to Fuller’s work.",
            "citations": []
        },
        "FN19": {
            "text": "19. The reductions to follow will hopefully show how actively the contratenor participates in the counterpoint; indeed, many tone-retentions would simply vanish with it.",
            "citations": []
        },
        "FN20": {
            "text": "20. Again, because of Don Paolo’s 6/5 sonorities (see note 18), I hesitate to employ triadic language.  To that end, as a makeshift substitute for the term “root” the phrase “tonal determinant” will be used, since the determinant dictates which other tones may appear with it (i.e., pitch-classes corresponding to a unison, third, or fifth above).",
            "citations": []
        },
        "FN21": {
            "text": "21. Time and space prevent outlining a full stance on musica ficta, but in short accidentals will not be applied where not transmitted in any available sources; thus a flexible range of interpretations at cadential moments will be allowed.  This resembles the situation in Brothers,  “Musica Ficta and Harmony,” which accommodates a spectrum of conclusive gestures that directly addresses the issue of navigating around seemingly inconsistent applications of ficta.",
            "citations": []
        },
        "FN22": {
            "text": "22. Since the first sonority has thus transformed into the second, there would be no dire need to apply ficta retroactively, though I grant that one may still choose to do so.",
            "citations": []
        },
        "FN23": {
            "text": "23. Schachter, “Landini’s Treatment of Consonance and Dissonance,” 143–144.",
            "citations": []
        },
        "FN24": {
            "text": "24. Schenkerian analyses of medieval pieces elevate fifth-related chords to high hierarchical status whenever possible; I shall avoid that tendency here.",
            "citations": []
        },
        "FN25": {
            "text": "25. In contrast to root-driven tonality, no single voice necessarily binds another to its destiny.",
            "citations": []
        },
        "FN26": {
            "text": "26. Tones within imperfect consonances, as we shall see, can undergo extension.  In fact, the extension of tendency sonorities might be a feature that distinguishes Francesco’s three-voice ballate from those of his contemporary, Don Paolo (Tenorista).",
            "citations": []
        },
        "FN27": {
            "text": "27. This is the main topic of Cohen, “The Imperfect Seeks Its Perfection.”",
            "citations": []
        },
        "FN28": {
            "text": "28. In “On Sonority in Fourteenth-Century Music,” Fuller implements figured-bass symbols that appear in descending order from top to bottom, as here.  In “Tendencies and Resolutions,” she changes the order of symbols to descend from bottom to top.  I have elected to keep the figures consistent with the more common practice, mainly because the order of symbols mirrors the relative, vertical position of each voice in the texture.",
            "citations": []
        },
        "FN29": {
            "text": "29. I am only loosely appropriating Harold Powers’s “tonal types,” whose structures can be identified through their finals and characteristic scalar behavior; see “Tonal Types and Modal Categories,” Journal of the American Musicological Society 34.3 (1981), 428–470.",
            "citations": []
        },
        "FN30": {
            "text": "30. I have found one T → R configuration whose bass approaches its resolution through ascending stepwise motion, usually at an approach to an A determinant, but it occurs with far less frequency and exerts considerably weaker force.",
            "citations": []
        },
        "FN31": {
            "text": "31. Leech-Wilkinson, “Machaut’s ‘Rose, Lis’,” 19.  Leech-Wilkinson’s chaste interpretation of the directed progression finds its opposite in Elizabeth Eva Leach’s account of it as oppositely gendered and decidedly unchaste in “Gendering the Semitone, Sexing the Leading Tone:  Fourteenth-Century Music Theory and the Directed Progression,” Music Theory Spectrum 28.1 (2006): 1–21.",
            "citations": []
        },
        "FN32": {
            "text": "32. “Sharp Practice in the Later Middle Ages:  Exploring the Chromatic Semitone and its Implications,” Music Theory Online 12.2 (2006).",
            "citations": []
        },
        "FN33": {
            "text": "33. I have found the analytical method useful in re-examining Machaut’s ballade “Rose, lis,” the results of which I hope to publish elsewhere.",
            "citations": []
        },
        "FN34": {
            "text": "34. From Prior Analytics I.23.41 a 17–20:  “The argument is the same if several middle terms should be necessary to establish the relation [from A] to B; for the [essential form of the syllogism] will be the same whether there is one middle term or many.”",
            "citations": []
        },
        "FN35": {
            "text": "35. Schachter reads the passage as an expansion as well in “Landini’s Treatment of Consonance and Dissonance,” but he privileges the cantus’s stepwise descent.",
            "citations": []
        },
        "FN36": {
            "text": "36. In “Tendencies and Resolutions,” 239, measures 4–6 of Example 6b (from Machaut’s De bon espoir/Puisque la douce/Speravi ) show a doubly-inflected A6/3 leading to another imperfect sonority, G8/6, which functions as a (rather weak) T of F10/8.  Here the A6/3 becomes subsumed by the eventual motion to an F determinant.",
            "citations": []
        },
        "FN37": {
            "text": "37. “What’s in a Sign?  The and the Copying Process of a Medieval Manuscript:  The Codex Modena, Biblioteca Estense, alpha.M.5.24 ( olim lat. 568),” Studi Musicali 30.2 (2001): 255–79.",
            "citations": []
        },
        "FN38": {
            "text": "38. The sources represented in the present study, in rough chronological order, are:  Florence, Biblioteca Nazionale Centrale, Cod. Panciatichiano 26 (FP); London, British Museum, Additional 29987 (Lo); Paris, Bibliothèque Nationale, fonds italien 568 (Pit); and Florence, Biblioteca Medicea-Laurenziana, Palatino 87 (“Squarcialupi Codex”; Sq).",
            "citations": []
        },
        "FN39": {
            "text": "39. Schachter, “Landini’s Treatment of Consonance and Dissonance,” 184-86.",
            "citations": []
        },
        "FN40": {
            "text": "40. The reading here follows Pit, the earlier of the ballata’s two sources; none of the inflections discussed appears in Sq, the later source.  In general, Schrade’s edition follows his earliest available source, and when later sources contribute new inflections, he includes them, thus representing every inflection transmitted.  In the reduction, I represent C rather than D because of the C’s longer rhythmic value against the F; otherwise, privileging D would result in parallel 6/3 chords typical at cadences.  At measure 10 of Example 8, C must be chosen over D, or else a perfect fourth would be sounded over the lowest note; the voice exchange at measure 11 is displaced.  The moment in question arises at measure 13, where C in some form acts as an ascending passing tone to D.  Again, due to the rhythmic length of C relative to D, the issue of creating a perfect fifth that may potentially throw off the pitch arises.",
            "citations": []
        },
        "FN41": {
            "text": "41. See Dorothea Baumann, “Some Extraordinary Forms in the Italian Trecento” L’Ars nova italiana del trecento IV (1978): 45–63.  Incidentally, Ellinwood accepts the two-ending form as falling within ballata norms, linking it to the French rondeau in “Francesco Landini and His Music,” The Musical Quarterly 22.2 (1936), 196.",
            "citations": []
        },
        "FN42": {
            "text": "42. Only the first two verses of the poem are transmitted by Lo, the middle in age of the ballata’s three sources.  However, Lo provides both verto and chiuso endings, thereby presupposing the poem’s third and fourth verses in absentia; further, the last syllable of the fourth verse (-re) is notated at the chiuso ending.",
            "citations": []
        },
        "FN43": {
            "text": "43. The seeming disruptions created by musical ritornelli, as well as interludes in Boccaccio’s Decameron , are imaginatively discussed and defused in Eleanora M. Beck, Singing in the Garden:  Music and Culture in the Tuscan Trecento (Innsbruck-Wien:  Studien Verlag, 1998).",
            "citations": []
        },
        "FN44": {
            "text": "44. Parts 1 and 2 of De anima outline the nature of the soul as being inseparable from the body (it dies along with it) because it is in fact an actuality of a particular body.  Medieval thinkers adapted this idea, considering human beings as the union of an immortal soul with a body.",
            "citations": []
        },
        "FN45": {
            "text": "45. In the notes to Robert M. Durling, ed., transl, The Divine Comedy of Dante Alighieri:  Inferno (New York:  Oxford University Press, 1996), 211, Ronald L. Martinez and Durling comment that “since the suicides destroy the most basic unity of the human being, that of body and soul, they suffer a reduction and dispersal of the soul’s complex powers, all now fulfilled, if at all, in distorted and painful ways.”",
            "citations": []
        },
        "FN46": {
            "text": "46. The unusual aspect lies in the context of Francesco’s three-voice ballate when compared to those by Don Paolo (Tenorista).  In general, “Amor c’al tuo sugetto” is more indicative of Francesco’s harmonic preferences than “Partesi con dolore,” which seems more idiomatic of Paolo.",
            "citations": []
        },
        "FN47": {
            "text": "47. Schrade follows his eldest source, FP in this case (next Lo, and then Sq).  The first F appears in Lo and Sq, but not FP; the second F appears in all three.",
            "citations": []
        },
        "FN48": {
            "text": "48. The inflections appear in all three manuscripts.",
            "citations": []
        },
        "FN49": {
            "text": "49. The C inflection at measure 31 appears in all three sources; that at measure 33 in FP and Lo; \nand at measure 41 in all three sources.",
            "citations": []
        },
        "FN50": {
            "text": "50. The F at measure 46 appears in FP and Sq.",
            "citations": []
        },
        "FN51": {
            "text": "51. Beck, Singing in the Garden .",
            "citations": []
        },
        "FN52": {
            "text": "52. Bruce Cole counts the dual representation of the feast of Herod with the Presentation of St. John’s head as a major iconographical innovation in Giotto and Florentine Painting (New York: Harper & Row, 1976), 110.",
            "citations": []
        },
        "FN53": {
            "text": "53. Illustrations of the paintings with their vanishing points appear in Erwin Panofsky, Perspective as Symbolic Form (New York: Zone Books, 1997), 166, 168.",
            "citations": []
        },
        "FN54": {
            "text": "54. Adam of Wodeham was a student of William’s at Oxford, and is reputed to have been William’s secretary.  Paul Vincent Spade’s online translation may be viewed at http://pvspade.com/Logic/docs/ockham.pdf .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "INTRODUCTION",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Francesco Landini’s most intriguing composition may not be, strictly speaking, musical  but poetic in nature.  A dream-vision composed in Latin verse survives through a manuscript recorded at the papal court in Avignon ca. 1382. (1) In this literary though not literal dream a mob of old men enters Francesco’s chambers after midnight.  Arguing and grumbling, they push forward a young, bright-faced man to speak on their behalf.  The spokesperson identifies himself as William of Ockham and bemoans the ill treatment he received during life and after death. (2) He has come forward to warn that an unlearned dilettante [ ydiota rudissimus ] has been irreverently maligning Dialectic, whom William extols at length (the passage appears in the Appendix ).  The arrival of dawn cuts short William’s other complaints, and Francesco awakes.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The dream’s intrigue revolves around its central figure, William of Ockham (ca. 1287–1347), an English logician summoned to the Avignon papal court on charges of heresy in 1324.  William launched a counterattack through a debate concerning the Franciscan tenet of “Apostolic poverty,” thereby directly challenging John XXII, who accepted lavish donations.  Through his logic system, William demonstrated the heretical leanings of John himself.  Having burnt ecclesiastical bridges, William sought asylum under the Holy Roman Emperor (Ludwig of Bavaria) in 1328, dying in Munich in 1347 (during the Black Death).  At some point he was excommunicated, not for heresy but for leaving Avignon without permission.  Decades later during the Great Schism, the anti-papal William was praised in writing by Francesco during a period of escalating vulnerability for the French Pope.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As improbable or mysterious as its very existence might seem, Francesco’s dream nonetheless provides exactly the kind of vita nuova needed to extract music analysis out of what I perceive as a rut that it has inhabited with regard to the Italian fourteenth-century repertoire.  On the one hand, analysts who maintain close contact with contemporaneous theoretical and archival sources have made significant advances, but with regard only to French compositions. (3) On the other hand, graphic enterprises of a Schenkerian nature (thus more in step with current music-theoretical activity) have met only occasional and limited success with music from both sides of the Alps, but they seem at odds with more historically minded efforts. (4) In an attempt to improve the situation, I shall depart from the dream that Francesco “composed in praise of the logic of Occam” (5) and relate my own dream-vision here, in which I endeavor to apply the pluralist mindset of medieval syllogistic for two purposes:  to engage a relatively unexplored element of Francesco’s intellectual milieu, and to depart decisively from Schenkerian principles in the graphic analysis of complete works. FRANCESCO’S INVOCATION OF SYLLOGISTIC",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Francesco’s praise of William’s logic invites exploration into medieval logic study.  Unfortunately, Michael Long, who has commented more on the dream than any other person, uses the dream to illustrate Francesco’s sympathy toward Ockhamist theology, not logic. (6) In fact, the extended laud of Dialectic shows working familiarity with William’s logic writings, and likely the entire canon of logic treatises. (7) The long-winded stream of epithets to Dialectic resembles the prologue to William’s Summa logicae (1341), written by William’s associate Adam of Wodeham.  Adam’s prologue can be used as a point of comparison to gauge the degree to which Francesco appropriates ideas of William and others (the prologue appears in the Appendix). (8) The end of the first paragraph and the bulk of the second paragraph of Adam’s text resonate with Francesco’s line 11; similarly, Adam’s fifth paragraph exposes the same imagery as Francesco’s lines 12–13.  In its own right, Francesco’s poem possibly contributes new tropes on Dialectic, such as her ascending heavenward in Christian fashion to “serve the one-and-triple king” (line 8) and traversing the pagan Tartarus (line 21).",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Medieval logic study often focused on the syllogism, Aristotle’s theory of inference with two premises.  Categorical syllogisms assume a large number of configurations but always comprise three basic elements; of particular interest to the present study, descriptions of such arrangements convey the impression of unwieldy multiplicity.  Two premises, one major and one minor, are connected by a middle term, which itself does not appear in the final conclusion. (9) What follows is one form of the syllogism: (10) Minor premise ( S ubject of conclusion):  Beethoven Major premise ( P redicate of conclusion): genius M iddle term: writes great music Everyone who writes great music is a genius. Beethoven always wrote great music. Beethoven was a genius. [All M is P.] [All S is M.] [All S is P.] Example 1 . Veb diagram of syllogism (of form AAA-1) (click to enlarge) A Veb diagram of the above syllogism illustrates the connective role played by the middle term ( Example 1 ). (11) The middle term (M) locates itself inside the realm of the major premise (P).  With the minor premise (S) enclosed by the middle term, the argument guarantees Beethoven’s inclusion within the major premise’s area as well.  The premises as arranged will always render a valid conclusion, lending the argument fool-proof effectiveness, so to speak.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Syllogistic explanation found its way into music theory during the fourteenth century, notably in the formulation for directed motion by Marchetto of Padua.  While scholars such as Fuller and Cohen do not focus on Marchetto’s use of syllogisms, they do implicitly show the logical origins of the passage. (12) As Cohen shows, the formulation shares the descriptive language of natural transformations explained in Aristotle’s Physics , whose demonstrations outwardly employ the three-term syllogism.  As a model for musical change, the minor premise would be equivalent to an entity before change occurs, the major premise to what emerges afterward:  imperfect consonance S, perfect consonance P, motion by step M.  Given the essential differences in the medieval concept of perfect and imperfect consonance, directed progressions thus exhibit the sort of (explicable) change that occurs in nature.  The application of syllogistic to music theory, it seems, would open the door for its extension to musical practice.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The benefit of such an extension revolves around the treatises’ preoccupation with the large number of syllogistic arrangements, a plurality which points to a new analytical path for Francesco’s music.  The main advantage of capitalizing on this preoccupation—in distinction to acknowledging the mere presence of syllogistic activity in music, which is much less meaningful—involves the immediate contrast it exhibits against an encapsulation of Schenkerian tenets that has recently arisen.  Namely, the multiplicity of forms contrasts starkly with the backdrop of two distinctive features of monotonality, as outlined in Matthew Brown’s ‘Recursive Model’: a musical system is recursive if it posits certain starting states, such as a prototypical harmonic progression, and derives more complex states, or progressions, by repeatedly applying a given set of transformations.  This system is also rule preserving if every derived state or progression conforms to the same underlying laws of voice leading and harmony as the prototype.  If the musical system is indeed recursive and rule preserving, then the processes of generation and reduction will be the reverse of each other [emphasis the author’s]. (13) The well-known ramifications of these features, as Brown codifies them in particular, will prove particularly useful here:  “[Schenker’s] system allowed him to reach two important conclusions:  1) all functional monotonal pieces can be derived from a single prototype; and 2) there are only three possible prototypes for all functional monotonal compositions.” (14) In syllogistic, certain moods do reduce to one of two fundamental prototypes, but reduction does not serve as a primary end. (15) Even then, reduction does not proceed recursively, since some moods reduce directly to one of the prototypes while others pass through diverse moods, all through varied processes.  As will be shown, musical progressions mirror this type of syllogistic multiplicity by falling into two fundamental types of paradigms that attain several fundamental forms and that do not transform into one another recursively, thereby throwing Schenker’s monotonality into sharp relief. PARADIGMATIC PROGRESSIONS IN FOURTEENTH-CENTURY BALLATE",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\n\tAs mentioned, the ballate exhibit two basic categories of progressions. (16) The first category includes paradigmatic retentions of individual tones.  The voice-leading paradigms to be shown occur at several levels in the music, but discussion of details will focus on two particular pieces, Francesco’s “Amor c’al tuo sugetto” and “Partesi con dolore.”   It is important to note that the paradigms presented in the following pages do not achieve their syntactic functions solely through their interval content; rather, structural placement and inter-relationships with poetic texts ultimately determine the mobility or conclusiveness of any progression. I.  Tone-retaining progressions",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The first category consists of three main subtypes bridging sonorities that share at least one tone.  The discussion that follows does not presume that any triadic concept governs the repertoire; instead, it will prove convenient and efficient to use the concept to explain voice-leading scenarios that correspond to triadic configurations. (17) In more elaborate incarnations of the models to be shown here, tones need not necessarily be retained continuously in a single vocal part, and they need not lie in the same register.  While the two conditions often hold true in practice, adventurous expansions explore the limits of connection in a striking fashion.  Nonetheless, initial examples will limit themselves to models in their most basic manifestations. Revoicing within stationary tonal determinants Example 2 . Revoicing within a stationary tonal determinant (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In a revoiced sonority, one or more parts may assume a new position, sometimes adding or subtracting a triadic component (such as the third) or otherwise doubling tones held by other voices. Example 2 shows four revoicings taken from “Amor c’al tuo sugetto.” (18) In Example 2a, the lowest note (tenor) stands still while the two upper voices move to other tones.  Notably, the contratenor moves to the third of an apparent triad built on A, thereby transforming the perfect sonority into an imperfect consonance.  The common bass tone would seem to mandate subsuming the entire expansion as a single sonority, but the revoicing brings about a change to a fundamentally different state of consonance; the alteration will have important implications as the discussion proceeds. Indeed, the configuration of Example 2a occurs at the onset of a poetic verse, an appropriate location for a stable, perfect sonority to become a mobile, imperfect one.  Similarly, the next three progressions (Examples 2b, 2c, and 2d) feature the same oscillation between perfect and imperfect consonance, with different voices retained in each case. (19) Even in the absence of true triadic equivalence, the set of available tones in relationship to a given held note (whether the lowest sounding or no) corresponds to triadic configurations built on a common tonal determinant. (20) Where the tonal determinant remains essentially stable, progressions may retain the identities of up to three tones. Tonal-determinant motion by thirds Example 3 . Tonal-deteminant motion by thirds (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In this construction, one tonal determinant yields to a second located at an ascending or descending third; one or more parts retain their tones. Example 3 shows four instances of third-motion from “Amor” and “Partesi con dolore.”  Example 3a exhibits 5-6 motion over a stationary bass, while Example 3b shows the retrograde of such motion.  In both the lowest-sounding note remains stationary.  Example 3c illustrates an apparent voice exchange between tenor and contratenor, except that the contratenor assumes an inflected G, whose conative implications alter its status. (21) Above the exchange, the cantus achieves 5-6 motion.  Again, the sonorities possess a strong relationship to each other but not one of simple equivalence, which is consistent with the metaphor for logical process being proposed. (22) Example 3d achieves third-motion—ascending this time—by entirely different means on a larger level (between Chords 1 and 3), but through 5-6 motion on a smaller level (between Chords 1 and 2).  Generally, a maximum of two tones may be retained in these progressions. Tonal-determinant motion by fourths/fifths Example 4 . Tonal-determinant motion by fifths (click to enlarge)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The tonal determinant may also travel a fourth or a fifth, the latter sometimes resulting from two consecutive third-motions. Example 4 shows four instances of fifth-motion in both pieces.  As can be seen, fifth-motion retains only a single tone and constitutes the limit of the tone-retaining principle.  The lowest-sounding tone must either move or be retained above a new bass tone, as in Example 4d.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Very unlike a dominant function, an upward fifth-related sonority has no inclination to resolve.  Carl Schachter warns:  “The analyst of Landini’s music cannot fail to notice how frequently sonorities pitched a fifth apart are associated.  Whether or not this association adumbrates the tonic-dominant relationship must await further investigation.” (23) The sonorities in Example 4, as in Examples 2 and 3, exhibit tone retention; any apparent root motion thus arises incidentally.  As equally available as revoicing or third-motion, which operate on the same tone-retaining principle, fifth-motion therefore cannot lay exclusive claim to any dominant harmonic function. (24) Generally, no tone-retaining progression heralds a single destination, and motion may freely advance to any other type.",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Tone retentions, whose tonal determinants travel the intervals of the unison, third, and fifth, outwardly and deceptively appear as triadic prolongations.  The similarity might explain why efforts at Schenkerian analysis occasionally meet with some success.  However, it must be borne in mind that the essence for motion lies in retaining tones from sonority to sonority, not composing out a recursive prolongation of a single triad. (25) In keeping with the varied moods of syllogistic, no single paradigm asserts itself over the others at all structural levels; further, several distinct types of sonorities harbor tones that undergo extension. (26) While the differences appear slight, one must not consider an originating sonority as essentially retaining its identity as it embarks on a transformation.  Rather, a sonority might be more fruitfully regarded as a group of tones striving to attain actualization, which might result in a completely different form (i.e., a different sonority).  Proper to their nature as syllogistic middle terms, and thus causes, the progressions lend form to the intermediately mobile state of their sonic matter. II.  Progressions involving change in all voices Directed progressions",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Tone-expanding progressions create forward thrust through the changes they enact and can inhabit lengthy temporal spans.  Once initiated, tonal motion comes to a conclusive articulation point through directed progressions.  As a general principle, an imperfect consonance seeks its perfect form and thus impels itself toward it. (27) Component sonorities in directed progressions retain no common tones, with all involved tones typically moving in stepwise motion.  The lack of continuity between sonorities creates an essential difference from tone-retaining progressions.  Consequently, the middle terms approach playing a causal role (as in cause-and-effect), as opposed to the form-giving capacity of middle terms in tone retention.  To serve as a dual indicator of impending perfection, a complete change of tones couples with an aural signal of conation, embodied solely through the sound of imperfect consonance or enhanced through inflection. Example 5 . Directed progressions (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Example 5 shows four instances of Fuller’s \nT → \nR , a paradigm that typically articulates formal divisions but also lies at points within phrases. (28) In Example 5a, a doubly-inflected tendency sonority built on E resolves to \nD .  The configuration shares the same arrangement of imperfect consonances with the other progressions in the example.  However, its conclusive force ultimately differs by virtue of its placement at the middle of a poetic verse rather than at its conclusion.  Similarly, Example 5b falls at a verto ending (i.e., a midpoint within a formal section), while Examples 5c and 5d occur at chiuso endings for a piede (inner section) and ripresa (outer section), respectively.  Thus, all four progressions assume the same form (doubly-imperfect consonance leading to doubly-perfect consonance), but none performs the same function within the poetic-musical texture.  Also, tones creating minor intervals within a T component often bear inflections in manuscripts to transform into major intervals, as they are in Examples 5a and 5d.  However, just as often, one or both of the component intervals may not be inflected, as in Example 5c.  These scenarios will be considered as members of the same family since they all exhibit imperfection tending towards perfection, a condition that holds regardless of the precise size of the imperfect intervals.  For directed progressions that resolve to \nE , as in Example 5b, the issue is moot, as the placement of F within the tonal type automatically creates major imperfect intervals above it. (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\n\t\t\tOnly one element from the Italian ballate approaches a dominant function, a (realized) T sonority within a directed progression.  Regardless of tonal type, the bass notes of T sonorities occur one degree above their target. (30) With overwhelming frequency, directed progressions involve the tonal type’s final and the scalar degree above it, as extolled by Leech-Wilkinson: The power of the II-I cadence to shape a song as a whole is worth considering further, since the preparatory chord can be prolonged for as long as the composer wishes, or at any rate for as long as his skill allows . . . the [penultimate chord] increasingly acquires the expectation of or desire for resolution.  To that extent its function may be described better by the term ‘conation’ (that is ‘the faculty of desire’) than by the conventional ‘preparation’ since the desire for relief in resolution is its essential property.  In fact, [the II-I cadence] might stand as a symbol for the very nature of Machaut’s songs, perhaps even of fourteenth-century song as a whole.  For the progression from conation to resolution, from desire to fulfilment, is fundamental not only to the music, but also to the poetry and to the whole tradition of Courtly Love, the Lover seeking endlessly for rest from his desire which only his Lady can provide. (31) In terms of tonal determinants, VII 6 within the tonal type progresses conclusively to I.  Thus, to address Schachter’s inquiry, fifth-motion contributes to harmonic expansion, but stepwise motion, particularly VII 6 -I, attains a quasi-dominant function.  However, the T sonority does not share any tones with its ‘tonic,’ thereby achieving no prolongational Bassbrechung .",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] It is worth mentioning that one cannot assume exact aural equivalence among directed progressions, in light of recent findings by Ronald Woodley. (32) Inflected progressions at one pitch level (e.g., D-F -B) could very well evoke distinct intervallic relationships at another level (E-G -C , for instance) depending on the size of the semitones used to inflect each tone.  The finding raises crucial questions that can find no answer here:  should the progressions sound the same? would certain of them evoke greater tendency than others?  For now, as Fuller has done, progressions are grouped into abstract families based on their notation as opposed to their sonic realization.  The same issue of inflection would also eventually apply to the long-range tuning of a composition.  Again, unanswerable questions arise:  should retained tones have a stable pitch? should a long-range, polyphonic strategy be implemented?  As far as such important issues can be addressed, one can only assert that the paradigms offered here function in an organizational capacity, and that the music’s realization likely requires an entirely different system altogether.  Nevertheless, the paradigms presented here offer a stark contrast to functionally tonal progressions.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In the end, directed progressions hold no monopoly on notable hallmarks of fourteenth-century ballate.  Directed progressions carry an urgent sense of motion, but they do not always need to be implemented to create motion generally.  They do articulate impending completion of motion, and for this reason they appear to the near exclusion of other progressions at formal divisions in Francesco’s compositions.  Rather than be organized through directed progressions, mobility arises more often through tone-retaining expansions, which introduce multiple harmonic possibilities for individual tones.  Both categories of paradigms, tone-retaining expansions and directed progressions, provide large-scale organization for all the three-voice ballate of Francesco and music by several of his Italian contemporaries, if not for other repertoires of the period. (33) Further, both categories assume syllogistic form of two terms shaped and driven by a connective middle.  The nature of the middle term—form-giving retention vs. provoked change in tones—thus distinguishes the categories in the same way that the quasi-spatial arrangement of premises and middle term distinguishes syllogistic moods. Contrapuntal progressions and large-scale expansions",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In the absence of conation, as might be imagined, contrapuntal progressions exert weaker connective influence than directed progressions.  Perhaps for this reason they often live very abrupt lives at surface levels and serve as vehicles that elaborate other progressions on larger levels.  Ultimately, the larger progressions seek to define tonal types at the conclusion of a verse or formal section as syllogisms that employ numerous middle terms (though of a more complex nature than tones retained across a progression, for instance). (34) Example 6 , which contains four contrapuntal progressions that serve larger tone-retaining expansions, exhibits modifications to graphically reductive technique.  In the graphs to follow, conative tones that resolve via directed progressions are flagged and connected by slurs to their resolutions.  In an effort to distinguish realized directed tones from tones that resemble them notationally (e.g., tones within an imperfect consonance that does not function as a T component), unresolved conative tones are not flagged.  However, an absent marker does not negate their conative potential because they could still be heard as such.  Resolution notes receive stems, but the stems do not automatically boost their status in the harmonic hierarchy; as will be shown, sometimes directed progressions play a middle role within larger extensions.  Similarly, stable sonorities often bear stems, especially when their tones are retained, but this aspect alone does not confer the highest status on them hierarchically.  Also, Francesco often places textual syllables on the first semibreve within a breve (whose span is represented as a measure), and often the first semibreve of a tempus contains one or more tones that undergo extension.  Relatively long rhythmic values tend to coincide with greater harmonic stability, per Schachter, and they also tend to bear text.  Thus, the text underlay is included for all foreground reductions. Example 6 . Expanded tone-retaining progressions (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Example 6a shows a passing chord that fills out a triadic revoicing.  Example 6b’s passing chord ornaments larger third-motion whose goal, a T-sonority, progresses to articulate a verto ending.  Example 6c exhibits an intricate revoicing within a stationary tonal determinant (note that it concludes the ballata’s ripresa).  The first elaborating sonority consists jointly of neighbor (tenor and contratenor) and passing tones (cantus).  The second sonority takes on the appearance of an intermediate dominant chord, while in fact it consists of two passing tones (cantus and contratenor) that reflect a tonal determinant of A.  The newly-voiced \nF in turn steps into a directed progression that eventually concludes on \nD .  In light of the overall process, it seems appropriate to call the first elaborating sonority a neighbor chord rather than a directed progression, although it could very well represent one (as indicated by Schrade’s editorial inflection, not shown here), albeit extremely weak.  This does not negate the overall expansion. (35)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Example 6d contains a treasure-trove of elaborating sonorities, all \nunited in a remarkable metamorphosis of F to F .  After an initial third-motion between tonal determinants D and F (already shown in Example 3), a passing chord achieves a second third-motion.  The tonal determinant G governs the intervening music until \nF arrives via fifth-motion/neighbor chord at the end of the poetic verse, and which directedly progresses to E to open the subsequent verse.  All told, motions among tonal determinants themselves assume a subordinate role as middle terms in a larger revoicing within a single tonal determinant, D. Example 7 . Embedded directed progressions (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Even directed progressions themselves can serve as middle terms in larger processes.  As Fuller also finds in Machaut’s polyphonic music, a T sonority can become subsumed by another progression. (36) Example 7a shows a passage from Francesco’s three-voice ballata “Gientil aspetto,” in which a T built on E-flat leads to \nD .  The cantus steps upward, taking the contratenor with it later to create another T sonority over the stagnant tenor.  The newly arisen T sonority resolves to C .  On a larger scale, the first chord of the passage, an unresolved \nT , becomes revoiced by means of the first directed progression.  It achieves eventual resolution through the second directed progression.  The compounded directedness lends even greater stress to the accented syllable of the word diletto [delight], which arrives at the final measure of the example.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Example 7b shows a thorny passage from “Partesi,” in which E leads to \nD , which itself undergoes conversion into an inflected T sonority (D ).  This converted sonority would be expected to lead to \nC , but instead the cantus’s F-sharp is held over into another T sonority (A ) whose resolution to \nG is marred by the contratenor’s delay on E rather than D.  The whole series of sonorities outlines a fifth-motion from D to G (shown in the second level of Example 7b), whose arrival receives much more weight than the \nD that introduces the contratenor’s D (shown in the third level of Example 7b).  In light of the contratenor’s blemished resolution, the arrival at G loses much of its conclusive force, as befits its intermediate position within a poetic verse and, as will be discussed later, its portrayal of poetic imagery.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Pedro Memelsdorff finds a relevant passage in a composition by Matteo de Perugia, whose transmission in the ModA manuscript features a -mi inflection becoming heightened later in the same note as a Marchettian chromatic semitone ( / ) before a cadence. (37) Since ModA dates roughly contemporaneously with other manuscripts recording Francesco’s music, Memelsdorff’s highly suggestive finding may point to an evolving musical practice, at which the mere retention of an inflection through to its resolution may have represented an early stage. (38) Still, the inflected tone from “Amor” passes across distinct voices, unlike the ModA example.  Unless the performers explicitly engaged in a game of “Hot Potato” there is no guarantee that the inflection would be traded.  Nonetheless, the flow of syllogistic would carry its sense forward even in the absence of inflection. ANALYSES OF ENTIRE WORKS",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Analyses of two complete works will illustrate the potential for the nesting and layering of syllogisms within a composition (their reductions appear separately).  Indeed, one of the pieces under discussion, “Amor c’al tuo sugetto,” \n(see reduction ) has been graphed in its entirety by Carl Schachter, though without a companion investigation into its poetry. (39) Hence, a few remarks about the poem must be made here, whose text appears roughly translated below and arranged as it would be heard musically: Amor c’al tuo sugetto omai da’ lena Sotto tuo giogo vivo sança pena Et così vo’ contento senpre stare Po che m’a fatto serv’a questa dea, C’a nulla cosa si può aguagliare Tal la produsse chi tutto potea. Per chè tutta virtù in lei si crea. O felice cui leghi a tal catena! Amor c’al tuo sugetto omai da’ lena Sotto tuo giogo vivo sança pena. Love, to your subject now give breath [Who] under your yoke lives without pain And this happy I wish \n\t\t\talways to be that [Love] made me servant to this goddess, To nothing can she compare [herself] such produced her who had all might. For that [reason] all virtue is born in her. O blissful he whom you bind by such a chain! Love, to your subject now give breath [Who] under your yoke lives without pain. While the poem’s main idea, being a faithful servant to Love and/or to one’s Beloved, can be discerned quite clearly, its precise language presents some ambiguity, if not translation challenges.  In fact, the second verse in the ripresa could be translated differently.  The “vivo” of that verse could be taken as modifying the yoke rather than the slave:  [who is] under your heavy yoke [ giogo \nvivo ] without pain.  The sense remains consistent, the lover imploring Love to refresh him or to sustain him so that he might remain yoked forever.",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The ripresa and volta stanzas are set to the same music in ballata form, appearing as Sections 1, 4, and 5.  The common music creates several affinities between these stanzas, pairing verses across stanzas conceptually and metrically: R1 A- mór c’al tuo su- gét- to o- mái da’ lé- na V1 Per chè tút- ta vir- tù in léi si cré- a. The superposition places the Lover in direct opposition to the Lady; the Lover is subject to her (and Love), while the Lady’s virtue wields its power over him.  Harmonically, the initial D  becomes revoiced (beginning on Amor/Perchè and ending with lena/crea ) through an intermediate \nD ( sugetto/virtù ); the textual placement of the revoiced sonorities on such prominent words rules out the predominance of an E determinant (such as falls on tuo/tutta ) over the extended D determinant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Inherent to the poetic form, the second verses of ripresa and volta rhyme in addition to sharing musical material: R2 Sót- to tuo gió- go ví- vo sán- ça pé- na. V2 Ó fe- lí- ce cui lé- ghi a tál ca- té- na! Example 8 . “Amor c’al tuo sugetto,” mm. 10–14 (click to enlarge) The imagery of both stanzas also has an affinity.  The ripresa’s second verse points out Love’s yoke while the volta’s second verse cites the chain with which it binds.  Within these stanzas, the music remains yoked to D , with a respite on \nE at the end of the word lena to energize the harmony just as Love energizes the speaker; at the corresponding moment in the volta, the Lady’s virtue also energizes the Lover.  Further, the breath gradually transforms into a T sonority that resolves at the word vivo , Love’s breath thus giving new life to his servant as well; in the volta, Love’s bond is renewed.  Thereafter the harmony remains happily yoked to a tonal determinant of D, revoicing the initial D before its close.  Note here that the music retains the inflected C at breve 10 all the way to breve 13, just before it resolves within a D sonority (compare the reduction to Example 8 ). (40) The C does not bear an inflection through its intermediate retentions, yet its conation persists through the culminating T-sonority of breve 13; in a way, the initial inflection signals the start of the process rather than its end.  The deeper middleground (the third level of the reduction) shows that the T-sonority itself shapes the retention of tones, clarifying the C-sharp’s conation by extension.  As for breves 14–21, the two D sonorities can be connected convincingly via revoicing so I have not highlighted alternative progressions.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] If the C were maintained through the end of measure 13, the tenor would need to inflect its F in measure 13 to perfect the fifth with the contratenor since it bears a long rhythmic value.  As Woodley would note, depending on the size of the semitone used to inflect C, the tenor’s D-F connection would not be as simple as a ditone or a just major third; the same holds for its C -A connection at measures 10–11.  Still, the compelling voice exchange at measures 10–11 (tenor and contratenor) retains the C in some manifestation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The piedi explore a different textual theme, the speaker’s happiness in being enslaved to a noble Lady.  Here the form binds alternating verses together through rhyme: P1 Et co- sì vó’ con- tén- to sén- pre stá- re P'1 C’a núl- la có- sa si può á- gua- gliá- re Both verses offer extremes, the speaker wishing always to be in his present state, and the fact that nothing can compare to it.  Musically the harmony engages in a large fifth-motion between tonal determinants D and G, whose \nG undergoes revoicing through breves 25–28.  Likewise: P2 Po che m’a fát- to sérv’ a qué- sta dé- a, P'2 Tal la pro- dìs- se chi tìt- to po- té- a. Here, both verses use similar verbs, fare [to make, do] and produrre [to produce, bring forth].  Similarly, both invoke higher beings, the goddess whom the speaker serves and the omnipotent Being that created her.  Harmonically, the tonal determinant G that concluded the pair of first verses ( stare and aguagliare ) gives way to D at the word servo , appropriately enough, completing the revoicing begun at D of breves 23–24; in the second piede, the chord arrives at chi , the referent of the Being.  The harmony reverts to a tonal determinant of G at the words dea and potea , reaffirming the speaker’s desire to remain faithful to his Lady ( stare ) and the futility of comparing her to anything ( aguagliare ).  The verto ending of the phrase, in light of the paradigms highlighted here, actually leaves the harmony open on E .  The chiuso ending reiterates the return to D from servo, thereby reaffirming the speaker’s subordination to divine powers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The extension of  D via the fundamental directed progression \nE →  D underlies the entire ripresa.  On the one hand, it represents the energizing force that Love breathes into his subject while also representing the inevitable bond that Love forges between the Lover and his Lady.  In the piedi this devotion and servitude attain a divine quality that raises them above the base.  The divinity of love might drive the musical texture to ascend to the tonal determinant G in the piedi.  Overall, \nD undergoes extension throughout the entire work, its tones anchored firmly to each other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] To illustrate the comparable flexibility of the VII 6 -I paradigm to tonality’s V-I model, I offer an analysis of a second work, “Partesi con dolore,” \n(see reduction ) which offers a contrast in numerous ways to “Amor c’al tuo sugetto.”  At first glance, the composition might seem to paint an unremarkable portrait of a Lover’s grief at being distanced from his Beloved.  If this were only a routine, maybe even obligatory assertion or assurance of the Lover’s feelings, one might expect the song to adhere to a normative form.  Instead, the song constitutes an unusual hybrid of forms.  While the work is counted among Francesco’s ballate, Baumann notes that the form consists of a hybrid between French ballade and Italian ballata (which appropriates the French virelai). (41) That is, the work lacks a volta section, departing from ballata form, with its ripresa-equivalent containing a verto and chiuso ending in the manner of a ballade. (42) Per Baumann, the poetry’s sense would be damaged by breaking up the first four lines into ripresa and volta; the opposition between departure (of the body) and persistence (of the soul) requires both couplets in order to unfold: Partesi con dolore El corpo vita mia. E nella tuo balia Riman l’anim’e’l core. Pianghon gli ochi dolenti Che da te dilunghati Non isperan contentj Viver, ma tormentatj. It departs with sorrow my body [from] my life. And in your power remain my soul and heart. My aching eyes cry that they have been distanced from you; happy they do not hope to live, but tormented. Baumann argues that since ballades such as Machaut’s comprise three stanzas with the final verse of each stanza serving as a refrain, “Partesi” might have been transmitted incompletely as a ballade.  If it were indeed the case that only one stanza of three has been transmitted  for “Partesi,” then only the final verse would return later in the composition rather than the entire ripresa, not the symbolically satisfying four-verse bundle.  It may prove more appropriate to consider the piece only an impure ballade and more of a ballata, repeating the entire ripresa after the piedi have been sung (as the Squarcialupi and Panciatichi versions suggest, since the text is copied in the same manner as more normative ballate).  Within a context of circular, discontinuous narratives involving musical interludes that Eleanora Beck uncovers, the last two verses may also act as a true volta and be separated from them in typical ballata form while still preserving the imagery’s flow. (43) Needless to say, none of the above interpretations lays absolute claim.",
                "footnotes": [
                    "FN41",
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The song’s unusual form also features an extensive musical end-rhyme among all four sections, as the first half of the second piede musically varies the first.  The ripresa’s verto and chiuso endings also conclude each of the piedi.  The end-rhymes and variation strongly suggest that the second part composes out two piedi within ballata form, another unusual formal feature.  Hence, it would appear that Francesco put a good deal of effort into crafting the work, and his departures from typical forms reflect a desire to transcend the ordinary that suffuses the work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In line with its idiosyncratic form, the poetic imagery itself hovers beyond the quotidian.  The above mentioned opposition in the ripresa-equivalent between departure and persistence separates the body from the soul, literally or figuratively.  The literary trope appears to decorate the medieval concept of ‘human being’ as the nexus of body and soul. (44) If one part comes to be separated from the other, the subject ceases to be human, but just what else he or she becomes forms a speculative topic in literature.  For example, suicides in Canto XIII of the Inferno have cleaved their souls from their bodies, and they receive punishment by having their souls (improperly) sprout as gnarled thorn bushes upon which Harpies gorge. (45) Hence, the reader might infer that unnatural separation results in extreme torment, a sentiment expressed in the present composition’s final verse.  Another vaguely Aristotelian notion locates the soul’s corporeal abode at the heart.  In the present work, the seat of the soul, the heart, remains with the Beloved while the rest of the body departs from his Beloved, if not from life altogether.  Continuing the theme in the piedi-equivalents, the eyes, representing the body yet acting on behalf of the soul, mourn their separation, hoping to remain in a state of torment as the soul remains devoted to and with the Beloved.",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Harmonically, the ballata vividly enacts the separation through unusually thorny progressions. (46) Although the ripresa ultimately cadences within a D tonal type, the music commences elsewhere.  The D revoiced within the first verse actually serves a subordinate role within a larger revoicing of G to G .  The first appearance of the tonal determinant D falls at “si” of Partesi , but not as a stable sonority.  F , a conative tone, vanishes only to reappear at corpo within a directed progression to \n\tG . (47) The tone’s conation overrides the temporary stability of \n\tD even though the sonority undergoes revoicing.  The lingering conative tone, F , implies a large-scale syllogism whose minor premise (F within an imperfect consonance) requires several middle terms for its connection, including an entire revoiced sonority, to the major premise (resolution to a perfect consonance).  While the F might appear to vanish when it assumes other forms, it must be remembered that the minor premise ultimately connects to its major premise no matter how numerous or circuitous its middle terms become.  Thus, the conation does not simply subside or disappear, so it is thus not necessary to maintain the appearance of the F for the entire intermediate process.  In this case, the F returns at the moment preceding resolution, binding the beginning of the conative process to its final outcome, but it need not have done so.",
                "footnotes": [
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The subordination of D within the conative process might represent the Lover’s lapse into wishful thinking, in which D as a tonal type (characterized by a T-sonority potentially bearing C and G ) becomes completely absorbed by the G tonal type (potentially containing F and C ).  F finally resolves at \n\tG at vita , but the resolution is blemished, even painful, because of the contratenor’s detour to E rather than D (already discussed).  The second attempt to find G also takes a complicated path, as the Lover’s efforts to seek haven in the tonal type G become futile.  The C at measure 10 finds unsatisfactory resolution to \n\tF , then again to \n\tD at measure 12, both being tendency sonorities. (48) The rather adventurous reading here interprets measures 10–12 as a piling up of three coordinated drives to \n\tG .  The cantus travels from C to F , the C is taken up by the contratenor, and the tenor steps from A down to D through several unstable sonorities en route to G.  Even without the tenor’s restiveness, the contratenor’s early arrival on D damages the conclusiveness of G and thwarts the Lover’s hope of ever finding peace in his designated haven.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] After resisting for so long, the harmony finally reaches a definitive \n\tD , its fated destination.  Delay in serving his Beloved does not typically characterize the Courtly Lover—something else must be depicted here than an exposition of his obligations.  Rather, the rocky path to \n\tD symbolizes the separation of body (G tonal type) and soul (D tonal type) and the extreme duress imposed upon the Lover.  The D tonal type represents the place to which his body can never return, yet his soul remains inextricably tethered there.  This might explain why the arrival seems rather abrupt in light of the preceding music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] As mentioned above, the two piedi share their closing music and are variations of one another.  The beginning of each outlines a revoicing of D to F .  The second piede lingers on the F and A of the cantus, seductively suggesting triadic prolongation.  The first piede associates the D tonal type, heretofore known only as the soul’s abode, with the Lover’s grieving eyes.  After enjoying relative stability, the harmony moves to E at dilunghati as befits a verto ending, but not before attempting the same failed arrival on G from measures 10–12.  The Lover’s eyes are distanced from his Lady, yet they still “see” her and thus torment the soul further.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The second piede is the only section that begins and ends within the D tonal type.  Not incidentally, the poetic verse reveals that the Lover hopes to and must live in torment.  Remarkably, the second piede also demands a new interpretation of the closing music, which has appeared three times by now.  While in previous iterations a lone C had triggered a painful attempt to drive to \n\tG , within the second piede this moment is preceded and overridden by at least two conative tones in conjunction as a T interval, C /E at measure 41. (49) Whereas the lone C could have resolved satisfactorily to either a stable sonority built on a G or D determinant, the interval C /E can proceed only to one destination, D 8 .  The drives—problematic as they were—to \n\tG in previous sections lose any hope to conclude forcefully, with the corresponding arrival at measure 46 subsumed altogether by the drive of C /E to the D 8 at measure 49. (50) To the D tonal type the Lover’s soul must remain; such is his infernal predicament.",
                "footnotes": [
                    "FN49",
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The above analyses represent the fruits of several labors, admittedly.  Despite seemingly slight differences from graphic analyses of a Schenkerian persuasion, they proceed from vastly different premises, namely, that progressions adopt multiple paradigms rather than recurse through a single prototype in what approaches a free play of syllogistic moods.  Indeed, syllogistic reducibility in medieval logic does not limit the quantity of employable moods or impose uniformity on them; instead, the moods’ ability to convert to other forms enables their variety to proliferate.  On this note, it seems quite worthwhile to mention that the same type of diversity finds counterparts in several art forms of the period.  In literature, multiple narratives run in parallel to one another in Boccaccio’s Decameron . (51) In Giotto’s frescoes at the Peruzzi Chapel, the head of St. John the Baptist appears twice within a single frame, representing two distinct events simultaneously. (52) In the language of pictorial perspective, Duccio’s Last Supper from the Maestà and Ambrogio Lorenzetti’s Presentation in the Temple exhibit multiple vanishing points. (53) It seems only fitting to explore the possibility that music reflected similar tendencies, which differ meaningfully from other, more familiar conventions of art.  Francesco’s dream of William thus provides a crucial link not only to medieval logicians, but to the celebration of nuanced variety in his art and that of other media.  Thus concludes an interpretation of Francesco’s dream and so ends my own, hopefully without the storming of an angry mob into my chambers. Return to beginning Appendix: Text Excerpts Francesco’s dream-vision in a missive to Antonio de Vado (Florence, MS. Ricc. 688), as translated by David Blank: 5 10 15 20 Oh great crime!  This backward, impudent layman [ydiota] bitterly accuses you, o Dialectic, whom he has no hope of knowing as long as he lives, you who rule all the Arts, and without whom it is thought that no art can be known perfectly.  Sole queen, nobility, mistress and teacher of her sisters, she (Dialectic) teaches the access to the lovely palace of your realm, Philosophy.  She alone (teaches us) to climb to the fortress of Heaven and to serve the single-and-triple king. She conceives of forms lacking motion and structure (matter), bodies and (of how) to resolve the subtle knots of proofs does she teach, and how to discern the false mixed-up with truth. Without her all men babble, nor can they correctly tell what follows in the order of nature and what does not follow. She directs the battle-line above the high peaks of the sky and everywhere finds out the forms and nature of things. She levels out the vacillating tops of mountains, the peaks which threaten the heavens, difficult entrances and rough pavements.  She directs her pace through doors everywhere wide open.  She lowers mountains and cliffs. She alone carries the mind to the inaccessible peak. Nor is the shadowy prison of Tartarus’ realm not split open (for her): she traverses the Stygian swamp. Finally she fixes her gaze on the hidden shadows and deep night, she seeks the causes hidden beneath the world—the night becomes day. Excerpt from Adam of Wodeham’s prologue to the Summa logicae by William of Ockham, as translated by Paul Vincent Spade: (1) The authority of many experts teaches what great fruits the science of language that we call “logic” brings forth for the followers of truth, while reason and experience clearly confirm and prove [it].  Hence Aristotle, the main originator of this science, calls [it] now an introductory method, now a way of knowing, now a science common to all [things] and the way to truth.  By these [phrases] he indicates that the entryway to wisdom is accessible to no one not educated in logic. Averroes too, the interpreter of Aristotle, says in his [ Commentary on the ] Physics that dialectic is “the tool for distinguishing between the true and the false”.  For it settles all doubts, [and] dissolves and penetrates [to the bottom of] all the difficulties of Scripture, as the distinguished teacher Augustine bears witness. (2) For since the actions of a wise [man] toward another [person] are two, “not to lie about what he knows, and to be able to show up a liar”, as is written in the Sophistic Refutations , but this cannot come about without distinguishing the true from the false, which only this [logical] method does, [therefore] it is quite apparent that it is a most useful [method] for one who speculates. (3) This alone provides the ability to argue about every problem and teaches how to resolve every kind of sophism and to find the middle [term] of a demonstration.  It frees the mind too from the chains by which (alas) it was constrained, and restores it to liberty.  For just as chains bind the limbs of the body and prevent [them from performing] the tasks for which they were designed, so false and sophistical arguments tie up the mind, as Aristotle teaches. (4) Likewise, this art uncovers the darkness of errors and directs the acts of human reason like a kind of light.  In fact, when compared to light, it is found to be prior.  For just as, if physical light were blocked out, human actions would be either halted [altogether] or else random and often to the detriment of the doer, so [are] the acts of human reason without skill in this faculty. (5) For we see many [people] who, neglecting this science [and nevertheless] wishing to devote themselves to learning, wander about all over the place scattering various errors around in [their] teaching, making up opinions full of absurdity with no restraint or order, weaving and putting together scarcely intelligible statements, suffering from something like the dreams of sluggards and the fictions of poets, ignorant of the meaning of their own speech.  They are all the more dangerously in error the more they regard themselves as wise in comparison with others, recklessly hurling falsehoods indiscriminately in place of truths at the ears of their listeners. (54)",
                "footnotes": [
                    "FN51",
                    "FN52",
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.07.13.4.guerrero.html",
    "data": "mto/data/mto.07.13.4.guerrero.json"
}