{
    "title": "Review of Edward D. Latham, <i>Tonality as Drama: Closure and Interruption in Four Twentieth-Century American Operas</i>\n\t\t\t<br>\n(Denton: University of North Texas Press, 2008)",
    "date": "2008/12/01",
    "volume": "14",
    "issue": "4",
    "authors": [
        "Smith, Elizabeth Lena"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "November 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.4/mto.08.14.4.smith.pdf",
    "author_info": [
        {
            "name": "Elizabeth Lena Smith",
            "university": "Illinois State University",
            "address": "",
            "email": "elizabethlenasmith@gmail.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. James D. Merriman, “The Parallel of the Arts: Some Misgivings and a Faint Affirmation,” The Journal of Aesthetics and Art Criticism 31 (1972–3): 160–1.",
            "citations": []
        },
        "FN2": {
            "text": "2. See endnotes for Latham, Chapter 1, pages 15–18, and bibliography, pages 193–210.",
            "citations": []
        },
        "FN3": {
            "text": "3. It is unclear whether Chapter 7’s dramatic annotations are a purposeful outgrowth of the previous chapters, or an inadvertent inconsistency.",
            "citations": []
        },
        "FN4": {
            "text": "4. “By declaring that any piece that reaches [N.B.: \nshould be ‘fails to reach’] a final tonic gives ‘the effect of incompleteness,’  Schenker intended to demote such pieces to the level of second-class citizens; yet, the interruption of Porgy’s line on structurally reinforces the ambiguity built into the plot’s ending by DuBose \nHeyward.” (133–34)",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Edward D. Latham’s Tonality as Drama presents an interdisciplinary methodology for opera analysis that fuses the dramatic theories of Konstantin Stanislavsky with the musical theories of Heinrich Schenker. The approach attempts to transcend previous analytic endeavors by providing a systematic account of the connections between dramatic action and tonal processes within the music. While the text is anything but light on theory, its audience is tripartite: the scholarly musician (including musicologists, theorists, and Schenkerians), the opera performer (including singers, directors, and conductors), and the more general opera enthusiast. Latham approaches both his theoretical and analytical chapters with the diverse background of his audience in mind. Each group is offered the necessary explanations to avoid alienating or offending a specific type of reader, all the while strengthening his credibility with each group by presenting a well-rounded historical, theoretical, and performance-based analytical interpretation of each of the four selected American operas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The Stanislavsky System, a well-respected approach to acting, is likely unknown to most musical readers; however, Latham provides a thorough history and description of Stanislavsky’s theory in Chapter 2. While the approach to analyzing a dramatic role is summarized in its entirety, that which is most pertinent to Latham’s study is identified as “Internal \nPreparation” or “Units/Objectives” (27). Stanislavsky defines an objective as “the goal of a character for a given unit of the \ndrama,” while “the overarching goal of a character” for the play is that character’s “superobjective” (28). Latham describes the levels in Stanislavsky’s large-scale hierarchy, including additions made by various proponents of the Stanislavsky method, as follows: “1) the super-superobjective (SSO); 2) the superobjective (SO); 3) the interrupted objective (IO); 4) the main objective (MO); 3) the beat objective (BO); and 4) the line objective (LO). Other types of objectives that may be included at each level are the hidden objective (HO) and the subconscious objective (SbO).” (31)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] While the music-theoretically inclined may already notice a useful and convenient parallel between the hierarchical and fundamentally organic systems of Schenker and Stanislavsky, Latham further points to similarities in the historical development and reception of the two systems. Critical, however, is Latham’s delineation of specific points of comparison between a Stanislavskian conception of drama and a Schenkerian conception of tonal music. He turns to aesthetician James Merriman’s work to justify the pairing: “in order to compare features of music and drama, those features must be possible in both mediums.” (1) Latham identifies dramatic closure—the character’s achievement of objectives—and tonal closure—the completion of the Ursatz —as the primary feature held in common between drama and music. As a means of avoiding accidental or ad hoc correlation between the dramatic and musical closure, as might occur with works composed completely within the tonal system, Latham chooses works for analysis from American operas composed during the first half of the twentieth century. In doing so, he selects operas that employ tonal processes for the express purpose of dramatic effect, what he calls “strategic tonality” (8–9).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Through the analysis of Scott Joplin’s Treemonisha , George Gershwin’s Porgy and Bess , Kurt Weill’s Street Scene , and Aaron Copland’s The Tender Land , Latham identifies four drama-centric background-level paradigms: the open-ended coda, the prolonged permanent interruption, the multi-movement Anstieg (initial ascent), and the multi-movement initial arpeggiation (11–13). It is with careful consideration of not only Schenker’s writings, but also the writings of Carl Schachter, William Rothstein, Allen Forte, Adele Katz, Patrick McCreless, David Neumeyer, Matthew Brown, and others that Latham attempts to make his own mark on the Schenkerian doctrine. (2) Most noteworthy is Latham’s dramatically-inspired alternative to Schachter’s transformed 5-line (which Schachter introduces in his discussion of Chopin’s A-flat major Mazurka, Op. 41/3) (6–7). Instead of hearing – – and sensing that and could be implied, Latham suggests that the dramatic purpose is for the listener to recognize that and are missing, resulting in a prolonged permanent interruption . Again, Latham only employs this type of adaptation when the dramatic action—the character’s failure to achieve an objective—supersedes the musical structural unity associated with tonal closure.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In Chapter 3, titled “Tonal Closure: A Schenkerian Approach to Tonal Drama,” Latham chronicles both the “vertical” and “horizontal” adaptations of Schenker’s theories. He cites Adele Katz’s Schenkerian approach to Wagner’s operas in her book, Challenge to Musical Tradition (1945), as a precedent for using dramatic action to justify tonal backgrounds that do not conform to normative models. He also praises Rudy Marcozzi’s 1992 study of Verdi’s operas, The Interaction of Large-scale Harmonic and Dramatic Structure in the Verdi \nOperas Adapted from Shakespeare , as “the most ambitious and thoroughgoing attempt to combine analyses of musical and dramatic structure into a form of composite opera analysis that attempts to live up to Abbate and Parker’s expectations \n[ Analyzing Opera , 1989]” (60). Latham wishes to rectify five perceived shortcomings of Marcozzi’s study, however, which can be summarized as follows: Overly concerned with analytical objectivity. Privileges plot to the exclusion of character in its dramatic analysis. Because his analysis is not considered to be interpretive, Marcozzi’s justification of his work via composer intention (through the composer’s own writings) becomes difficult. Exclusively focused on harmony. Little discussion of relationship between analysis and performance (61–63).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Latham’s work addresses each of the five points listed above. His methodology is based on interpretation of both dramatic and musical events, resulting in, and even welcoming, multiple and varied (subjective) interpretations. Stanislavsky’s method includes mechanisms that allow a careful consideration of both plot and character within the dramatic analysis. While harmony is an essential part of Latham’s musical analysis, it is necessarily linked to issues of linear design and a careful consideration of melodic direction. Indeed, as Latham points out, vocal melody is an essential characteristic of the operatic genre and thus it plays a critical dramatic role. While extensive discussion of the relationship between analysis and performance is admittedly excluded from the analytical chapters (4–7), the final step in Latham’s analytical process is “to place the composite analysis in a performance context, identifying ways in which the performer might highlight points of musical and dramatic closure, or lack of closure” (46).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapters 4, 5, 6, and 7 provide detailed analyses of Joplin’s Treemonisha , Gershwin’s Porgy and Bess , Weill’s Street Scene , and Copland’s The Tender Land , respectively. In addition to the aforementioned “strategic \n\ttonality,” these works also feature protagonists who fail to obtain their superobjectives. Each chapter includes an historical context for the composition, a brief synopsis, “dramatic \n\tscoring” of the main characters’ roles (Stanislavskian dramatic analysis), narrated linear analysis (musical analysis), and a concluding summary. With the exception of Chapter 7, dramatic annotations are excluded from the linear graphs until the final background graph is presented. (3) While this conforms to Latham’s stated methodology, restricting the dramatic annotations at the earlier stages seems to hinder both the reader who may be less familiar with a particular opera as well as the reader with a limited background in Schenkerian analysis. Perhaps Latham is striving to preserve the “purity” of the Schenkerian graph (to avoid offending the \n\torthodox Schenkerians?), or attempting to avoid the sheen of an ad hoc analytical result overly influenced by a preconceived dramatic reading. With an established abbreviation system for objectives, however, a few labels would serve to connect more easily the dramatic and musical events, especially since the Schenkerian approach is admittedly unorthodox and the interpretations fundamentally subjective.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Joplin’s Treemonisha demonstrates Latham’s “open-ended coda.” Latham considers each number that features the main character, Treemonisha, in his analysis, compiling a large-scale background structure for the role that features a complete fundamental line (see Figure 1). Tonal closure occurs with Treemonisha’s attainment of her primary superobjective, identified by Latham as “to free her community from fear.” The coda, however, represents a secondary superobjective:  “[to] lead them toward a brighter future” (78). As can be seen from Latham’s graph (in Example 1 below), whether or not Treemonisha achieves this continuation of her superobjective remains to be determined, both musically and dramatically. Example 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Chapter 5 serves to exemplify both the multi-movement Anstieg and the permanent interruption via Gershwin’s Porgy and Bess . Here Porgy’s numbers “They Pass By Singin’,” “Oh, Little Stars,” and “I’ve Got Plenty \nO’ Nuttin’” each prolong a pitch of the initial ascent to the fundamental tone achieved in “Buzzard Song.” Latham identifies Porgy’s superobjective as “to put an end to his loneliness by sharing his life with a woman” (105). This objective is unfulfilled as the opera concludes with Porgy traveling to New York to find Bess. The text gives no indication of Porgy’s potential success or failure and a listener could potentially believe either option to be possible. Musically, however, the opera ends at the point of interruption on the dominant. The sense of tension, of unresolved tonality ( . . . as drama), forces the listener to accept uncertainty as the ultimate outcome for the protagonist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The crux of Latham’s Porgy and Bess analysis is a convincing interpretation of the musical drama, with its multi-movement initial ascent and the permanent interruption; the analysis within Chapter 5 is not without flaw, however. A few small but crucial details are omitted from Figures 2 and 13—easily accommodated by an audience of theorists, but quite cumbersome for non-theorists to overcome. Further impeding the lay audience is a rather unfortunate typographical error within the summary of the music-dramatic structure. (4) Some inconsistency within the subjective interpretation of music-dramatic connections might leave the reader confused. For example, Latham associates the atonal melody of Porgy’s “Buzzard Song” with confidence (113), but in concluding the discussion of the song, the atonality is described as unsettled (116). While both readings are clearly possible (a refreshing flexibility that Latham champions in his methodology), they each would lead to different large-scale conclusions. Latham also describes  a 4-bar modulation and some “foreground conundrums” that would be worthy of demonstration by way of a score example. Finally, within the foreground graph of Porgy’s ultimate number “Oh, Lawd, I’m On My Way,” the book makes a stimulating connection between the “gapped 5-line” ( – –– – ) and a sense that Porgy is “jumping to conclusions” all too quickly: “Porgy assumes that because his is a righteous cause he will prevail; the music begs to differ” (132). In the summary, however, Latham undermines his own dramatic interpretation by tagging the gapped line as mere “folk ‘inflection.’” An extension of the initial interpretation is much more convincing here; the gap does not seem to be recalling a folk style, but instead is conveying the naïve blindness of Porgy’s new objective and placing the appropriateness of that objective into question.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Sam and Rose, the two characters whose roles from Weill’s Street Scene are analyzed in Chapter 6, fail to meet all but one of their individual objectives. The middleground structures of their musical numbers are littered with interruptions, both at and . The background represents another permanent interruption of the 3-line, whose fundamental tone is reached only after an initial arpeggiation that spans three numbers. Latham draws many connections between the dramatic and musical structures of Weill’s work and Gershwin’s Porgy and Bess , having provided a thorough account of Weill’s admiration of Gershwin’s opera in the historical introduction to the chapter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Copland’s The Tender Land is the final opera under consideration in Latham’s study. Here the roles of Martin and Laurie are jointly “scored” (in the dramatic sense). While many of their moment and beat objectives are achieved, their overall superobjectives are unfulfilled at the conclusion of the opera. Because of the opera’s general lack of tonal melodic motion at the foreground, Latham turns the dramatic focus to the background level. Here, establishment of a single tone within each movement is enough to create a multi-movement linear-progression. In this case, it is one that, for dramatic purposes, is permanently interrupted (187–188). As mentioned above, Chapter 7 is the only chapter that includes Stanislavskian objective labels within the linear-graphs. Although one could, perhaps, question the analytical choices that lead to the identification of the particular pitches prolonged in each number described by Latham, the inclusion of the dramatic labels within the graphs provides a potent dramatic reading that argues in favor of the author’s larger interpretive exegesis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Latham’s study concludes abruptly at the end of the fourth analytic chapter without the kind of refocusing that is customary in conclusions. Instead, he merely points to a future second volume, Linearity as Drama . One can only assume that this was the result of an unfortunate limitation in the number of \npages allowed by the publishers for such a volume. Readers will likely be well served by returning to the opening chapter to review both the extensive methodology and the linear-dramatic musical structures that Latham introduces there.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Edward Latham’s Tonality as Drama sets forth a methodology for the systematic incorporation of drama into opera analysis, while exploring some of the most significant and understudied American operas of the 20th century. Stanislavsky’s procedures for scoring a role are presented in a simple yet thorough manner, allowing for ease of implementation by future analysts. By integrating the Stanislavskian procedures with an extended Schenkerianism, Latham provides a clever mechanism for studying the structural parallelisms between music and drama, while pointing to the important similarities between the two methodologies. Although it may have been instructive to also explore moments in which the music seemingly conflicts with the drama on the stage, Latham’s interpretive decisions and methodological flexibility make this book a worthwhile read for anyone interested in opera interpretation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.08.14.4.smith.html",
    "data": "mto/data/mto.08.14.4.smith.json"
}